[
    {
        "cnt": 1,
        "title": "Fashion Brand Dickies to Move HQ to Southern California",
        "description": "Amid the great “California exodus” when major companies like Chevron, AECOM, CBRE and all of Elon Musk’s biggest businesses are moving their headquarters from the Golden State to Texas, workwear brand Dickies is opting for the exact opposite.  The brand, owne…",
        "link": "http://commercialobserver.com/2024/11/dickies-socal-hq-move/",
        "publish_date": "2024-11-25T22:25:04Z",
        "content": "Amid the great “California exodus” when major companies like Chevron, AECOM, CBRE and all of Elon Musk’s biggest businesses are moving their headquarters from the Golden State to Texas, workwear brand Dickies is opting for the exact opposite.\n\nThe brand, owned by parent company VF Corporation (VFC), will move its base of operations from 500 Taylor Street in Fort Worth to the offices of fellow VFC brand Vans at 1588 South Coast Drive in Costa Mesa, Calif. The move will affect about 120 employees, according to the Orange County Business Journals.\n\nDickies moved to 500 Taylor Street just last year after signing an 84,000-square-foot lease, and said at the time that it was planning a $2.5 million renovation of the space. But plans have clearly changed since then, with the company’s move to the West Coast set for May of 2025. It wasn’t immediately clear how big its new headquarters space in Costa Mesa will be in terms of square footage, or if Dickies will keep the Fort Worth space.\n\n“This move allows VF to further consolidate its U.S. real estate portfolio as part of its stated business turnaround strategy,” a Dickies spokesperson told Commercial Observer via email. The spokesperson added that the company will maintain a “strong employment presence” in the Dallas-Fort Worth region.\n\nRevenue for Dickies was down 11 percent this past quarter compared to the same period last year, according to VFC’s latest earnings report. Bracken Darrell, VFC’s president and CEO, told investors during the call that Dickies is currently undergoing a “stabilization period,” but that “getting it back to growth is a different story.”\n\nSince 1922, Dickies has produced and sold a line of affordable sturdy jeans, overalls, shirts and jackets that are commonly seen on construction sites. Dickies also produces scrubs and other clothes for health care workers, as well as a line of children’s clothing.\n\nNick Trombola can be reached at ntrombola@commercialobserver.com.",
        "summary": "Amidst the trend of companies moving from California to Texas, workwear brand Dickies is relocating its headquarters from Fort Worth, Texas, to Costa Mesa, California. This move, affecting about 120 employees, is part of VF Corporation's strategy to consolidate its U.S. real estate portfolio. Dickies had only recently moved to its Fort Worth location and planned renovations, but these plans have changed with the relocation set for May 2025. Despite the move, Dickies will maintain a significant presence in the Dallas-Fort Worth area. The company is currently experiencing a decline in revenue and is in a stabilization period, with efforts underway to return to growth.",
        "pre_processed_summary": [
            "amidst the trend of companies moving from california to texas workwear brand dickies is relocating its headquarters from fort worth texas to costa mesa california .",
            "this move affecting about employees is part of vf corporation s strategy to consolidate its u .",
            "s .",
            "real estate portfolio .",
            "dickies had only recently moved to its fort worth location and planned renovations but these plans have changed with the relocation set for may .",
            "despite the move dickies will maintain a significant presence in the dallas fort worth area .",
            "the company is currently experiencing a decline in revenue and is in a stabilization period with efforts underway to return to growth ."
        ],
        "per_sentence_scores": [
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9993559718132019
                    },
                    {
                        "label": "positive",
                        "score": 0.0005573616363108158
                    },
                    {
                        "label": "negative",
                        "score": 8.65634428919293e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9997850060462952
                    },
                    {
                        "label": "positive",
                        "score": 0.00014231154636945575
                    },
                    {
                        "label": "negative",
                        "score": 7.270933565450832e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998819828033447
                    },
                    {
                        "label": "negative",
                        "score": 6.970321555854753e-05
                    },
                    {
                        "label": "positive",
                        "score": 4.831637124880217e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.99988853931427
                    },
                    {
                        "label": "negative",
                        "score": 6.860254507046193e-05
                    },
                    {
                        "label": "positive",
                        "score": 4.278662527212873e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998544454574585
                    },
                    {
                        "label": "negative",
                        "score": 7.287190237548202e-05
                    },
                    {
                        "label": "positive",
                        "score": 7.274227391462773e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9993810653686523
                    },
                    {
                        "label": "positive",
                        "score": 0.0005633263499476016
                    },
                    {
                        "label": "negative",
                        "score": 5.559041164815426e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "negative",
                        "score": 0.9985463619232178
                    },
                    {
                        "label": "positive",
                        "score": 0.00094807572895661
                    },
                    {
                        "label": "neutral",
                        "score": 0.0005055941292084754
                    }
                ]
            }
        ],
        "aggregate_scores": {
            "negative": 0.14271034325377382,
            "neutral": 0.8569503721332045,
            "positive": 0.00033927436171714883
        },
        "emotion": "neutral"
    },
    {
        "cnt": 2,
        "title": "Mastering The Futurist Mindset: Six Leadership Strategies For Navigating The Singularity",
        "description": "Companies such as Intel, IBM, Chevron and many others once dominated their industries.",
        "link": "https://www.forbes.com/sites/robertbtucker/2024/11/25/mastering-the-futurist-mindset-six-leadership-strategies-for-navigating-the-singularity/",
        "publish_date": "2024-11-25T22:04:31Z",
        "content": "In a world that’s shifting faster than we can often comprehend, the ability to anticipate the direction of change isn’t just an asset—it’s an essential competitive advantage. Intel, IBM, and Chevron once dominated their industries. Today, they are struggling to remain relevant. Jobs – and professionals — that once seemed secure are now encountering the burgeoning impacts of artificial intelligence and automation. For leaders in every industry, insight into what’s coming next can make the difference between thriving and being blindsided by change.\nThat’s where adopting the futurist mindset can give you an edge.\nContrary to popular perception, futurists aren’t crystal ball gazers. Yes, some of us, such as futurist Ray Kurzweil, make specific predictions about when the AI-Singularity will occur (2029, the point at which machines will become smarter than humans), but our value is not in our predictive capabilities.\nInstead, futurists are methodical, systematic thinkers who approach the future not as a fixed path, but as a set of possibilities and probabilities that can be influenced and even shaped.\n“The future is coming at us with mind-boggling speed,” observes Zurich-based futurist Gerd Leonhard. “What I do is not prediction — it’s observation. Just paying attention. I can’t tell you how many of my clients are just not paying attention to what’s happening. They don’t listen to their kids or their wives, never mind the futurists, because they’re so busy with the present.”\nBeing overwhelmed with the present is all too easy when change is accelerating this rapidly. The good news is that with effort, you can learn to think like a futurist. Here’s how.\n1. Expand Your Time Horizon\nOne of the first shifts to make when thinking like a futurist is to expand your time horizon. Most humans operate on a relatively short timeline—weeks, months, or a year or two ahead. Futurists, on the other hand, look five, ten, or even twenty years into the future. We help our clients ask strategic questions: What are the forces that could shape the world a decade from now? Which of these forces are most likely to impact our industry/organization? Where are the opportunities emerging, and how do we exploit them?\nFuturist Peter Schwartz, author of The Art of the Long View, emphasizes looking beyond the immediate future and considering multiple time frames. Schwartz encourages leaders to look at emerging trends and societal issues, weak signals, and scenarios that might seem distant or far-fetched but could have profound impacts if they come to fruition. To adopt Schwartz’s long-view perspective, start by asking yourself: What will my profession/industry look like in 2035? What will customers want from us that today remain unarticulated? What new business models (Airbnb, Uber, SpaceX) might one day come to your industry? What technological shifts are redefining the competitive landscape?\n2. Use Scenarios to Explore Alternate Futures\nA staple of futurist thinking is scenario planning. This technique was pioneered by futurists such as Herman Kahn and popularized by companies like Royal Dutch Shell, who used it to anticipate the oil crises of the 1970s. Scenarios aren’t predictions; they’re plausible and detailed stories about different ways the future might unfold. The idea is to build a range of possible futures based on variables such as technology, consumer behavior, regulatory shifts, and geopolitical changes.\nWhen using scenario planning, consider factors that are both uncertain and important. For instance, how would a widespread adoption of artificial intelligence impact your business? What would happen if geopolitical tensions between the United States and China escalate in our markets? What would the impact be on our supply chain?\nScenario planning is best done in cross-functional group settings, especially at offsites, free from distraction. I encourage my clients to imagine three to four distinct scenarios for how things will unfold: an optimistic scenario, a pessimistic, all-hell-break-loose scenario, a most likely-to-happen scenario, and a wildcard scenario. Next, I invite participants to think through how you and your organization will navigate each scenario environment should it materialize. Such exercises not only prepare you and your organization for multiple futures but also help in identifying opportunities and risks you may not have considered.\n3. Revamp Your Information Diet (and Track Trends)\nTo think like a futurist, scan and monitor differently. Think about how you “consume” news and reports. Audit your “information diet,” and avoid reading the news for trivia and entertainment. Are you exposing your mind to the best thinkers on how, for example, innovations like AI, the climate crisis, and the rise of authoritarianism are altering the landscape?\nRecalibrating your information diet will help you understand the driving forces of change, or what futurists Thomas Koulopoulos and Nathaniel Palmer call “Gigatrends,” important developments that will shape the future for billions of people. Trends are often misunderstood. A trend is not a fad or a blip on the radar; it’s a sustained, underlying force that, over time, will create fundamental change.\nThere are different types of trends to watch: social, technological, economic, environmental, political, and demographic (often referred to as STEEPD). Each of these trend categories can have multiple drivers and intersections with others.\nOne technique favored by futurist Amy Webb, author of The Signals are Talking, is trend mapping. Webb’s approach involves categorizing trends as either signals (early-stage indicators), patterns (when signals repeat), or movements (when they reach critical mass). By mapping these trends, you can visualize how they interact and predict where they might lead.\nTo get started with trend tracking, begin by regularly reading a diverse array of information sources that go beyond your industry’s usual publications. Attend conferences outside your field. Be curious about what’s happening in adjacent industries.\n4. Seek Out Weak Signals\nWeak signals are often subtle indicators of change—so subtle that they’re easy to overlook. Yet, they can be precursors to major disruptions. As futurist and scenario planning expert Joseph Voros puts it, weak signals are “seeds of the future.”\nThese can be new technologies that are still in experimental stages, social movements that haven’t hit the mainstream, or unexpected behaviors by new demographic segments. One way to spot weak signals is to look for anomalies—data points or events that don’t fit into the current understanding of your industry or market.\nTo get better at recognizing weak signals, develop a “peripheral vision” strategy. This involves scanning not just what’s in front of you, but what’s happening at the edges. What innovations are startups in your sector working on? What’s happening in markets that aren’t your primary focus? Keep a log of these signals and review them periodically to see if they’re gaining traction.\n5. Cultivate a Cross-Disciplinary Mindset\nFuturists rarely work in isolation. They’re skilled at synthesizing insights from multiple disciplines. They draw connections between technology and society, economics and politics, or psychology and design. Alvin Toffler, author of Future Shock, was known for his ability to weave together insights from various fields to present a coherent view of the future.\nThis cross-disciplinary mindset enables futurists to see patterns and implications that specialists might miss. To cultivate it, expose yourself to new fields of study. Read books and articles from disciplines you’re unfamiliar with. Attend workshops that are outside your usual areas of expertise. Ask, “What might a biologist, an economist, or a technologist see that I don’t?”\n6. Challenge Assumptions\nPerhaps most importantly, thinking like a futurist means challenging the status quo and questioning long-held assumptions. What are the unspoken assumptions that guide decision-making in your organization? What beliefs are holding you back from seeing new opportunities?\nOne powerful technique is to use “backcasting.” Instead of starting from the present and projecting forward, imagine it’s ten years from now, and you’ve achieved your most aspirational goals. Then work backward: What had to happen for you to get there? What obstacles did you overcome? What assumptions did you have to discard?\nBy incorporating these techniques and frameworks into your thinking, you’ll be well on your way to thinking like a futurist. You’ll be prepared not just to anticipate the future, but to shape it. The key is to stay curious, remain vigilant, and never stop questioning. After all, your future view is the future you.",
        "summary": "In a rapidly changing world, the ability to anticipate future trends is crucial for maintaining a competitive edge, as demonstrated by the struggles of once-dominant companies like Intel, IBM, and Chevron. Adopting a futurist mindset involves expanding one's time horizon to consider long-term possibilities and using scenario planning to explore alternate futures, which helps organizations prepare for various potential outcomes. Futurists emphasize the importance of revamping one's information diet to track significant trends and seek out weak signals that may indicate upcoming disruptions. Cultivating a cross-disciplinary mindset allows futurists to synthesize insights from various fields, enabling them to identify patterns and implications that specialists might overlook. Finally, challenging assumptions and using techniques like backcasting can help organizations envision and work towards their aspirational goals, ultimately shaping the future rather than merely reacting to it.",
        "pre_processed_summary": [
            "in a rapidly changing world the ability to anticipate future trends is crucial for maintaining a competitive edge as demonstrated by the struggles of once dominant companies like intel ibm and chevron .",
            "adopting a futurist mindset involves expanding one s time horizon to consider long term possibilities and using scenario planning to explore alternate futures which helps organizations prepare for various potential outcomes .",
            "futurists emphasize the importance of revamping one s information diet to track significant trends and seek out weak signals that may indicate upcoming disruptions .",
            "cultivating a cross disciplinary mindset allows futurists to synthesize insights from various fields enabling them to identify patterns and implications that specialists might overlook .",
            "finally challenging assumptions and using techniques like backcasting can help organizations envision and work towards their aspirational goals ultimately shaping the future rather than merely reacting to it ."
        ],
        "per_sentence_scores": [
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.9983260035514832
                    },
                    {
                        "label": "negative",
                        "score": 0.0008396983612328768
                    },
                    {
                        "label": "neutral",
                        "score": 0.0008343218360096216
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998242259025574
                    },
                    {
                        "label": "positive",
                        "score": 0.00012278358917683363
                    },
                    {
                        "label": "negative",
                        "score": 5.299391341395676e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9947070479393005
                    },
                    {
                        "label": "negative",
                        "score": 0.004955158568918705
                    },
                    {
                        "label": "positive",
                        "score": 0.00033787102438509464
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9976740479469299
                    },
                    {
                        "label": "positive",
                        "score": 0.002226350363343954
                    },
                    {
                        "label": "negative",
                        "score": 9.954878623830155e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9774597883224487
                    },
                    {
                        "label": "positive",
                        "score": 0.02224540151655674
                    },
                    {
                        "label": "negative",
                        "score": 0.00029478719807229936
                    }
                ]
            }
        ],
        "aggregate_scores": {
            "negative": 0.0012484373655752279,
            "neutral": 0.7940998863894493,
            "positive": 0.20465168200898914
        },
        "emotion": "neutral"
    },
    {
        "cnt": 3,
        "title": "‘Chevron gas station is better you could get a dollar off per gallon’: Man shares little-used hack for Shell gas. Does it work?",
        "description": "New England-based TikToker Adam (@adam6two6) couldn't contain his exuberance after discovering how much money he could save at Shell gas stations.\n\n\nIn a viral TikTok that's accrued over 400,000 views, he detailed his savings. While he urged others to sign up…",
        "link": "https://www.dailydot.com/news/shell-fuel-rewards-trick/",
        "publish_date": "2024-11-23T23:00:00Z",
        "content": "New England-based TikToker Adam (@adam6two6) couldn’t contain his exuberance after discovering how much money he could save at Shell gas stations.\n\nFeatured Video\n\nIn a viral TikTok that’s accrued over 400,000 views, he detailed his savings. While he urged others to sign up for the chain’s Fuel Rewards programs, commenters said there are better savings elsewhere.\n\nThe Shell discount life\n\nFirstly, Adam thanks the person who told him to sign up for the rewards at Shell gas stations before explaining why.\n\nAdvertisement\n\nIn the clip, he shows off the prices for gasoline at a pump. “$3.99 is the full price. After my dumb a– finally signed up for the rewards, I’ve been farming XP,” he says.\n\nHe then shows a revised price point at the pump: $3.649. “It’s like 30 cents difference brother. Savings,” he says, smiling and pointing to the camera. “The rich get richer. My name should be Richard.”\n\nFuel Rewards\n\nShell, like many gas station brands, gives repeat customers the chance to save on fill-ups. The more you pour, the better discounts you’ll receive. The program, which is free to sign up for gives a standard 3 cents off per gallon discount. Then, if you’re filling up with the brand’s V-Power Nitro+ gasoline, you’ll get 5 cents off each gallon. However, that’s only after 3 fills with this gasoline. Otherwise, you’ll only unlock this tier after six fill-ups.\n\nAdvertisement\n\nThen, you can knock 10 cents off per gallon once you reach 6 fill-ups of the Nitro+ gasoline. But if you fill up 12 times with any other type of gas, you can still enjoy 10 cents off per gallon.\n\nYou can monitor and manage your Fuel Rewards via the gas brand’s mobile application.\n\nOf course, there are several other fuel savings programs you can sign up for, too. If you’re an Amazon Prime member who carries its corresponding credit card, you can start saving 10 cents a gallon too. These savings are valid at various BP, Amoco, and AMPM locations. However, it’s not an instant discount just by purchasing gas with your Prime credit card.\n\nFolks will need their Prime Visa card to an Earnify account. On Amazon’s “Fuel Savings” web page, it states that using Earnify’s mobile application when purchasing gas “is optional” after your accounts are linked. Once that’s been set up, customers can indeed use the Earnify mobile application at the pump to enjoy the discounts. Similarly, purchasing gas directly through the Earnify app will knock some cash off of your bill. Also, drivers can punch the phone number associated with their Earnify account.\n\nAdvertisement\n\nViewers think there are better deals\n\nOne person stated that Chevron-Texaco stations feature even higher rewards possibilities for its customers. “Chevron gas station is better you could get a dollar off per gallon,” one wrote.\n\nAnother user was surprised by how much gasoline costs in Adam’s area. “That’s some expensive gas, it’s 2.30 in Texas,” they said.\n\nSomeone else mentioned another discount gas alternative—purchasing it from membership-based club retailers. “Costco the only way,” one commented.\n\nAdvertisement\n\nWhile one user mentioned that their mobile phone provider also features gas discounts for users: “And if you got T-moblie that T-life be coming in clutch.”\n\nSo the moral of the story is that you could be leaving money on the table. With all of the retail loyalty programs constantly popping up, there are tons of potential for savings.\n\nThe Daily Dot has reached out to Shell via email and Adam via TikTok comment.\n\nAdvertisement\n\n\n\nInternet culture is chaotic—but we’ll break it down for you in one daily email. Sign up for the Daily Dot’s web_crawlr newsletter here. You’ll get the best (and worst) of the internet straight into your inbox.",
        "summary": "New England-based TikToker Adam shared his excitement about saving money at Shell gas stations through their Fuel Rewards program, which offers discounts on gasoline prices. In his viral TikTok video, he demonstrated how signing up for the program reduced his gas price from $3.99 to $3.649 per gallon. The Shell Fuel Rewards program provides a standard 3 cents off per gallon, with additional savings for frequent fill-ups, especially with their V-Power Nitro+ gasoline. However, commenters suggested that there are better savings opportunities at other gas stations, such as Chevron-Texaco and membership-based retailers like Costco. The video highlights the potential for savings through various retail loyalty programs, encouraging consumers to explore different options to maximize their discounts.",
        "pre_processed_summary": [
            "new england based tiktoker adam shared his excitement about saving money at shell gas stations through their fuel rewards program which offers discounts on gasoline prices .",
            "in his viral tiktok video he demonstrated how signing up for the program reduced his gas price from .",
            "to .",
            "per gallon .",
            "the shell fuel rewards program provides a standard cents off per gallon with additional savings for frequent fill ups especially with their v power nitro gasoline .",
            "however commenters suggested that there are better savings opportunities at other gas stations such as chevron texaco and membership based retailers like costco .",
            "the video highlights the potential for savings through various retail loyalty programs encouraging consumers to explore different options to maximize their discounts ."
        ],
        "per_sentence_scores": [
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.9993909597396851
                    },
                    {
                        "label": "neutral",
                        "score": 0.00038943998515605927
                    },
                    {
                        "label": "negative",
                        "score": 0.00021959011792205274
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.9994818568229675
                    },
                    {
                        "label": "neutral",
                        "score": 0.0002718941541388631
                    },
                    {
                        "label": "negative",
                        "score": 0.00024629104882478714
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.999864935874939
                    },
                    {
                        "label": "negative",
                        "score": 7.951382576720789e-05
                    },
                    {
                        "label": "positive",
                        "score": 5.552950460696593e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998898506164551
                    },
                    {
                        "label": "negative",
                        "score": 6.454111280618235e-05
                    },
                    {
                        "label": "positive",
                        "score": 4.5659649913432077e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.999570906162262
                    },
                    {
                        "label": "negative",
                        "score": 0.00022677764354739338
                    },
                    {
                        "label": "neutral",
                        "score": 0.0002023390552494675
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.9996464252471924
                    },
                    {
                        "label": "negative",
                        "score": 0.000245567673118785
                    },
                    {
                        "label": "neutral",
                        "score": 0.0001079768844647333
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.9995136260986328
                    },
                    {
                        "label": "neutral",
                        "score": 0.00027072985540144145
                    },
                    {
                        "label": "negative",
                        "score": 0.000215670806937851
                    }
                ]
            }
        ],
        "aggregate_scores": {
            "negative": 0.00018542174698917994,
            "neutral": 0.28585673806082923,
            "positive": 0.7139578518893229
        },
        "emotion": "positive"
    },
    {
        "cnt": 4,
        "title": "Big Oil Accelerating Investment in Biofuels: Rystad",
        "description": "BP, Chevron, Eni, ExxonMobil, Shell and TotalEnergies have announced a total of 43 biofuel production projects, which have a combined 286,000 bpd of capacity at the turn of the decade, according to new research by Rystad.",
        "link": "https://www.rigzone.com/news/big_oil_accelerating_investment_in_biofuels_rystad-22-nov-2024-178830-article/",
        "publish_date": "2024-11-22T19:00:00Z",
        "content": "BP, Chevron, Eni, ExxonMobil, Shell and TotalEnergies have announced a total of 43 biofuel production projects, which have a combined 286,000 bpd of capacity at the turn of the decade, according to new research by Rystad.\n\nBP PLC, Chevron Corp., Eni SpA, Exxon Mobil Corp., Shell PLC and TotalEnergies SE have announced a total of 43 biofuel production projects with a combined 286,000 barrels per day (bpd) of capacity at the turn of the decade, signaling accelerating investment in biomass-based fuels, according to new research by Rystad Energy.\n\nHydrotreated vegetable oil (HVO) and sustainable aviation fuel (SAF) are expected to account for nearly 90 percent of the projected capacity, which is driven by growing regulatory pressure, the energy intelligence firm said.\n\n“Supermajors are accelerating investments in biofuels like HVO and SAF, recognizing their potential as low-carbon ‘drop-in’ fuels that can be swiftly integrated into existing aviation, heavy transport and marine fuel systems”, said Lars Klesse, bioenergy research analyst at Rystad.\n\n“As the energy transition progresses, these biofuels offer a practical, near-term solution to reduce emissions without requiring significant changes to current infrastructure.\n\n“With increasing regulatory pressure to adopt SAF, such as Europe’s ‘ReFuel EU’ initiative and expanding mandates in Asia Pacific, biofuels have shifted from being a potential option to becoming an essential component of decarbonization strategies”.\n\nSix of the projects involve the full conversion of traditional refineries. A further six involve co-processing, or the integration of biofeedstock into existing crude oil refineries to produce blended feedstock. The remaining 31 are greenfield developments, according to Oslo-based Rystad.\n\nBritain’s BP has the biggest announced capacity among the Big Oil companies with a combined 130,000 bpd of ethanol, HVO and SAF production, according to Rystad. BP's Kwinana project in Western Australia is the largest announced refinery conversion, expected to produce 50,000 bpd of HVO and SAF, Rystad said.\n\nMeanwhile Chevron’s Geismar project at home in the United States is the largest of the greenfield projects with 22,000 bpd of capacity, Rystad said. Chevron expects the Louisiana project to start production this year.\n\nChevron also has the biggest co-processing project through the El Segundo facility in California, according to Rystad. Last year a diesel hydrotreating unit at the refinery was converted into a 10,000 bpd renewables-based facility.\n\nAccording to a separate report by the U.S. Department of Energy (DOE) published last week, announced SAF projects in the country so far are expected to reach over three billion gallons in annual production by 2030.\n\n“This announced capacity correlates to over 10 percent of projected U.S. jet fuel demand, over $44 billion of investment, and over 70,000 jobs across the SAF value chain through 2030”, the DOE said in its “Pathways to Commercial Liftoff: Sustainable Aviation Fuel” report.\n\nTo achieve commercial scale-up by the end of the decade, the SAF sector must accelerate the deployment of production technologies and feedstocks readily available now, according to the report. “In parallel, investments in next-generation SAF (e.g., next-generation feedstocks, innovative SAF technologies and pathways, etc.) are essential to meet 2050 targets”, the report stated.\n\nThe Rystad analysis said, “As oil majors shift to lower-carbon energy, there is a clear trend toward advanced biofuels, particularly HVO and SAF, with companies scaling up production to meet rising demand from the aviation and heavy transport sectors”.\n\n“Despite some project delays, biofuels are seeing a significant increase in investment and innovation as 2030 decarbonization targets loom and the market for fossil-fuel alternatives grows”, Rystad added.\n\nTo contact the author, email jov.onsat@rigzone.com",
        "summary": "BP, Chevron, Eni, ExxonMobil, Shell, and TotalEnergies have announced 43 biofuel production projects with a combined capacity of 286,000 barrels per day, focusing on hydrotreated vegetable oil (HVO) and sustainable aviation fuel (SAF). These projects are driven by regulatory pressures and the need for low-carbon fuels that can integrate into existing fuel systems, offering a practical solution for reducing emissions. The projects include full refinery conversions, co-processing, and greenfield developments, with BP and Chevron leading in capacity and project size. The U.S. Department of Energy reports that SAF projects in the U.S. could meet over 10% of the country's jet fuel demand by 2030, requiring significant investment and technological advancement. Overall, there is a clear trend among oil majors toward advanced biofuels to meet decarbonization targets and growing demand for fossil-fuel alternatives.",
        "pre_processed_summary": [
            "bp chevron eni exxonmobil shell and totalenergies have announced biofuel production projects with a combined capacity of barrels per day focusing on hydrotreated vegetable oil hvo and sustainable aviation fuel saf .",
            "these projects are driven by regulatory pressures and the need for low carbon fuels that can integrate into existing fuel systems offering a practical solution for reducing emissions .",
            "the projects include full refinery conversions co processing and greenfield developments with bp and chevron leading in capacity and project size .",
            "the u .",
            "s .",
            "department of energy reports that saf projects in the u .",
            "s .",
            "could meet over of the country s jet fuel demand by requiring significant investment and technological advancement .",
            "overall there is a clear trend among oil majors toward advanced biofuels to meet decarbonization targets and growing demand for fossil fuel alternatives ."
        ],
        "per_sentence_scores": [
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9702550768852234
                    },
                    {
                        "label": "positive",
                        "score": 0.029567912220954895
                    },
                    {
                        "label": "negative",
                        "score": 0.00017691719403956085
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.9683315753936768
                    },
                    {
                        "label": "neutral",
                        "score": 0.031097276136279106
                    },
                    {
                        "label": "negative",
                        "score": 0.0005711938138119876
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998619556427002
                    },
                    {
                        "label": "positive",
                        "score": 9.479889558861032e-05
                    },
                    {
                        "label": "negative",
                        "score": 4.32994456787128e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998927116394043
                    },
                    {
                        "label": "negative",
                        "score": 5.994365346850827e-05
                    },
                    {
                        "label": "positive",
                        "score": 4.727863415610045e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998819828033447
                    },
                    {
                        "label": "negative",
                        "score": 6.970321555854753e-05
                    },
                    {
                        "label": "positive",
                        "score": 4.831637124880217e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998892545700073
                    },
                    {
                        "label": "negative",
                        "score": 6.39574573142454e-05
                    },
                    {
                        "label": "positive",
                        "score": 4.6771565394010395e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998819828033447
                    },
                    {
                        "label": "negative",
                        "score": 6.970321555854753e-05
                    },
                    {
                        "label": "positive",
                        "score": 4.831637124880217e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.9993784427642822
                    },
                    {
                        "label": "neutral",
                        "score": 0.00040334812365472317
                    },
                    {
                        "label": "negative",
                        "score": 0.00021812136401422322
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.9995959401130676
                    },
                    {
                        "label": "negative",
                        "score": 0.000224598465138115
                    },
                    {
                        "label": "neutral",
                        "score": 0.000179471549927257
                    }
                ]
            }
        ],
        "aggregate_scores": {
            "negative": 0.0001663819805091609,
            "neutral": 0.666815895572654,
            "positive": 0.333017705814402
        },
        "emotion": "neutral"
    },
    {
        "cnt": 5,
        "title": "Chevron (NYSE:CVX) Shares Down 0.7% Following Insider Selling",
        "description": "Chevron Co. (NYSE:CVX – Get Free Report) shares were down 0.7% on Tuesday after an insider sold shares in the company. The stock traded as low as $158.75 and last traded at $159.67. Approximately 852,196 shares changed hands during mid-day trading, a decline …",
        "link": "https://www.etfdailynews.com/2024/11/21/chevron-nysecvx-shares-down-0-7-following-insider-selling/",
        "publish_date": "2024-11-21T06:27:01Z",
        "content": "Chevron Co. (NYSE:CVX – Get Free Report) shares were down 0.7% on Tuesday after an insider sold shares in the company. The stock traded as low as $158.75 and last traded at $159.67. Approximately 852,196 shares changed hands during mid-day trading, a decline of 89% from the average daily volume of 7,640,277 shares. The stock had previously closed at $160.76.\n\nSpecifically, CEO Michael K. Wirth sold 164,600 shares of the business’s stock in a transaction dated Thursday, November 14th. The stock was sold at an average price of $160.13, for a total value of $26,357,398.00. Following the completion of the sale, the chief executive officer now directly owns 4,280 shares of the company’s stock, valued at approximately $685,356.40. The trade was a 97.47 % decrease in their position. The transaction was disclosed in a document filed with the Securities & Exchange Commission, which is accessible through this link.\n\nGet Chevron alerts:\n\nWall Street Analyst Weigh In\n\nCVX has been the subject of a number of research reports. DZ Bank raised shares of Chevron from a “hold” rating to a “buy” rating and set a $170.00 target price for the company in a report on Tuesday, November 5th. Royal Bank of Canada increased their target price on Chevron from $170.00 to $175.00 and gave the stock an “outperform” rating in a research note on Monday, November 4th. Bank of America started coverage on Chevron in a research report on Thursday, October 17th. They issued a “buy” rating and a $168.00 price objective for the company. Truist Financial increased their price target on shares of Chevron from $150.00 to $155.00 and gave the company a “hold” rating in a report on Monday, November 4th. Finally, Wells Fargo & Company dropped their target price on shares of Chevron from $196.00 to $169.00 and set an “overweight” rating for the company in a report on Friday, September 27th. Four equities research analysts have rated the stock with a hold rating and thirteen have issued a buy rating to the stock. According to data from MarketBeat, the company currently has an average rating of “Moderate Buy” and an average price target of $174.93.\n\nChevron Trading Up 1.1 %\n\nThe firm has a market capitalization of $289.87 billion, a PE ratio of 17.73, a P/E/G ratio of 3.63 and a beta of 1.09. The company has a quick ratio of 0.80, a current ratio of 1.07 and a debt-to-equity ratio of 0.13. The business’s fifty day moving average price is $150.70 and its 200 day moving average price is $152.63.\n\nChevron (NYSE:CVX – Get Free Report) last posted its quarterly earnings results on Friday, November 1st. The oil and gas company reported $2.51 EPS for the quarter, beating the consensus estimate of $2.47 by $0.04. Chevron had a return on equity of 13.15% and a net margin of 8.44%. The company had revenue of $50.67 billion during the quarter, compared to analysts’ expectations of $48.86 billion. During the same quarter in the previous year, the business earned $3.05 EPS. The firm’s revenue was down 6.3% on a year-over-year basis. As a group, analysts expect that Chevron Co. will post 10.55 EPS for the current fiscal year.\n\nChevron Dividend Announcement\n\nThe business also recently disclosed a quarterly dividend, which will be paid on Tuesday, December 10th. Stockholders of record on Monday, November 18th will be paid a dividend of $1.63 per share. The ex-dividend date of this dividend is Monday, November 18th. This represents a $6.52 annualized dividend and a dividend yield of 4.04%. Chevron’s dividend payout ratio is presently 71.65%.\n\nInstitutional Investors Weigh In On Chevron\n\nA number of institutional investors have recently added to or reduced their stakes in CVX. State Street Corp grew its stake in shares of Chevron by 0.6% in the third quarter. State Street Corp now owns 159,105,244 shares of the oil and gas company’s stock valued at $23,431,429,000 after buying an additional 874,962 shares in the last quarter. Charles Schwab Investment Management Inc. grew its position in Chevron by 11.5% in the third quarter. Charles Schwab Investment Management Inc. now owns 31,108,760 shares of the oil and gas company’s stock valued at $4,581,137,000 after acquiring an additional 3,203,899 shares in the last quarter. Fisher Asset Management LLC grew its position in Chevron by 3.6% in the third quarter. Fisher Asset Management LLC now owns 19,482,388 shares of the oil and gas company’s stock valued at $2,869,171,000 after acquiring an additional 672,244 shares in the last quarter. Ameriprise Financial Inc. grew its holdings in Chevron by 3.0% during the 2nd quarter. Ameriprise Financial Inc. now owns 17,111,051 shares of the oil and gas company’s stock valued at $2,676,957,000 after purchasing an additional 501,969 shares in the last quarter. Finally, Legal & General Group Plc boosted its holdings in Chevron by 4.9% in the second quarter. Legal & General Group Plc now owns 13,570,971 shares of the oil and gas company’s stock valued at $2,122,772,000 after purchasing an additional 629,644 shares during the last quarter. Hedge funds and other institutional investors own 72.42% of the company’s stock.\n\nAbout Chevron\n\n(Get Free Report)\n\nChevron Corporation, through its subsidiaries, engages in the integrated energy and chemicals operations in the United States and internationally. The company operates in two segments, Upstream and Downstream. The Upstream segment is involved in the exploration, development, production, and transportation of crude oil and natural gas; processing, liquefaction, transportation, and regasification of liquefied natural gas; transportation of crude oil through pipelines; transportation, storage, and marketing of natural gas; and carbon capture and storage, as well as a gas-to-liquids plant.\n\nFeatured Stories\n\nReceive News & Ratings for Chevron Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Chevron and related companies with MarketBeat.com's FREE daily email newsletter.",
        "summary": "Chevron's stock experienced a slight decline of 0.7% after CEO Michael K. Wirth sold 164,600 shares, significantly reducing his position in the company. Despite this, several analysts have issued positive ratings for Chevron, with DZ Bank upgrading it to a \"buy\" and setting a target price of $170, while Royal Bank of Canada increased their target price to $175. Chevron reported quarterly earnings that slightly exceeded expectations, with a revenue of $50.67 billion, although this was a 6.3% decrease from the previous year. The company announced a quarterly dividend of $1.63 per share, resulting in an annualized dividend yield of 4.04%. Institutional investors have been actively adjusting their stakes in Chevron, with significant holdings by State Street Corp, Charles Schwab Investment Management, and others, collectively owning 72.42% of the company's stock.",
        "pre_processed_summary": [
            "chevron s stock experienced a slight decline of .",
            "after ceo michael k .",
            "wirth sold shares significantly reducing his position in the company .",
            "despite this several analysts have issued positive ratings for chevron with dz bank upgrading it to a buy and setting a target price of while royal bank of canada increased their target price to .",
            "chevron reported quarterly earnings that slightly exceeded expectations with a revenue of .",
            "billion although this was a .",
            "decrease from the previous year .",
            "the company announced a quarterly dividend of .",
            "per share resulting in an annualized dividend yield of .",
            ".",
            "institutional investors have been actively adjusting their stakes in chevron with significant holdings by state street corp charles schwab investment management and others collectively owning .",
            "of the company s stock ."
        ],
        "per_sentence_scores": [
            {
                "sentiment_scores": [
                    {
                        "label": "negative",
                        "score": 0.9986553192138672
                    },
                    {
                        "label": "neutral",
                        "score": 0.0008033060585148633
                    },
                    {
                        "label": "positive",
                        "score": 0.0005413501639850438
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998811483383179
                    },
                    {
                        "label": "negative",
                        "score": 7.205513975350186e-05
                    },
                    {
                        "label": "positive",
                        "score": 4.673329385695979e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.5685823559761047
                    },
                    {
                        "label": "negative",
                        "score": 0.411318838596344
                    },
                    {
                        "label": "neutral",
                        "score": 0.02009877935051918
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.999687910079956
                    },
                    {
                        "label": "negative",
                        "score": 0.00021588950767181814
                    },
                    {
                        "label": "neutral",
                        "score": 9.622608195059001e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "negative",
                        "score": 0.9976807832717896
                    },
                    {
                        "label": "positive",
                        "score": 0.0019340092549100518
                    },
                    {
                        "label": "neutral",
                        "score": 0.00038527234573848546
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998794794082642
                    },
                    {
                        "label": "negative",
                        "score": 6.930495146661997e-05
                    },
                    {
                        "label": "positive",
                        "score": 5.121725916978903e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.9974823594093323
                    },
                    {
                        "label": "negative",
                        "score": 0.0022549722343683243
                    },
                    {
                        "label": "neutral",
                        "score": 0.000262696819845587
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998753070831299
                    },
                    {
                        "label": "negative",
                        "score": 8.461473771603778e-05
                    },
                    {
                        "label": "positive",
                        "score": 4.0017650462687016e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998146891593933
                    },
                    {
                        "label": "positive",
                        "score": 0.00010077790648210794
                    },
                    {
                        "label": "negative",
                        "score": 8.446843276033178e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998756647109985
                    },
                    {
                        "label": "negative",
                        "score": 7.229324546642601e-05
                    },
                    {
                        "label": "positive",
                        "score": 5.200501254876144e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9818214774131775
                    },
                    {
                        "label": "positive",
                        "score": 0.017929106950759888
                    },
                    {
                        "label": "negative",
                        "score": 0.000249367905780673
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998902082443237
                    },
                    {
                        "label": "negative",
                        "score": 6.7879882408306e-05
                    },
                    {
                        "label": "positive",
                        "score": 4.190829713479616e-05
                    }
                ]
            }
        ],
        "aggregate_scores": {
            "negative": 0.20090214892661606,
            "neutral": 0.5835570212511811,
            "positive": 0.2155408126045586
        },
        "emotion": "neutral"
    },
    {
        "cnt": 6,
        "title": "Protesting Chevron pensioners seek upward review of allowances",
        "description": "Pensioners of Chevron Nigeria Limited staged a protest on Tuesday to express their dissatisfaction with the international oil company over its neglect of their welfare, demanding an urgent review of the pension package, which they claimed had remained unchang…",
        "link": "https://punchng.com/protesting-chevron-pensioners-seek-upward-review-of-allowances/",
        "publish_date": "2024-11-20T00:06:35Z",
        "content": "Pensioners of Chevron Nigeria Limited staged a protest on Tuesday to express their dissatisfaction with the international oil company over its neglect of their welfare, demanding an urgent review of the pension package, which they claimed had remained unchanged for decades.\n\nDefying Tuesday’s sweltering heat, the protesters, carrying placards with various inscriptions, marched to the company’s headquarters in the Lekki area of Lagos State.\n\nSpeaking during the protest, the President of PenCon, Comrade Omare Jonathan, urged Chevron to follow the example of other international oil companies in the country that prioritise the well-being of their former employees.\n\n“Our welfare is on the line. This is what we have worked hard for over the years. Other IOCs paid lump sums last year and this year, but for nearly 30 years, we have received no lump sum payments.\n\n“We are simply asking to be rewarded for the years we dedicated to this company. We have paid our dues in full and deserve recognition. Many of us devoted 30 to 35 years of our lives —our entire youth— to Chevron. We should not be treated like discarded rags,” Jonathan lamented.\n\nThe PenCon president also accused Chevron of transferring retirees’ pension funds to a third-party administrator without their knowledge, despite initially convincing them to entrust their funds to the company’s in-house pension management system.\n\nHe recounted, “In 2007, Chevron’s leadership held discussions with the workforce through our unions to determine whether our pensions should be managed by an external party or through the in-house system known as Chevron Nigeria Closed Pension Fund Administrator. They persuaded us to entrust our funds to the in-house system, and we agreed.\n\n“Seventeen years later, they transferred the funds to a third party without consulting the rightful owners. If their intentions for the retirees were genuine, they would have engaged us and explained the reasons for moving our funds to an external party.”\n\nThe vice president of PenCon, John Nwanosike, expressed concern over the challenging economic conditions faced by its members.\n\nHe criticised the fact that retirees had been receiving the same payments for the past 20 years, a practice he claimed violated Nigeria’s constitution, which mandates periodic reviews of such payments.\n\nHe said, “We have been asking the managing director to meet with us since 2022. We are in a situation where someone retired when a dollar was worth N99, yet we are still receiving the same amount, despite the dollar now exceeding N1500. Our salaries have been severely devalued.\n\n“After trading with our pension fund for over 16 years, they are trying to check out of the country. We got nothing from all the investments they made with our money. Chevron is violating Nigerian law. Before they leave the country, let them pay us our dues.”\n\nThe retirees’ lawyer, Evans Ufeli, stated that the protest aimed to ensure that law-abiding and responsible Nigerians were not unfairly treated.\n\nUfeli noted, “We have been advocating for this for a long time. This is not a vengeful protest; it is a movement aimed at enforcing the rights of Nigerian citizens.\n\n“We have been advocating for this for a long time. This is not a vengeful protest; it is a movement aimed at enforcing the rights of Nigerian citizens.”\n\nA statement provided to our correspondent after the protest outlined the retirees’ demands, which included the immediate recognition of the association “and start implementation of dues deduction at source; immediately engage PenCoN to discuss and align on terms and conditions of CNCPFA outsourcing.\n\n“Restore retirees’ January five per cent cost of living adjustment and restore 75 per cent of the Petroleum and Natural Gas Senior Staff Association of Nigeria’s annually negotiated per cent increase in monthly basic salary.”\n\nAttempts by our correspondent to speak with the media representative of CNL were unsuccessful, as security officers at the entrance informed him that an appointment was needed to gain entry into the company.",
        "summary": "Pensioners of Chevron Nigeria Limited protested to demand a review of their stagnant pension packages, which have not changed for decades. The protest, led by PenCon President Comrade Omare Jonathan, highlighted the disparity between Chevron and other international oil companies that have provided lump sum payments to their retirees. The pensioners accused Chevron of transferring their pension funds to a third-party administrator without their consent, despite previous assurances that the funds would be managed in-house. PenCon Vice President John Nwanosike criticized the economic hardships faced by retirees due to unchanged payments for 20 years, which he argued violated Nigeria's constitutional requirement for periodic reviews. The retirees' lawyer, Evans Ufeli, emphasized that the protest aimed to enforce the rights of Nigerian citizens and outlined demands for recognition, engagement with PenCon, and restoration of cost-of-living adjustments.",
        "pre_processed_summary": [
            "pensioners of chevron nigeria limited protested to demand a review of their stagnant pension packages which have not changed for decades .",
            "the protest led by pencon president comrade omare jonathan highlighted the disparity between chevron and other international oil companies that have provided lump sum payments to their retirees .",
            "the pensioners accused chevron of transferring their pension funds to a third party administrator without their consent despite previous assurances that the funds would be managed in house .",
            "pencon vice president john nwanosike criticized the economic hardships faced by retirees due to unchanged payments for years which he argued violated nigeria s constitutional requirement for periodic reviews .",
            "the retirees lawyer evans ufeli emphasized that the protest aimed to enforce the rights of nigerian citizens and outlined demands for recognition engagement with pencon and restoration of cost of living adjustments ."
        ],
        "per_sentence_scores": [
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9898294806480408
                    },
                    {
                        "label": "negative",
                        "score": 0.009987623430788517
                    },
                    {
                        "label": "positive",
                        "score": 0.0001828413369366899
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "negative",
                        "score": 0.5574596524238586
                    },
                    {
                        "label": "neutral",
                        "score": 0.4412759840488434
                    },
                    {
                        "label": "positive",
                        "score": 0.001264358637854457
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9962558746337891
                    },
                    {
                        "label": "negative",
                        "score": 0.003654704662039876
                    },
                    {
                        "label": "positive",
                        "score": 8.939648978412151e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "negative",
                        "score": 0.9974405765533447
                    },
                    {
                        "label": "neutral",
                        "score": 0.0017990050837397575
                    },
                    {
                        "label": "positive",
                        "score": 0.0007604169077239931
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9997729659080505
                    },
                    {
                        "label": "positive",
                        "score": 0.00014787779946345836
                    },
                    {
                        "label": "negative",
                        "score": 7.909638225100935e-05
                    }
                ]
            }
        ],
        "aggregate_scores": {
            "negative": 0.3137243306904566,
            "neutral": 0.6857866620644927,
            "positive": 0.0004889782343525439
        },
        "emotion": "neutral"
    },
    {
        "cnt": 7,
        "title": "Big Oil Pours Billions into Biofuel Production to Meet Decarbonization Goals",
        "description": "Under increasing pressure to decarbonize and shift away from traditional fossil fuels, the world’s leading oil and gas companies are ramping up investments in the biofuels sector. Major players such as BP, Chevron, Shell, TotalEnergies, ExxonMobil and Eni are…",
        "link": "https://oilprice.com/Energy/Energy-General/Big-Oil-Pours-Billions-into-Biofuel-Production-to-Meet-Decarbonization-Goals.html",
        "publish_date": "2024-11-20T19:00:00Z",
        "content": "BP and Chevron are leading the charge in terms of announced production capacity, with other oil majors also making significant investments in the sector.\n\nUnder increasing pressure to decarbonize and shift away from traditional fossil fuels, the world’s leading oil and gas companies are ramping up investments in the biofuels sector. Major players such as BP, Chevron, Shell, TotalEnergies, ExxonMobil and Eni are incorporating biofuels into their broader energy transition strategies, recognizing the growing global demand for sustainable fuel sources. According to Rystad Energy’s research, these six oil majors have announced a total of 43 biofuel projects that are either already operational or are targeted to start up by 2030. While investments span various biofuel products, including biodiesel and ethanol, the focus is clearly on hydrotreated vegetable oil (HVO) and sustainable aviation fuel (SAF), which are expected to make up nearly 90% of the projected biofuel production.\n\nAnalyzing the implementation of these investments, which could add a combined 286,000 barrels per day (bpd) of production capacity, reveals that 31 projects are greenfield developments. Six involve co-processing — integrating bio feedstock into existing crude-oil refineries to produce a blended feedstock — while another six are full conversions of refineries to facilities dedicated exclusively to biofuel production. Co-processing stands out as a cost-effective option that allows companies to leverage existing infrastructure and reduce upfront investment, making it an appealing choice for oil majors entering the biofuels market.\n\nSupermajors are accelerating investments in biofuels like HVO and SAF, recognizing their potential as low-carbon ‘drop-in’ fuels that can be swiftly integrated into existing aviation, heavy transport and marine fuel systems. As the energy transition progresses, these biofuels offer a practical, near-term solution to reduce emissions without requiring significant changes to current infrastructure. With increasing regulatory pressure to adopt SAF, such as Europe’s ‘ReFuel EU’ initiative and expanding mandates in Asia Pacific, biofuels have shifted from being a potential option to becoming an essential component of decarbonization strategies,\n\nLars Klesse, Analyst, BioEnergy Research, Rystad Energy\n\nLearn more with Rystad Energy's newly launched BioEnergy Solution.\n\nThe 43 biofuel projects announced by oil majors signal promising developments in the industry. Chevron's Geismar project, the largest of the 31 greenfield initiatives, is set to produce 22,000 bpd of biofuel, marking a significant addition to global capacity. Additionally, Chevron’s El Segundo refinery, the largest in co-processing capacity, converted a diesel hydrotreating unit last year into a 10,000 bpd renewable facility. BP's Kwinana project, the largest announced refinery conversion, is also poised to significantly increase the production of sustainable fuels. By 2030, this project is expected to produce 50,000 bpd of HVO and SAF, a gamechanger that could be pivotal for meeting rising demand for biofuels in the near future.\n\nAmong the leading companies, BP stands out with the largest announced production capacity in its pipeline, reaching a combined 130,000 bpd of ethanol and HVO/SAF capacity and positioning BP as a global frontrunner in the bioenergy space. Other oil majors, including Chevron, Eni, Shell, TotalEnergies and ExxonMobil, are also making significant strides, particularly in the advanced biofuels sector, although many of these projects are still in development.\n\nBP and Chevron hold significant positions in operational capacity. BP's acquisition of Bunge Bioenergia, a leading Brazilian biofuel producer, has substantially increased its production capacity to approximately 66,000 bpd. The acquisition has enabled BP to exceed its 2025 milestone of 50,000 bpd and positions the company to achieve its biofuel target of 100,000 bpd by 2030. Additionally, Chevron's purchase of Renewable Energy Group and Eni's operational advanced biofuel capacity of 22,000 bpd, driven by both co-processing and conversion projects, further solidify their positions in the expanding biofuels market.\n\nTotalEnergies has also outlined aggressive biofuel targets, aiming to use waste biomass for 75% of its biofuel production by the end of 2024. To achieve this, the French integrated energy and petroleum company plans to prioritize waste and residues from the food industry, such as used oils and animal fats, to avoid land-use conflicts. Meanwhile, ExxonMobil is gearing up to start biofuel production at its Strathcona Refinery next year, with an initial capacity of 20,000 bpd. The company also plans to launch 12 additional biofuel projects to help it reach its goal of 200,000 bpd by 2030.\n\nAs oil majors shift to lower-carbon energy, there is a clear trend toward advanced biofuels, particularly HVO and SAF, with companies scaling up production to meet rising demand from the aviation and heavy transport sectors. Despite some project delays, biofuels are seeing a significant increase in investment and innovation as 2030 decarbonization targets loom and the market for fossil-fuel alternatives grows.\n\nBy Rystad Energy\n\nMore Top Reads From Oilprice.com",
        "summary": "BP and Chevron are leading significant investments in the biofuels sector as major oil companies, including Shell, TotalEnergies, ExxonMobil, and Eni, incorporate biofuels into their energy transition strategies. These companies have announced 43 biofuel projects, focusing primarily on hydrotreated vegetable oil (HVO) and sustainable aviation fuel (SAF), which are expected to constitute nearly 90% of projected biofuel production. The projects, which could add 286,000 barrels per day of production capacity, include greenfield developments, co-processing, and full refinery conversions. BP and Chevron are particularly notable for their large-scale projects, with BP aiming for a combined 130,000 bpd capacity and Chevron's Geismar project set to produce 22,000 bpd. As regulatory pressures increase, biofuels are becoming essential components of decarbonization strategies, with companies like TotalEnergies and ExxonMobil also setting ambitious biofuel production targets.",
        "pre_processed_summary": [
            "bp and chevron are leading significant investments in the biofuels sector as major oil companies including shell totalenergies exxonmobil and eni incorporate biofuels into their energy transition strategies .",
            "these companies have announced biofuel projects focusing primarily on hydrotreated vegetable oil hvo and sustainable aviation fuel saf which are expected to constitute nearly of projected biofuel production .",
            "the projects which could add barrels per day of production capacity include greenfield developments co processing and full refinery conversions .",
            "bp and chevron are particularly notable for their large scale projects with bp aiming for a combined bpd capacity and chevron s geismar project set to produce bpd .",
            "as regulatory pressures increase biofuels are becoming essential components of decarbonization strategies with companies like totalenergies and exxonmobil also setting ambitious biofuel production targets ."
        ],
        "per_sentence_scores": [
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.9994408488273621
                    },
                    {
                        "label": "neutral",
                        "score": 0.00037720330874435604
                    },
                    {
                        "label": "negative",
                        "score": 0.00018192222341895103
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998705387115479
                    },
                    {
                        "label": "positive",
                        "score": 8.517751120962203e-05
                    },
                    {
                        "label": "negative",
                        "score": 4.424234793987125e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9991821646690369
                    },
                    {
                        "label": "positive",
                        "score": 0.0007639424875378609
                    },
                    {
                        "label": "negative",
                        "score": 5.3781364840688184e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9994020462036133
                    },
                    {
                        "label": "positive",
                        "score": 0.0005484092398546636
                    },
                    {
                        "label": "negative",
                        "score": 4.960295700584538e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.9945642948150635
                    },
                    {
                        "label": "neutral",
                        "score": 0.005103590898215771
                    },
                    {
                        "label": "negative",
                        "score": 0.00033205203362740576
                    }
                ]
            }
        ],
        "aggregate_scores": {
            "negative": 0.00013232018536655233,
            "neutral": 0.6007871087582316,
            "positive": 0.3990805345762055
        },
        "emotion": "neutral"
    },
    {
        "cnt": 8,
        "title": "Michael K. Wirth Sells 164,600 Shares of Chevron Co. (NYSE:CVX) Stock",
        "description": "Chevron Co. (NYSE:CVX – Get Free Report) CEO Michael K. Wirth sold 164,600 shares of the company’s stock in a transaction dated Thursday, November 14th. The shares were sold at an average price of $160.13, for a total value of $26,357,398.00. Following the co…",
        "link": "https://www.etfdailynews.com/2024/11/20/michael-k-wirth-sells-164600-shares-of-chevron-co-nysecvx-stock/",
        "publish_date": "2024-11-20T09:11:00Z",
        "content": "Chevron Co. (NYSE:CVX – Get Free Report) CEO Michael K. Wirth sold 164,600 shares of the company’s stock in a transaction dated Thursday, November 14th. The shares were sold at an average price of $160.13, for a total value of $26,357,398.00. Following the completion of the sale, the chief executive officer now owns 4,280 shares of the company’s stock, valued at $685,356.40. This represents a 97.47 % decrease in their position. The transaction was disclosed in a legal filing with the SEC, which can be accessed through this hyperlink.\n\nChevron Stock Down 0.7 %\n\nCVX stock opened at $159.61 on Wednesday. The business has a 50-day moving average of $150.23 and a 200-day moving average of $152.57. Chevron Co. has a fifty-two week low of $135.37 and a fifty-two week high of $167.11. The company has a debt-to-equity ratio of 0.13, a current ratio of 1.07 and a quick ratio of 0.80. The stock has a market capitalization of $286.83 billion, a P/E ratio of 17.54, a P/E/G ratio of 3.63 and a beta of 1.09.\n\nGet Chevron alerts:\n\nChevron (NYSE:CVX – Get Free Report) last issued its quarterly earnings results on Friday, November 1st. The oil and gas company reported $2.51 EPS for the quarter, beating the consensus estimate of $2.47 by $0.04. Chevron had a return on equity of 13.15% and a net margin of 8.44%. The firm had revenue of $50.67 billion during the quarter, compared to analysts’ expectations of $48.86 billion. During the same period in the prior year, the firm posted $3.05 earnings per share. The business’s quarterly revenue was down 6.3% compared to the same quarter last year. On average, sell-side analysts anticipate that Chevron Co. will post 10.55 earnings per share for the current fiscal year.\n\nChevron Dividend Announcement\n\nAnalyst Ratings Changes\n\nThe business also recently declared a quarterly dividend, which will be paid on Tuesday, December 10th. Investors of record on Monday, November 18th will be given a dividend of $1.63 per share. The ex-dividend date is Monday, November 18th. This represents a $6.52 annualized dividend and a yield of 4.08%. Chevron’s dividend payout ratio (DPR) is presently 71.65%.\n\nCVX has been the subject of a number of recent analyst reports. Mizuho dropped their price objective on Chevron from $205.00 to $189.00 and set an “outperform” rating for the company in a report on Monday, September 16th. Scotiabank lowered their price target on Chevron from $180.00 to $163.00 and set a “sector outperform” rating for the company in a report on Thursday, October 10th. Truist Financial increased their price target on Chevron from $150.00 to $155.00 and gave the stock a “hold” rating in a report on Monday, November 4th. Barclays increased their price target on Chevron from $168.00 to $174.00 and gave the stock an “overweight” rating in a report on Monday, November 4th. Finally, Royal Bank of Canada increased their price target on Chevron from $170.00 to $175.00 and gave the stock an “outperform” rating in a report on Monday, November 4th. Four investment analysts have rated the stock with a hold rating and thirteen have assigned a buy rating to the company’s stock. Based on data from MarketBeat.com, the stock presently has a consensus rating of “Moderate Buy” and a consensus target price of $174.93.\n\nGet Our Latest Report on CVX\n\nInstitutional Inflows and Outflows\n\nLarge investors have recently bought and sold shares of the stock. Legacy Investment Solutions LLC bought a new stake in Chevron in the third quarter valued at approximately $29,000. Rational Advisors LLC bought a new stake in Chevron in the third quarter valued at approximately $29,000. Darwin Wealth Management LLC bought a new stake in Chevron in the third quarter valued at approximately $30,000. RPg Family Wealth Advisory LLC bought a new stake in Chevron in the third quarter valued at approximately $31,000. Finally, Anfield Capital Management LLC raised its stake in Chevron by 118.0% in the second quarter. Anfield Capital Management LLC now owns 218 shares of the oil and gas company’s stock valued at $34,000 after buying an additional 118 shares during the period. 72.42% of the stock is owned by institutional investors and hedge funds.\n\nChevron Company Profile\n\n(Get Free Report)\n\nChevron Corporation, through its subsidiaries, engages in the integrated energy and chemicals operations in the United States and internationally. The company operates in two segments, Upstream and Downstream. The Upstream segment is involved in the exploration, development, production, and transportation of crude oil and natural gas; processing, liquefaction, transportation, and regasification of liquefied natural gas; transportation of crude oil through pipelines; transportation, storage, and marketing of natural gas; and carbon capture and storage, as well as a gas-to-liquids plant.\n\nFeatured Stories\n\nReceive News & Ratings for Chevron Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Chevron and related companies with MarketBeat.com's FREE daily email newsletter.",
        "summary": "Chevron CEO Michael K. Wirth sold 164,600 shares of the company's stock, significantly reducing his holdings by 97.47%, with the transaction disclosed in a legal filing with the SEC. Chevron's stock opened at $159.61, with a market capitalization of $286.83 billion, and the company reported quarterly earnings of $2.51 per share, slightly surpassing analyst expectations. The company declared a quarterly dividend of $1.63 per share, resulting in an annualized dividend yield of 4.08%. Analysts have given Chevron a consensus rating of \"Moderate Buy,\" with a target price of $174.93, and institutional investors have been actively buying and selling shares. Chevron operates in the energy and chemicals sectors, with activities in both upstream and downstream segments, including oil and gas exploration, production, and transportation.",
        "pre_processed_summary": [
            "chevron ceo michael k .",
            "wirth sold shares of the company s stock significantly reducing his holdings by .",
            "with the transaction disclosed in a legal filing with the sec .",
            "chevron s stock opened at .",
            "with a market capitalization of .",
            "billion and the company reported quarterly earnings of .",
            "per share slightly surpassing analyst expectations .",
            "the company declared a quarterly dividend of .",
            "per share resulting in an annualized dividend yield of .",
            ".",
            "analysts have given chevron a consensus rating of moderate buy with a target price of .",
            "and institutional investors have been actively buying and selling shares .",
            "chevron operates in the energy and chemicals sectors with activities in both upstream and downstream segments including oil and gas exploration production and transportation ."
        ],
        "per_sentence_scores": [
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998815059661865
                    },
                    {
                        "label": "negative",
                        "score": 6.786589801777154e-05
                    },
                    {
                        "label": "positive",
                        "score": 5.0683505833148956e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.9854560494422913
                    },
                    {
                        "label": "neutral",
                        "score": 0.013172975741326809
                    },
                    {
                        "label": "negative",
                        "score": 0.001370921265333891
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998905658721924
                    },
                    {
                        "label": "negative",
                        "score": 6.9914196501486e-05
                    },
                    {
                        "label": "positive",
                        "score": 3.93972331949044e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998856782913208
                    },
                    {
                        "label": "negative",
                        "score": 6.660958752036095e-05
                    },
                    {
                        "label": "positive",
                        "score": 4.7619127144571394e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998857975006104
                    },
                    {
                        "label": "negative",
                        "score": 7.31940963305533e-05
                    },
                    {
                        "label": "positive",
                        "score": 4.096312477486208e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998825788497925
                    },
                    {
                        "label": "negative",
                        "score": 7.30418469174765e-05
                    },
                    {
                        "label": "positive",
                        "score": 4.431365232449025e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.9996048808097839
                    },
                    {
                        "label": "negative",
                        "score": 0.00030479347333312035
                    },
                    {
                        "label": "neutral",
                        "score": 9.033570677274838e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998811483383179
                    },
                    {
                        "label": "negative",
                        "score": 8.01286005298607e-05
                    },
                    {
                        "label": "positive",
                        "score": 3.869256397592835e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998146891593933
                    },
                    {
                        "label": "positive",
                        "score": 0.00010077790648210794
                    },
                    {
                        "label": "negative",
                        "score": 8.446843276033178e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998756647109985
                    },
                    {
                        "label": "negative",
                        "score": 7.229324546642601e-05
                    },
                    {
                        "label": "positive",
                        "score": 5.200501254876144e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "positive",
                        "score": 0.9706464409828186
                    },
                    {
                        "label": "neutral",
                        "score": 0.0284891277551651
                    },
                    {
                        "label": "negative",
                        "score": 0.0008643936598673463
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.9998387098312378
                    },
                    {
                        "label": "negative",
                        "score": 8.096506644506007e-05
                    },
                    {
                        "label": "positive",
                        "score": 8.033162885112688e-05
                    }
                ]
            },
            {
                "sentiment_scores": [
                    {
                        "label": "neutral",
                        "score": 0.999900221824646
                    },
                    {
                        "label": "negative",
                        "score": 5.7764133089222014e-05
                    },
                    {
                        "label": "positive",
                        "score": 4.194498251308687e-05
                    }
                ]
            }
        ],
        "aggregate_scores": {
            "negative": 0.0002512579617009928,
            "neutral": 0.7723453076575354,
            "positive": 0.22740339230557977
        },
        "emotion": "neutral"
    }
]