[
    {
        "cnt": 1,
        "content": "Nvidia CEO Jensen Huang has a unique philosophy on time and shared why he does not wear a watch. Speaking at a tech event, Huang, whose AI chip company Nvidia has seen its valuation soar through the roof in recent years, stressed the importance of living in the moment.\n\n“Very few people know this, but I don't wear a watch. And the reason why I don't wear a watch is: now is the most important time. You'll be surprised; I'm not at all ambitious. I don't aspire to do more. I aspire to do better at what I'm currently doing. I'm not reaching for more; I wait for the world to come to me. People who know me also know Nvidia doesn't have a long-term strategy. We have no long-term plan. Our definition of a long-term plan is What are we doing today?”\n\nBest Career Advice: ‘Now is Most Important’ In 2023 too, recounting his conversation with a Japanese gardener whose response to Huang's questions shaped his own view on the matter, as per a Hindustan Times report. The billionaire shared that he met the gardener who \"lovingly cared for a temple in Kyoto (Japan)\" and managed to keep the mossy space in perfect condition despite the summer heat, size of the garden, and comparatively small sized tools.\n\nWhen asked how he accomplished this, the gardener told Huang in English: \"I have plenty of time\".\n\n\"This is the best career advice I can give: Now is the most important time, just dedicate yourself to now. I’m rarely chasing things… I’m focused on now. I’m enjoying my job,” he added.\n\nInspiration On Social Media Instagram account entrepreneursonig posted a video of Huang speaking at the an event, where he shared the philosophy. “Doing more is easy; doing less is hard. Jensen Huang, CEO and co-founder of NVIDIA, shares how he and his company focus on the present, which ultimately shapes their future,” the account noted.\n\nAlso Read | Delhi HC dismisses ₹218 crore stamp duty notice against Ambuja Cements",
        "description": "Nvidia CEO Jensen Huang feels living in the moment is important and shared a story about a gardener's perspective on time.",
        "link": "https://www.livemint.com/companies/people/nvidia-ceo-jensen-huang-doesnt-wear-watch-why-time-rarely-chasing-things-focus-now-enjoying-job-philosophy-business-news-11731221333060.html",
        "publish_date": "2024-11-10T07:23:17Z",
        "title": "Here's why Nvidia CEO Jensen Huang doesn't wear a watch, ‘rarely chasing things, focused on now…’",
        "summary": "Nvidia의 CEO 젠슨 황은 시계를 차지 않는 이유로 현재를 중시하는 철학을 설명했습니다. 그는 장기적인 계획보다는 현재에 집중하며, 지금 하고 있는 일을 더 잘하는 것이 중요하다고 강조했습니다. 또한, 일본의 정원사와의 대화를 통해 '지금이 가장 중요한 시간'이라는 교훈을 얻었으며, 이는 그의 경력 조언으로도 이어졌습니다."
    },
    {
        "cnt": 2,
        "content": "Nvidia CEO Jensen Huang doubled down on his vision for \"AI employees\" in a recent interview.\n\n- Huang said he sees AI agents in all areas, including marketing and chip design.\n\n- The CEO said he believes AI agents will be specialized and rented out by other companies.\n\nDon't be surprised if…\n\nThis story appeared on businessinsider.com , 2024-11-10 05:17:30.333000.",
        "description": "Nvidia CEO Jensen Huang doubled down on his vision for \"AI employees\" in a recent interview.\n- Huang said he sees AI agents in all areas, including marketing and chip design.\n- The CEO said he believes AI agents will be specialized and rented out by other com…",
        "link": "https://biztoc.com/x/993bc02ec2f7b8da",
        "publish_date": "2024-11-10T05:17:30Z",
        "title": "Nvidia CEO says there's 'no question' that we'll all be working alongside AI employees",
        "summary": "Nvidia의 CEO 젠슨 황은 최근 인터뷰에서 \"AI 직원\"에 대한 비전을 강조했습니다. 그는 AI 에이전트가 마케팅과 칩 설계를 포함한 모든 분야에 활용될 것이며, 이러한 AI 에이전트가 전문화되어 다른 기업에 임대될 것이라고 믿고 있습니다."
    },
    {
        "cnt": 3,
        "content": "The Dow Jones Industrial Average (^DJI 0.59%) is making its second major change in 2024. Earlier this year, Amazon (AMZN -0.89%) replaced Walgreens Boots Alliance. Now, Nvidia (NVDA -0.84%) is swapping with Intel, and Sherwin-Williams is replacing chemical giant Dow.\n\nHere's why the…\n\nThis story appeared on fool.com , 2024-11-09 17:09:14.094000.",
        "description": "The Dow Jones Industrial Average (^DJI 0.59%) is making its second major change in 2024. Earlier this year, Amazon (pyAMZN -0.89%) replaced Walgreens Boots Alliance. Now, Nvidia (NVDA -0.84%) is swapping with Intel, and Sherwin-Williams is replacing chemical gi…",
        "link": "https://biztoc.com/x/cd6d1f74c5a26092",
        "publish_date": "2024-11-09T17:09:14Z",
        "title": "With Nvidia Replacing Intel in the Dow Jones, Is It Time to Redefine What It Means to Be a Blue Chip Stock?",
        "summary": "2024년에 다우존스 산업평균지수는 두 번째 주요 변화를 겪고 있습니다. 아마존이 월그린 부츠 얼라이언스를 대체한 데 이어, 이제 엔비디아가 인텔을 대체하고 셔윈-윌리엄스가 화학 대기업 다우를 대체합니다."
    },
    {
        "cnt": 4,
        "content": "The Dow Jones Industrial Average (DJINDICES: ^DJI) is making its second major change in 2024. Earlier this year, Amazon (NASDAQ: AMZN) replaced Walgreens Boots Alliance. Now, Nvidia (NASDAQ: NVDA) is swapping with Intel, and Sherwin-Williams is replacing chemical giant Dow.\n\nHere's why…\n\nThis story appeared on aol.com , 2024-11-09 18:14:44.036000.",
        "description": "The Dow Jones Industrial Average (DJINDICES: ^DJI) is making its second major change in 2024. Earlier this year, Amazon (NASDAQ: AMZN) replaced Walgreens Boots Alliance. Now, Nvidia (NASDAQ: NVDA) is swapping with Intel, and Sherwin-Williams is replacing chem…",
        "link": "https://biztoc.com/x/bd0282ac7d4b7183",
        "publish_date": "2024-11-09T18:14:44Z",
        "title": "With Nvidia Replacing Intel in the Dow Jones, Is It Time to Redefine What It Means to Be a Blue Chip Stock?",
        "summary": "2024년에 다우 존스 산업평균지수는 두 번째 주요 변화를 겪고 있습니다. 아마존이 월그린 부츠 얼라이언스를 대체한 데 이어, 이제 엔비디아가 인텔을 대체하고 셔윈-윌리엄스가 화학 대기업 다우를 대체합니다."
    },
    {
        "cnt": 5,
        "content": "Longtime NVIDIA Linux engineer Aaron Plattner shared a status update on Friday around the current feature parity difference between the NVIDIA driver stack on X11 and under (X)Wayland.Plattner outlined some of the driver features currently not possible under Wayland/XWayland for workstation users due to the lack of support by Wayland compositors and/or the existing Wayland protocols. As such, there are currently no plans to support them for (X)Wayland use. Among those features not planned include:- Stereo rendering using GLX / EGL / Vulkan.- Implicit SLI Mosaic mode.- The nvidia-settings utility with the same level of configuration support under X11. This comes down to the lack of cross-compositor display configuration support.But via Vulkan Direct to Display code there are plans for stereo rendering with Vulkan, Vulkan explicit SLI via the VK_KHR_device_group extension, swap groups via VK_NV_present_barrier, and frame lock and genlock support.\n\nSome of the other features planned for future NVIDIA driver releases with Wayland support include:- Multi-monitor VRR.- nvidia-drm fbdev=1 by default.- nvidia-drm modeset=1 by default.- Display muxes for laptops.- Advanced display pipeline features.- Front-buffer rendering in GLX with XWayland.- NVIDIA DRM Presentation Timing.- VDPAU support on Wayland.- vGPU support on Wayland.See this developer.nvidia.com post for more details on the current Wayland implementations and upcoming NVIDIA driver plans.",
        "description": "Longtime NVIDIA Linux engineer Aaron Plattner shared a status update on Friday around the current feature parity difference between the NVIDIA driver stack on X11 and under (X)Wayland...",
        "link": "https://www.phoronix.com/news/NVIDIA-Wayland-Driver-Plans-24",
        "publish_date": "2024-11-09T14:32:21Z",
        "title": "NVIDIA Outlines Current Wayland Limitations & Upcoming Driver Features",
        "summary": "NVIDIA의 Linux 엔지니어인 Aaron Plattner는 X11과 (X)Wayland에서의 NVIDIA 드라이버 기능 차이에 대한 업데이트를 공유했습니다. 현재 Wayland/XWayland에서는 일부 기능이 지원되지 않으며, 특히 스테레오 렌더링, 암시적 SLI 모자이크 모드, nvidia-settings 유틸리티의 설정 지원 등이 포함됩니다. 그러나 Vulkan을 통한 스테레오 렌더링 및 기타 기능들은 향후 지원될 예정이며, Wayland 지원을 위한 다양한 기능들이 계획되고 있습니다."
    },
    {
        "cnt": 6,
        "content": "The Dow Jones Industrial Average (^DJI 0.59%) is making its second major change in 2024. Earlier this year, Amazon (AMZN -0.89%) replaced Walgreens Boots Alliance. Now, Nvidia (NVDA -0.84%) is swapping with Intel, and Sherwin-Williams is replacing chemical giant Dow.\n\nHere's why the…\n\nThis story appeared on fool.com , 2024-11-10 01:40:50.811000.",
        "description": "The Dow Jones Industrial Average (^DJI 0.59%) is making its second major change in 2024. Earlier this year, Amazon (AMZN -0.89%) replaced Walgreens Boots Alliance. Now, Nvidia (NVDA -0.84%) is swapping with Intel, and Sherwin-Williams is replacing chemical gi…",
        "link": "https://biztoc.com/x/3935fd3ded11f658",
        "publish_date": "2024-11-10T01:40:50Z",
        "title": "With Nvidia Replacing Intel in the Dow Jones, Is It Time to Redefine What It Means to Be a Blue Chip Stock?",
        "summary": "2024년에 다우존스 산업평균지수에 두 번째 주요 변화가 발생했습니다. 아마존이 월그린 부츠 얼라이언스를 대체한 데 이어, 이제 엔비디아가 인텔을 대체하고 셔윈-윌리엄스가 화학 대기업 다우를 대체합니다."
    },
    {
        "cnt": 7,
        "content": "The rapid growth of the artificial intelligence (AI) market drove many stocks to record highs over the past few years. That's why shares of Nvidia, the chipmaking bellwether of that booming market, surged 2,760% over the past five years.\n\nSome investors might be reluctant to chase those…\n\nThis story appeared on aol.com , 2024-11-09 15:09:17.929000.",
        "description": "The rapid growth of the artificial intelligence (AI) market drove many stocks to record highs over the past few years. That's why shares of Nvidia, the chipmaking bellwether of that booming market, surged 2,760% over the past five years.\nSome investors might …",
        "link": "https://biztoc.com/x/63d1c86bdf18f7aa",
        "publish_date": "2024-11-09T15:09:17Z",
        "title": "3 Artificial Intelligence (AI) Stocks That Could Go Parabolic",
        "summary": "인공지능(AI) 시장의 급성장으로 인해 많은 주식이 사상 최고치를 기록했으며, 특히 칩 제조업체인 엔비디아의 주가는 지난 5년간 2,760% 급등했습니다. 그러나 일부 투자자들은 이러한 급등세를 쫓는 것을 주저할 수 있습니다."
    },
    {
        "cnt": 8,
        "content": "Rating -- 3.5/5\n\n\n\nDesign and display\n\n\n\nPerformance\n\nBattery\n\n\n\nVerdict\n\nGaming laptops have become a staple for those seeking a blend of performance and portability. These powerful machines cater to gamers and content creators who demand high-end specifications and immersive experiences. With powerful graphics cards, high refresh rate displays, and efficient cooling systems, gaming laptops push the boundaries of mobile computing. Acer ’s Nitro series has consistently delivered impressive gaming laptops and the Nitro V16 AI PC is no exception.This laptop targets gamers and content creators who demand top-tier performance, speed, and versatility. Powered by AMD Ryzen 8040 processors and Nvidia GeForce RTX 40 series graphics , the Nitro V16 promises a smooth and responsive experience, even during demanding tasks.As high-end gaming laptops are usually very expensive, Acer wants to offer premium performance at a comparatively lower price. The company said that it's targeting multimedia enthusiasts, budget-conscious gamers and students with this laptop with this laptop that is priced at Rs 1,09,990.But does the 1.10 lakh rupee laptop live up to the hype and is capable enough to compete with its rivals? Let's dive into our review and explore the features, performance, and overall value proposition of the Acer Nitro V16 AI laptop. We have been testing this laptop for a few weeks and here’s what we think about it.At first glance, the Nitro V16 looks like a sleek and simple design that comes without any flashy elements like decorations or additional lighting which is typically associated with gaming laptops.The gaming signatures of this laptop are limited to a distinctive ‘N’ logo (for the Nitro series) which is prominently placed at the centre of the lid, a red backlighting of the keyboard and a subtle geometric pattern on the side of the trackpad. This offers the laptop a clean look.The all-plastic body makes it lightweight but lacks the premium touch and feel of metal.However, weighing 2.5 kg, it's quite heavy to be carried around in the bag all the time.The bottom of the Nitro V16 has a slightly rough-textured plastic build that offers a decent feel. Meanwhile, the top cover and palm rest areas have smooth, matte plastic that, while pleasant to the touch, is highly susceptible to fingerprints and smudges. However, the backlit keys of this gaming laptop don’t change colour.The body and the keyboard of Nitro V16 are dust magnets. The laptop’s lid also tends to attract a lot of dust and needs to be cleaned regularly to maintain its look.We tested the lid by opening and closing it several times and the hinges feel durable enough. We didn’t notice any screen wobble or any creaking noise even after hundreds of opens and closes.Opening the lid reveals the laptop’s 16-inch WUXGA TFT LCD screen. The display’s frame also has a textured finish and the bezel below the screen features the same N logo at its centre.The display offers vibrant colours and very nice viewing angles. The 165Hz refresh rate ensures smooth visuals for fast-paced gaming, while the ComfyView technology minimises glare, enhancing the visual experience in various lighting conditions.The upward-firing speakers are placed just above the full-sized keyboard that has highlighted gaming keys. There's a large trackpad which is good for working. The keys are soft and responsive with a size big enough to play extended sessions of EA FC 2025 without finger cramps or fatigue.Some of the connectivity ports are placed on the back while a few of them are placed on both sides of the keyboard. The HDMI 2.1 port, a Thunderbolt port and the charging port. Meanwhile, two USB 3.2 Gen ports are placed on both sides of the keyboard. The Rj-45 Ethernet port and the 3.5mm audio jack are placed on the left a charging LED indicator is placed on the right.Meanwhile, the heat sinks are placed on the back as well as on both sides of the laptop.The Nitro V16 model we tested comes powered by an AMD Ryzen 8040 processor that offers enhanced power efficiency and faster processing speeds. This ensured smooth multitasking and responsiveness, even during demanding tasks. We didn’t notice any lag while opening or switching between apps and games.The laptop also features an AMD Radeon 780M graphics card that delivers seamless performance for gaming. We played multiple games on the laptop ranging from Ghost of Tsushima Director’s Cut, Marvel’s Spiderman Remastered, Far Cry 6 and the newly launched Call of Duty Black Ops 6.While playing Spiderman, the fight scenes with supervillains like Electro and Kingpin looked smooth and immersive. On the other hand, when we played Black Ops 6 in Campaign mode, blasts, action and destruction were captivating on this laptop.With 32GB RAM and the Radeon graphics, these games ran smoothly on default settings as well as higher ones. The dual fan, quad intake and quad exhaust heat dissipation system of the laptop also works fine as we didn’t notice any throttles even after longer sessions of EA FC 2024 or any of these graphics-intensive AAA titles.Apart from these titles, we also tried out other games like Assassin’s Creed Valhalla, Yakuza: Like a Dragon, Cricket 24 and Forza Horizon 4. We were able to try out all these games at the same time thanks to the 2TB SSD storage.The Nitro V16's combination of a powerful AMD processor and Radeon graphics card makes it a performance powerhouse. Whether you're gaming or tackling intensive content creation tasks, this laptop delivers a smooth and responsive experience.The laptop also features a full-size numeric keypad with Amber backlighting for comfortable gaming in low-light environments and a multi-gesture touchpad to boost productivity. The keyboard also includes a Copilot button, a NitroSense key and a Mode Switch key.Activating Microsoft’s AI assistant Copilot can be used easily by tapping the dedicated key on the keyboard. The AI assistant is designed to be an all-in-one productivity and creativity booster. It provides answers and inspiration from the web, fosters collaboration, and can help stay focused on tasks.The Nitro V16 comes with Acer Purified Voice Technology, which utilises AI noise reduction through a 3-microphone array. This system includes an Advanced Privacy Mode, far-field voice capture, dynamic noise reduction, and adaptive beamforming for clear communication. It also features personal and conference call modes for flexible use.Additionally, the laptop is Copilot-compatible and incorporates Acer TrueHarmony technology, offering improved audio quality with reduced distortion, a broader frequency range, and rich, headphone-like sound. With DTS:X tuned audio, watching content on the laptop is also a satisfying experience.Additionally, the device supports Wi-Fi 6, ensuring fast and stable internet connectivity for online gaming and streaming.Just like any other Windows gaming laptop, the battery performance of the Nitro V16 AI laptop is also not that impressive. However, for a gaming laptop this size, the 59Whr battery that this laptop packs is pretty small compared to other gaming laptops.Gaming performance takes a significant hit on battery power. During our testing, the Nitro V16 lasted less than two hours unplugged. However, for non-gaming tasks, the battery life extended to over three hours without the charger.The Acer Nitro V16 is a high-performance gaming laptop that delivers on its promise of speed, versatility, and an immersive gaming experience at a very competitive price. Its sleek design, powerful processor and graphics, as well as massive 2TB storage, make it an excellent choice for gamers and content creators alike.While the laptop's plastic build helps keep the price competitive, some users may find it less premium than expected for a device in this price range.With its advanced audio features, multiple connectivity options, and comfortable keyboard, the Nitro V16 is a strong contender in the gaming laptop market. Its competitive pricing and impressive performance make it a solid choice for gamers.If you're looking for a gaming laptop that offers top-tier performance without spending more than a lakh and if you’re not very fussy about the plastic build, the Acer Nitro V16 is worth considering.",
        "description": "The Acer Nitro V16 AI PC gaming laptop boasts impressive specs like an AMD Ryzen 8040 processor and Nvidia GeForce RTX 40 series graphics, all for a competitive price of Rs 1,09,990. The review found the laptop delivered smooth performance on demanding games,…",
        "link": "https://timesofindia.indiatimes.com/technology/reviews/acer-nitro-v16-ai-gaming-laptop-review-ai-meets-gaming/articleshow/115116963.cms",
        "publish_date": "2024-11-09T13:32:28Z",
        "title": "Acer Nitro V16 AI gaming laptop review: AI meets gaming",
        "summary": "Acer Nitro V16은 AMD Ryzen 8040 프로세서와 Nvidia GeForce RTX 40 시리즈 그래픽을 탑재하여 고성능을 제공하며, 게이머와 콘텐츠 제작자를 위한 매력적인 선택지입니다. 이 노트북은 2TB SSD 저장공간과 32GB RAM을 통해 원활한 멀티태스킹과 게임 성능을 보장하며, 가격 대비 뛰어난 성능을 제공합니다. 다만, 플라스틱 소재의 외관과 짧은 배터리 수명은 일부 사용자에게 단점으로 작용할 수 있습니다."
    },
    {
        "cnt": 9,
        "content": "Move over Nvidia and Palantir Technologies, AppLovin (NASDAQ: APP) took over as the top-performing artificial intelligence (AI) stock in 2024 thanks to the share price surge that followed the release of its third-quarter results. The price jump puts the stock up about 628% year to date…\n\nThis story appeared on aol.com , 2024-11-09 14:04:31.607000.",
        "description": "Move over Nvidia and Palantir Technologies, AppLovin (NASDAQ: APP) took over as the top-performing artificial intelligence (AI) stock in 2024 thanks to the share price surge that followed the release of its third-quarter results. The price jump puts the stock…",
        "link": "https://biztoc.com/x/79117c1fcae4f3b5",
        "publish_date": "2024-11-09T14:04:31Z",
        "title": "Move Over Nvidia and Palantir, This AI Juggernaut Is Up 628% Year to Date. Can the Stock's Momentum Continue?",
        "summary": "2024년 3분기 실적 발표 이후 주가가 급등하면서 AppLovin이 Nvidia와 Palantir Technologies를 제치고 2024년 최고의 인공지능(AI) 주식으로 부상했습니다. 이로 인해 AppLovin의 주가는 연초 대비 약 628% 상승했습니다."
    },
    {
        "cnt": 10,
        "content": "Nvidia CEO Jensen Huang doubled down on his vision for \"AI employees\" in a recent interview.\n\nHuang said he sees AI agents in all areas, including marketing and chip design.\n\nThe CEO said he believes AI agents will be specialized and rented out by other companies.\n\nSign up to get the inside scoop on today’s biggest stories in markets, tech, and business — delivered daily. Read preview Thanks for signing up! Go to newsletter preferences Thanks for signing up! Access your favorite topics in a personalized feed while you're on the go. download the app Email address Sign up By clicking “Sign Up”, you accept our Terms of Service and Privacy Policy . You can opt-out at any time by visiting our Preferences page or by clicking \"unsubscribe\" at the bottom of the email.\n\nAdvertisement\n\nDon't be surprised if your future coworker is an AI.\n\nNvidia CEO Jensen Huang recently talked about why he thinks we'll all be working alongside \"AI employees\" eventually.\n\n\"There's no question we're gonna have AI employees of all kinds,\" Huang told the podcast \"No Priors\" in an episode published Thursday.\n\nHuang said he sees AI employees taking on all kinds of roles, including in areas like marketing, chip design, and supply chain.\n\nAdvertisement\n\nHe believes the AI workers will be prompted the same way as human employees are today, such as by asking them to perform a mission, providing them with context, and engaging in back-and-forth conversations.\n\nHuang is referring to a concept he's mentioned before. At a fireside chat with Wired in July, Huang talked about the concept of \"digital agents\" that would \"augment every single job in the company.\"\n\nA few weeks ago, Huang shared more on the idea in an episode of the \"BG2\" podcast. He talked about a future in which AIs will recruit other AIs to solve problems while existing in Slack channels with themselves and other humans.\n\nThe Nvidia CEO said that while this will change some jobs, it will also help secure employment. Huang said companies that use AI to become more productive will likely see better earnings or growth — and that's unlikely to lead to layoffs.\n\nAdvertisement\n\nWhile some people might think SAAS platforms would be interrupted, Huang said in his recent podcast appearance that he thinks they're \"sitting on a gold mine\" of \"flourishing agents\" that specialize in various areas, collaborate with each other, and get rented out by other companies.\n\nHuang said Nvidia would create an AI agent for Open USD and \"totally imagines\" chip design company Synopsys with rentable chip designers.\n\nRelated stories\n\n\"I might rent a million Synopsis engineers to come and help me out and then go rent a million Cadence engineers to help me out,\" Huang said.\n\nOther CEOs have painted a similar picture of AI employees joining the workforce.\n\nAdvertisement\n\nZoom CEO Eric Yuan recently used the term \"digital twins\" to describe AI clones that attend meetings and write emails for employees so that they can do other things, like \"go to the beach.\" Yuan said it could reduce the workweek to three or four days.\n\nSuch a future may seem far away, yet Google CEO Sundar Pichai said in the company's most recent earnings call that AI is already generating 25% of the company's code, which engineers then review and accept.\n\nAnd while Huang argues the benefits to a company's business from AI workers would stave off layoffs, it's worth noting that cuts could still occur as companies make adjustments as the technology evolves.\n\nKlarna's CEO received backlash in May after posting on social media that AI let his marketing team, which is \"half the size it was last year,\" save $10 million while accomplishing more work.",
        "description": "Nvidia CEO Jensen Huang said there will be AI employees of all kinds in the future, and companies will rent them out to businesses.",
        "link": "https://www.businessinsider.com/nvidia-ceo-ai-employees-workers-2024-11",
        "publish_date": "2024-11-09T11:33:01Z",
        "title": "Nvidia CEO says there's 'no question' that we'll all be working alongside AI employees",
        "summary": "Nvidia의 CEO 젠슨 황은 AI 직원들이 마케팅, 칩 설계 등 다양한 분야에서 역할을 맡게 될 것이라고 전망하며, 이러한 AI 에이전트들이 다른 회사에 임대될 수 있을 것이라고 언급했습니다. 그는 AI가 회사의 생산성을 높여 고용을 안정시키는 데 기여할 것이라고 믿으며, AI가 인간 직원과 협력하여 업무를 수행하는 미래를 그렸습니다. 또한, 다른 CEO들도 AI 직원의 도입을 통해 업무 효율성을 높이고 근무 시간을 줄일 수 있는 가능성을 제시하고 있습니다."
    },
    {
        "cnt": 11,
        "content": "The Dow Jones Industrial Average (DJINDICES: ^DJI) is making its third major move in the last five years, with Nvidia (NASDAQ: NVDA) replacing Intel and Sherwin-Williams (NYSE: SHW) kicking out commodity chemical company Dow Inc.\n\nHere's what the moves mean for the 128-year-old index and…\n\nThis story appeared on aol.com , 2024-11-09 12:04:50.976000.",
        "description": "The Dow Jones Industrial Average (DJINDICES: ^DJI) is making its third major move in the last five years, with Nvidia (NASDAQ: NVDA) replacing Intel and Sherwin-Williams (NYSE: SHW) kicking out commodity chemical company Dow Inc.\nHere's what the moves mean fo…",
        "link": "https://biztoc.com/x/974b2bf718a4b0ed",
        "publish_date": "2024-11-09T12:04:50Z",
        "title": "3 Ways Stock-Split Stocks Nvidia and Sherwin-Williams Are Modernizing the Dow Jones Industrial Average",
        "summary": "다우존스 산업평균지수가 최근 5년 내 세 번째 주요 변화를 겪고 있습니다. 이번 변화로 Nvidia가 인텔을 대체하고, Sherwin-Williams가 Dow Inc.를 대신하게 되었습니다. 이러한 변화는 128년 된 지수에 중요한 의미를 가집니다."
    },
    {
        "cnt": 12,
        "content": "While some investors consider earnings reports boring events, this sentiment changes if the company reporting is highly influential on the market's direction. Right now, one could argue that artificial intelligence (AI) is the most influential theme in the market, so when the AI leader…\n\nThis story appeared on aol.com , 2024-11-09 13:10:04.629000.",
        "description": "While some investors consider earnings reports boring events, this sentiment changes if the company reporting is highly influential on the market's direction. Right now, one could argue that artificial intelligence (AI) is the most influential theme in the ma…",
        "link": "https://biztoc.com/x/5aaeb016f3524073",
        "publish_date": "2024-11-09T13:10:04Z",
        "title": "Should You Buy Nvidia Stock Before Nov. 20?",
        "summary": "일부 투자자들은 실적 보고서를 지루하게 생각할 수 있지만, 시장에 큰 영향을 미치는 기업의 보고서는 중요하게 여겨집니다. 현재 인공지능(AI)이 시장에서 가장 영향력 있는 주제 중 하나로, AI 선도 기업의 실적 보고는 특히 주목받고 있습니다."
    },
    {
        "cnt": 13,
        "content": "Nvidia CEO Jensen Huang said in an interview with tech podcast \"No Prios\" that he sees a future with \"AI employees\" working with human workers.\n\nChip Somodevilla/Getty Images\n\nNvidia CEO Jensen Huang doubled down on his vision for \"AI employees\" in a recent interview.\n\nHuang said he sees AI…\n\nThis story appeared on businessinsider.com , 2024-11-09 11:33:01.",
        "description": "Nvidia CEO Jensen Huang said in an interview with tech podcast \"No Prios\" that he sees a future with \"AI employees\" working with human workers.\nChip Somodevilla/Getty Images\nNvidia CEO Jensen Huang doubled down on his vision for \"AI employees\" in a recent int…",
        "link": "https://biztoc.com/x/d8f02fdd1e30b9b1",
        "publish_date": "2024-11-09T11:42:27Z",
        "title": "Nvidia CEO says there's 'no question' that we'll all be working alongside AI employees",
        "summary": "Nvidia의 CEO 젠슨 황은 \"No Prios\"라는 기술 팟캐스트 인터뷰에서 AI 직원들이 인간 직원들과 함께 일하는 미래를 전망한다고 밝혔습니다. 그는 AI가 업무 환경에서 중요한 역할을 할 것이라고 강조했습니다."
    },
    {
        "cnt": 14,
        "content": "Nvidia’s transformation from a pioneering graphics company to the lynchpin of the artificial intelligence (AI) era is a story of visionary leadership, bold innovation, and the sheer power of scalable computation. Nvidia’s current valuation at $3.53 trillion makes it one of the world’s most valuable tech giants, amid speculations that it could reach $50 trillion within the next decade.\n\nUnder CEO Jensen Huang, Nvidia has expanded its core business beyond gaming to transforming industries worldwide, positioning itself as the essential infrastructure provider in today’s AI revolution. Nvidia’s meteoric rise is catalysed by three levers: scalability of Nvidia’s graphics processing units (GPUs) to drive AI advancements; Huang’s model of strategic foresight; and an intricate web of cultivated global partnerships with Google, Meta, and OpenAI, among others.\n\nThe bitter lesson: Powering AI through scalable computation\n\nCentral to Nvidia’s ascent is a concept known as the “bitter lesson”, proposed by AI researcher Richard Sutton. Sutton challenged the early assumptions that AI development depended on creating intelligent systems through specialised, human-like algorithms. Instead, he argued that real advancements come from leveraging massive computational power to process vast amounts of data — allowing AI systems to uncover insights autonomously. This paradigmatic idea triggered a need for scalable hardware, and Nvidia, with its powerful GPUs, leveraged it.\n\nOriginally designed for gaming, Nvidia’s GPUs excel at processing large volumes of data, providing the computational power required for today’s AI models. This strength has made Nvidia indispensable in training extensive AI systems, including OpenAI’s ChatGPT, and Anthropic’s Claude. Nvidia’s hardware does not just support AI, it also accelerates its evolution, aligning perfectly with the industry’s transition towards general-purpose, computation-intensive models.\n\nAs AI adoption deepens, the demand for scalable computation positions Nvidia’s GPU as the central nervous system for the entire AI ecosystem. AI already accounts for the largest share of Nvidia’s revenue., which has risen from $11.72 billion in FY2019 (yearly) to $30.04 billion in just Q2 of FY2025 (quarterly). Over this period, the contribution of the data centre segment to Nvidia’s total revenue climbed from 25 per cent to an estimated 87.5 per cent, a testimony to its strategic emphasis on analytics and AI-driven solutions.\n\nHuang’s visionary leadership\n\nHuang’s approach combines strategic foresight with practical resilience. His leadership style emphasises agility and adaptability, evident in his “collective intelligence” model, where over 60 executives report directly to him. This hands-on, flat-structured approach enables Nvidia to pivot quickly to meet market shifts and drive continuous innovation. His motto “We’re only 30 days away from going out of business” has ingrained a culture of urgency and accountability, creating a company unafraid to adapt and experiment.\n\nHuang’s leadership hasn’t been without challenges. Nvidia has faced numerous controversies, from high-stakes legal battles with Intel to regulatory scrutiny over the attempted acquisition of ARM. Yet, Huang has consistently steered Nvidia with a focus on long-term vision, navigating setbacks with strategic pivots. In the early 2000s, he faced Nvidia’s near-collapse after its NV1 chip flopped in the market. Huang’s response — doubling down on innovation with the RIVA 128 and the eventual development of the world’s first GPU — reinforced his reputation for resilience and foresight.\n\nHuang’s approach is not limited to organic growth but encompasses a calculated mix of acquisitions, partnerships, and alliances. Acquiring Mellanox Technologies in 2019 allowed Nvidia to expand into high-performance computing, and its early support for OpenAI positioned it as the preferred provider for AI infrastructure. Through each partnership, Nvidia has not only broadened its reach but also fortified its central position in the rapidly evolving AI ecosystem.\n\nBuilding Nvidia’s moat\n\nBeyond hardware, Nvidia has developed a powerful “moat” through its proprietary CUDA platform, creating an ecosystem that extends Nvidia’s reach across industries. CUDA enables GPUs to support applications beyond gaming, ranging from healthcare diagnostics to real-time financial analysis. This ecosystem has become a closed loop for developers, making Nvidia hardware essential for those who want to leverage GPU acceleration for complex computations. Partnerships with AWS, Microsoft, and Google further deepen CUDA’s reach, creating an interdependent system that other hardware providers have struggled to replicate.\n\nThis ecosystem is more than a competitive advantage — it’s a critical infrastructure for AI, with industries increasingly reliant on Nvidia-powered platforms for everything from autonomous driving to intelligent logistics. The strategic lock-in effect makes Nvidia not just a hardware company but the underlying architecture for AI applications globally.\n\nScaling AI: A $50-trillion opportunity\n\nFinancial projections suggest Nvidia’s success story has just begun. With AI demand estimated to grow by 60 per cent annually, analysts like James Anderson project that Nvidia’s valuation could soar to $50 trillion. Nvidia’s increasingly central role in the AI infrastructure ecosystem, solidified by partnerships, acquisitions, and advancements in AI-specific GPUs, the increasing need for high-powered GPUs across industries make such estimates a tangible reality. Nvidia’s emerging country actions, such as the recent collaboration with Reliance Jio, only reiterate how Huang’s unique blend of scalable computation, strategic leadership, and collaborative partnerships further strengthens its growing lynchpin status.\n\n(Simarjeet Singh and Sanchita Kuchi are assistant professors at Great Lakes Institute of Management, Gurgaon, and Raj Krishnan Shankar is an associate professor at Chennai campus)",
        "description": "Nvidia's journey to AI lynchpin status under visionary leadership, strategic partnerships, and scalable computation for global impact.",
        "link": "https://www.thehindubusinessline.com/specials/corporate-file/nvidia-the-lynchpin-of-the-ai-revolution/article68841078.ece",
        "publish_date": "2024-11-09T12:48:47Z",
        "title": "Nvidia: The lynchpin of the AI revolution",
        "summary": "Nvidia는 CEO 젠슨 황의 지도 아래 게임 중심의 그래픽 회사에서 인공지능(AI) 시대의 핵심 인프라 제공자로 변모했습니다. Nvidia의 GPU는 대규모 데이터 처리에 강점을 지니고 있어 AI 발전을 가속화하며, 이는 회사의 수익 증가와 AI 생태계에서의 중심적 역할을 강화하고 있습니다. 또한, CUDA 플랫폼을 통해 다양한 산업에 걸쳐 Nvidia의 하드웨어가 필수적인 요소로 자리 잡았으며, 전략적 파트너십과 인수합병을 통해 AI 인프라의 핵심으로 자리매김하고 있습니다."
    },
    {
        "cnt": 15,
        "content": "VideoCardz has spotted a review of the FEVM FN60G, a mini-PC aesthetically inspired by Apple's Mac Studio. The tiny monster packs a punch, leveraging a Core i9-14900KF processor and an Nvidia GeForce RTX 4090 Laptop GPU.\n\nThe FEVM FN60G is a mini-PC with a smaller footprint than the Mac Studio, although it’s a bit taller. But despite its tiny dimensions—it is smaller than a mini-ITX motherboard—it packs a serious punch with an Intel Core i9-14900KF processor and an Nvidia GeForce RTX 4090 Laptop GPU.\n\nYou also get two slots for DDR5-5200 SODIMMs and a single NVMe M.2 PCIe 4.0 slot, although we don’t have any information about its maximum memory and storage capacity yet. The FN60G also uses a Thermalright AIO liquid cooling solution, allowing the processor to stretch its legs without being limited by thermal throttling.\n\nImage 1 of 5 (Image credit: Jack Stone/YouTube) (Image credit: Jack Stone/YouTube) (Image credit: Jack Stone/YouTube) (Image credit: Jack Stone/YouTube) (Image credit: Jack Stone/YouTube)\n\nThis mini-PC measures a measly 16.8 x 16.8 x 13.7cm, comparable to the 19.7 x 19.7 x 9.5cm size of the Apple Mac Studio. However, the i9-14900K beats the M2 Ultra in both single-core and multi-core performance, plus you get a discrete graphics card with the Windows mini-PC.\n\nFEVM gave the FN60G many ports: a DC barrel input plug, two HDMI 2.1 ports, two DisplayPort 1.4s, four USB-A ports, a USB-C port, and two Ethernet jacks in the rear. In the front, you also get two USB-A ports, another USB-C port, a 3.5mm combo jack, and an SD card reader. Finally, you get wireless connectivity via Wi-Fi 7.\n\n14900KF+4090M！有史以来最强迷你主机！强到没朋友的4090迷你主机fevm fn60g WE水冷版！#4k #minipc #gaming #intel #nvidia - YouTube Watch On\n\nThe FN60G primarily competes with other high-powered mini-PCs on the market. These include the Minisforum AtomMan G7 Pt, which has an AMD Ryzen 9 7945HX and a Radeon RX 7600M XT GPU, and the Asus ROG NUC, with its Intel Core Ultra 9 185H chip and RTX 4070 desktop graphics card. With its heavy-weight processor, the FN60G is the most powerful mini-PC among the bunch.\n\nAnd although it just uses an RTX 4090 Laptop GPU, it’s about as capable as an RTX 3090 Ti desktop GPU, which is nothing to sneeze at. It could even outperform the RTX 4070 desktop graphics card in the ROG NUC and the Radeon RX 7600M XT in the AtomMan G7 Pt.\n\nStay On the Cutting Edge: Get the Tom's Hardware Newsletter Get Tom's Hardware's best news and in-depth reviews, straight to your inbox. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nWhat’s more important about this mini-PC is that you can upgrade many parts. You can easily replace its CPU, memory, and storage. You can also replace the MXM GPU, giving you an advantage over high-power laptops with limited upgradability. So, if you’re looking for a high-performance PC that won’t take up too much space on your desktop, you should check out the FEVM FN60G.",
        "description": "This mini-PC looks like a Mac Studio, but packs a bigger punch with its Intel Core i9-14900KF processor and Nvidia RTX 4090 Laptop GPU.",
        "link": "https://www.tomshardware.com/desktops/mini-pcs/mac-studio-lookalike-packs-a-core-i9-14900kf-cpu-and-rtx-4090-laptop-gpu-the-fevm-fn60g-rocks-a-3-8-liter-chassis-thats-slightly-smaller-than-the-mac-studio",
        "publish_date": "2024-11-09T18:34:05Z",
        "title": "Mac Studio lookalike packs a Core i9-14900KF CPU and RTX 4090 Laptop GPU — the FEVM FN60G rocks a 3.8-liter chassis that's slightly smaller than the Mac Studio",
        "summary": "FEVM FN60G는 애플의 맥 스튜디오에서 영감을 받은 디자인의 미니 PC로, 인텔 코어 i9-14900KF 프로세서와 엔비디아 지포스 RTX 4090 랩탑 GPU를 탑재하여 강력한 성능을 자랑합니다. 이 미니 PC는 작은 크기에도 불구하고 뛰어난 성능을 제공하며, 다양한 포트와 업그레이드 가능한 부품들로 구성되어 있어 사용자에게 높은 확장성을 제공합니다. FN60G는 다른 고성능 미니 PC들과 경쟁하며, 특히 CPU와 GPU 성능에서 우위를 점하고 있습니다."
    },
    {
        "cnt": 16,
        "content": "In our previous blog post, we demonstrated how reusing the key-value (KV) cache by offloading it to CPU memory can accelerate time to first token (TTFT) by up to 14x on x86-based NVIDIA H100 Tensor Core GPUs and 28x on the NVIDIA GH200 Superchip. In this post, we shed light on KV cache reuse techniques and best practices that can drive even further TTFT speedups.\n\nIntroduction to KV cache\n\nLLM models are rapidly being adopted for many tasks, including question-answering, and code generation. To generate a response, these models begin by converting the user’s prompt into tokens, which are then transformed into dense vectors. Extensive dot-product operations follow to mathematically model the relationships between the tokens and build a contextual understanding of the user input. The computational cost of generating this contextual understanding increases quadratically with the length of the input sequence.\n\nThis resource-intensive process generates keys and values, which are cached to avoid recomputation when generating subsequent tokens. Reusing the KV cache reduces the computational load and time needed to generate additional tokens—leading to a faster and more efficient user experience.\n\nWhen reusing the KV cache, careful attention must be given to how long it remains in memory, which components to evict first when memory is full, and when it can be reused for new incoming prompts. Optimizing these factors can lead to incremental performance improvements in KV cache reuse. NVIDIA TensorRT-LLM offers three key features that specifically address these areas.\n\nEarly KV cache reuse\n\nTraditional reuse algorithms require the entire KV cache computation to be completed before any portions of it can be reused with new user prompts. In scenarios such as enterprise chatbots, where system prompts—predefined instructions added to user queries—are essential to direct the LLM’s responses in line with enterprise guidelines, this method can be inefficient.\n\nWhen a surge of users interacts with the chatbot simultaneously, each user would require a separate computation of the system prompt KV cache. With TensorRT-LLM, we can instead reuse the system prompt as it is being generated in real time, enabling it to be shared across all users during the burst, rather than recalculating it for each user. This can significantly accelerate inference for use cases requiring system prompts by up to 5x.\n\nFigure 1. TensorRT-LLM KV cache reuse can speed up TTFT by up to 5x\n\n\n\n\n\nFlexible KV cache block sizing\n\nIn reuse implementations, only entire cache memory blocks can be allocated for reuse. For example, if the cache memory block size is 64 tokens and KV cache is 80 tokens, only 64 tokens will be stored for reuse, while the remaining 16 tokens will need to be recomputed. However, if the memory block size is reduced to 16 tokens, all 64 tokens can be stored across five memory blocks, eliminating the need for re-computation.\n\nThis effect is most pronounced when the input sequences are short. For long input sequences, larger blocks can be more beneficial. As is clear, the more granular the control you have over the KV cache, the better you can optimize it for your specific use case.\n\nTensorRT-LLM provides fine-grained control over KV cache memory blocks, giving developers the ability to chop them into smaller blocks between 64 to 2 tokens. This optimizes the usage of allocated memory, increases reuse rates, and improves TTFT. When running LLAMA70B on NVIDIA H100 Tensor Core GPUs, we can speed up TTFT up to 7% in multi-user environments by reducing KV cache block size from 64 tokens to 8 tokens.\n\nFigure 2. Impact of changing KV cache block size on inference speedup\n\nEfficient KV cache eviction protocols\n\nPartitioning the KV cache into smaller blocks and evicting unused ones can be effective for memory optimization, but it introduces dependency complexities. When a specific block is used to generate a response, and the result is stored as a new block, it can form a tree-like structure of dependencies.\n\nOver time, the counters tracking the usage of the source blocks (the branches) may become stale as the dependent nodes (the leaves) are reused. Evicting the source block then requires the eviction of all dependent blocks, which would require recalculation of the KV cache for new user prompts, increasing TTFT.\n\nTo address this challenge, TensorRT-LLM includes intelligent eviction algorithms that can trace the dependent nodes from their source nodes and evict dependent nodes first, even if they have more recent reuse counters. This ensures more efficient memory management while preventing unnecessary evictions of dependent blocks.\n\nFigure 3. A logical representation of KV cache eviction algorithm show how it can reduce the number of evicted blocks, increasing the likelihood of reuse\n\nGetting started with TensorRT-LLM KV cache reuse\n\nGenerating KV cache during inference requires a lot of compute and memory resources. Using it efficiently is critical to improving model response, accelerating inference, and increasing system throughput. TensorRT-LLM provides advanced reuse features for developers looking to further optimize TTFT response times for peak performance.\n\nTo start using TensorRT-LLM KV cache reuse check out our GitHub documentation.",
        "description": "In our previous blog post, we demonstrated how reusing the key-value (KV) cache by offloading it to CPU memory can accelerate time to first token (TTFT) by up to 14x on x86-based NVIDIA H100 Tensor…",
        "link": "https://developer.nvidia.com/blog/5x-faster-time-to-first-token-with-nvidia-tensorrt-llm-kv-cache-early-reuse/",
        "publish_date": "2024-11-09T00:35:43Z",
        "title": "5x Faster Time to First Token with NVIDIA TensorRT-LLM KV Cache Early Reuse",
        "summary": "이 블로그 글은 NVIDIA의 TensorRT-LLM을 활용하여 KV 캐시 재사용을 통해 모델의 첫 번째 토큰 생성 시간을 단축하는 방법을 설명합니다. KV 캐시는 LLM 모델이 사용자 입력을 처리할 때 생성되는 키와 값을 저장하여 재계산을 피하고, 이를 통해 처리 속도를 높입니다. TensorRT-LLM은 실시간 시스템 프롬프트 재사용, 유연한 캐시 블록 크기 조정, 효율적인 캐시 제거 알고리즘을 제공하여 성능을 최적화합니다."
    },
    {
        "cnt": 17,
        "content": "Park Place Capital Corp raised its stake in NVIDIA Co. (NASDAQ:NVDA – Free Report) by 78.2% during the 3rd quarter, HoldingsChannel reports. The firm owned 58,626 shares of the computer hardware maker’s stock after acquiring an additional 25,726 shares during the quarter. NVIDIA accounts for about 2.0% of Park Place Capital Corp’s portfolio, making the stock its 10th largest position. Park Place Capital Corp’s holdings in NVIDIA were worth $7,120,000 as of its most recent SEC filing.\n\nA number of other hedge funds and other institutional investors also recently modified their holdings of NVDA. Vanguard Group Inc. grew its holdings in NVIDIA by 4.3% during the 1st quarter. Vanguard Group Inc. now owns 213,335,626 shares of the computer hardware maker’s stock valued at $192,761,538,000 after purchasing an additional 8,828,050 shares in the last quarter. Legal & General Group Plc grew its stake in shares of NVIDIA by 884.0% during the second quarter. Legal & General Group Plc now owns 213,127,959 shares of the computer hardware maker’s stock valued at $26,329,751,000 after acquiring an additional 191,469,114 shares in the last quarter. Bank of New York Mellon Corp increased its position in shares of NVIDIA by 854.1% during the second quarter. Bank of New York Mellon Corp now owns 182,622,629 shares of the computer hardware maker’s stock worth $22,561,200,000 after acquiring an additional 163,482,580 shares during the last quarter. Ameriprise Financial Inc. lifted its stake in shares of NVIDIA by 870.3% in the second quarter. Ameriprise Financial Inc. now owns 102,422,225 shares of the computer hardware maker’s stock worth $12,658,922,000 after acquiring an additional 91,867,031 shares in the last quarter. Finally, Dimensional Fund Advisors LP grew its stake in NVIDIA by 1,123.2% during the 2nd quarter. Dimensional Fund Advisors LP now owns 92,039,713 shares of the computer hardware maker’s stock valued at $11,371,255,000 after purchasing an additional 84,515,429 shares in the last quarter. Institutional investors and hedge funds own 65.27% of the company’s stock.\n\nGet NVIDIA alerts:\n\nInsider Buying and Selling at NVIDIA\n\nIn other news, Director Mark A. Stevens sold 155,000 shares of NVIDIA stock in a transaction dated Wednesday, October 9th. The shares were sold at an average price of $132.27, for a total transaction of $20,501,850.00. Following the sale, the director now directly owns 8,100,117 shares in the company, valued at approximately $1,071,402,475.59. The trade was a 0.00 % decrease in their position. The sale was disclosed in a legal filing with the Securities & Exchange Commission, which is accessible through the SEC website. In other NVIDIA news, CEO Jen Hsun Huang sold 120,000 shares of the stock in a transaction on Monday, September 9th. The stock was sold at an average price of $105.33, for a total transaction of $12,639,600.00. Following the completion of the transaction, the chief executive officer now directly owns 75,895,836 shares in the company, valued at $7,994,108,405.88. This represents a 0.00 % decrease in their ownership of the stock. The transaction was disclosed in a legal filing with the SEC, which can be accessed through this link. Also, Director Mark A. Stevens sold 155,000 shares of the stock in a transaction dated Wednesday, October 9th. The stock was sold at an average price of $132.27, for a total transaction of $20,501,850.00. Following the sale, the director now owns 8,100,117 shares of the company’s stock, valued at $1,071,402,475.59. This trade represents a 0.00 % decrease in their position. The disclosure for this sale can be found here. Insiders sold a total of 2,156,270 shares of company stock valued at $254,784,327 in the last quarter. Corporate insiders own 4.23% of the company’s stock.\n\nWall Street Analyst Weigh In\n\nA number of research firms recently commented on NVDA. Craig Hallum lifted their price target on NVIDIA from $125.00 to $165.00 and gave the stock a “buy” rating in a research note on Thursday, August 29th. Deutsche Bank Aktiengesellschaft reiterated a “hold” rating and issued a $100.00 price target on shares of NVIDIA in a report on Monday, August 5th. Rosenblatt Securities reissued a “buy” rating and set a $200.00 target price on shares of NVIDIA in a report on Thursday, August 29th. Mizuho lifted their price objective on shares of NVIDIA from $132.00 to $140.00 and gave the company an “outperform” rating in a research report on Thursday, August 29th. Finally, TD Cowen raised shares of NVIDIA to a “strong-buy” rating in a report on Monday, September 16th. Five equities research analysts have rated the stock with a hold rating, thirty-seven have assigned a buy rating and two have assigned a strong buy rating to the stock. According to MarketBeat.com, the stock currently has a consensus rating of “Moderate Buy” and an average target price of $143.07.\n\nGet Our Latest Stock Analysis on NVIDIA\n\nNVIDIA Stock Performance\n\nShares of NVDA stock opened at $147.63 on Friday. The company has a debt-to-equity ratio of 0.15, a current ratio of 4.27 and a quick ratio of 3.79. The firm has a market cap of $3.62 trillion, a P/E ratio of 69.25, a PEG ratio of 1.54 and a beta of 1.66. The stock’s 50-day moving average is $127.27 and its two-hundred day moving average is $117.94. NVIDIA Co. has a fifty-two week low of $45.01 and a fifty-two week high of $149.77.\n\nNVIDIA (NASDAQ:NVDA – Get Free Report) last announced its quarterly earnings results on Wednesday, August 28th. The computer hardware maker reported $0.68 EPS for the quarter, beating the consensus estimate of $0.64 by $0.04. NVIDIA had a return on equity of 113.50% and a net margin of 55.04%. The company had revenue of $30.04 billion for the quarter, compared to the consensus estimate of $28.74 billion. During the same quarter last year, the company posted $0.25 earnings per share. The company’s revenue for the quarter was up 122.4% compared to the same quarter last year. Analysts predict that NVIDIA Co. will post 2.66 earnings per share for the current fiscal year.\n\nNVIDIA announced that its Board of Directors has approved a stock repurchase program on Wednesday, August 28th that allows the company to buyback $50.00 billion in outstanding shares. This buyback authorization allows the computer hardware maker to buy up to 1.6% of its stock through open market purchases. Stock buyback programs are typically a sign that the company’s board believes its shares are undervalued.\n\nNVIDIA Cuts Dividend\n\nThe business also recently announced a quarterly dividend, which was paid on Thursday, October 3rd. Investors of record on Thursday, September 12th were paid a $0.01 dividend. This represents a $0.04 annualized dividend and a dividend yield of 0.03%. The ex-dividend date of this dividend was Thursday, September 12th. NVIDIA’s payout ratio is presently 1.88%.\n\nNVIDIA Profile\n\n(Free Report)\n\nNVIDIA Corporation provides graphics and compute and networking solutions in the United States, Taiwan, China, Hong Kong, and internationally. The Graphics segment offers GeForce GPUs for gaming and PCs, the GeForce NOW game streaming service and related infrastructure, and solutions for gaming platforms; Quadro/NVIDIA RTX GPUs for enterprise workstation graphics; virtual GPU or vGPU software for cloud-based visual and virtual computing; automotive platforms for infotainment systems; and Omniverse software for building and operating metaverse and 3D internet applications.\n\nSee Also\n\nWant to see what other hedge funds are holding NVDA? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for NVIDIA Co. (NASDAQ:NVDA – Free Report).\n\nReceive News & Ratings for NVIDIA Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for NVIDIA and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Park Place Capital Corp raised its stake in NVIDIA Co. (NASDAQ:NVDA – Free Report) by 78.2% during the 3rd quarter, HoldingsChannel reports. The firm owned 58,626 shares of the computer hardware maker’s stock after acquiring an additional 25,726 shares during…",
        "link": "https://www.etfdailynews.com/2024/11/09/nvidia-co-nasdaqnvda-is-park-place-capital-corps-10th-largest-position/",
        "publish_date": "2024-11-09T09:28:49Z",
        "title": "NVIDIA Co. (NASDAQ:NVDA) is Park Place Capital Corp’s 10th Largest Position",
        "summary": "Park Place Capital Corp는 3분기에 NVIDIA 주식 보유량을 78.2% 증가시켜, 현재 58,626주를 보유하고 있으며 이는 회사 포트폴리오의 2.0%를 차지합니다. 여러 기관 투자자들도 NVIDIA 주식 보유량을 크게 늘렸으며, NVIDIA는 최근 분기 실적 발표에서 예상치를 상회하는 성과를 보였습니다. 또한, NVIDIA는 500억 달러 규모의 자사주 매입 프로그램을 승인했으며, 이는 주가가 저평가되었다고 판단한 것으로 보입니다."
    },
    {
        "cnt": 18,
        "content": "Cardinal Point Capital Management ULC increased its stake in NVIDIA Co. (NASDAQ:NVDA – Free Report) by 62.2% in the third quarter, according to its most recent 13F filing with the Securities & Exchange Commission. The institutional investor owned 6,780 shares of the computer hardware maker’s stock after purchasing an additional 2,600 shares during the quarter. Cardinal Point Capital Management ULC’s holdings in NVIDIA were worth $823,000 at the end of the most recent quarter.\n\nOther hedge funds and other institutional investors have also recently made changes to their positions in the company. Callan Family Office LLC grew its holdings in shares of NVIDIA by 141.0% in the 3rd quarter. Callan Family Office LLC now owns 45,096 shares of the computer hardware maker’s stock worth $5,476,000 after acquiring an additional 26,386 shares during the period. Exeter Financial LLC boosted its position in NVIDIA by 28.1% during the third quarter. Exeter Financial LLC now owns 2,394 shares of the computer hardware maker’s stock worth $291,000 after purchasing an additional 525 shares in the last quarter. Aprio Wealth Management LLC grew its holdings in NVIDIA by 6.9% in the third quarter. Aprio Wealth Management LLC now owns 23,285 shares of the computer hardware maker’s stock valued at $2,828,000 after purchasing an additional 1,510 shares during the last quarter. Chapin Davis Inc. increased its position in shares of NVIDIA by 1.5% in the third quarter. Chapin Davis Inc. now owns 168,500 shares of the computer hardware maker’s stock valued at $20,463,000 after buying an additional 2,501 shares in the last quarter. Finally, Bangor Savings Bank raised its stake in shares of NVIDIA by 538.6% during the 3rd quarter. Bangor Savings Bank now owns 8,729 shares of the computer hardware maker’s stock worth $1,060,000 after buying an additional 7,362 shares during the last quarter. Institutional investors and hedge funds own 65.27% of the company’s stock.\n\nGet NVIDIA alerts:\n\nInsider Activity\n\nIn related news, Director Tench Coxe sold 1,000,000 shares of the firm’s stock in a transaction that occurred on Thursday, September 19th. The stock was sold at an average price of $119.27, for a total value of $119,270,000.00. Following the sale, the director now directly owns 5,852,480 shares in the company, valued at $698,025,289.60. This trade represents a 0.00 % decrease in their position. The transaction was disclosed in a legal filing with the Securities & Exchange Commission, which is available through this hyperlink. In other news, Director Tench Coxe sold 1,000,000 shares of the stock in a transaction on Thursday, September 19th. The stock was sold at an average price of $119.27, for a total value of $119,270,000.00. Following the completion of the transaction, the director now owns 5,852,480 shares of the company’s stock, valued at approximately $698,025,289.60. This represents a 0.00 % decrease in their ownership of the stock. The transaction was disclosed in a document filed with the SEC, which can be accessed through this link. Also, Director Mark A. Stevens sold 165,100 shares of the firm’s stock in a transaction on Tuesday, September 24th. The shares were sold at an average price of $121.27, for a total value of $20,021,677.00. Following the transaction, the director now directly owns 8,420,117 shares in the company, valued at $1,021,107,588.59. This trade represents a 0.00 % decrease in their ownership of the stock. The disclosure for this sale can be found here. Over the last 90 days, insiders have sold 2,156,270 shares of company stock valued at $254,784,327. Insiders own 4.23% of the company’s stock.\n\nNVIDIA Price Performance\n\nShares of NVDA opened at $147.63 on Friday. NVIDIA Co. has a 52 week low of $45.01 and a 52 week high of $149.77. The company has a current ratio of 4.27, a quick ratio of 3.79 and a debt-to-equity ratio of 0.15. The firm has a market cap of $3.62 trillion, a price-to-earnings ratio of 69.25, a PEG ratio of 1.54 and a beta of 1.66. The stock has a 50 day moving average of $127.27 and a 200-day moving average of $117.94.\n\nNVIDIA (NASDAQ:NVDA – Get Free Report) last released its quarterly earnings data on Wednesday, August 28th. The computer hardware maker reported $0.68 earnings per share for the quarter, topping the consensus estimate of $0.64 by $0.04. NVIDIA had a net margin of 55.04% and a return on equity of 113.50%. The firm had revenue of $30.04 billion for the quarter, compared to analyst estimates of $28.74 billion. During the same quarter in the prior year, the business earned $0.25 earnings per share. NVIDIA’s quarterly revenue was up 122.4% on a year-over-year basis. As a group, analysts forecast that NVIDIA Co. will post 2.66 EPS for the current year.\n\nNVIDIA announced that its Board of Directors has approved a stock buyback program on Wednesday, August 28th that permits the company to buyback $50.00 billion in outstanding shares. This buyback authorization permits the computer hardware maker to buy up to 1.6% of its shares through open market purchases. Shares buyback programs are usually an indication that the company’s board of directors believes its shares are undervalued.\n\nNVIDIA Cuts Dividend\n\nThe company also recently declared a quarterly dividend, which was paid on Thursday, October 3rd. Shareholders of record on Thursday, September 12th were paid a $0.01 dividend. The ex-dividend date was Thursday, September 12th. This represents a $0.04 annualized dividend and a dividend yield of 0.03%. NVIDIA’s payout ratio is currently 1.88%.\n\nAnalyst Upgrades and Downgrades\n\nA number of equities research analysts recently commented on the stock. Benchmark reissued a “buy” rating and issued a $170.00 price objective on shares of NVIDIA in a research note on Thursday, August 29th. JPMorgan Chase & Co. increased their price target on shares of NVIDIA from $115.00 to $155.00 and gave the company an “overweight” rating in a research report on Thursday, August 29th. Deutsche Bank Aktiengesellschaft restated a “hold” rating and set a $100.00 price objective on shares of NVIDIA in a research report on Monday, August 5th. Morgan Stanley reiterated an “overweight” rating and set a $150.00 target price on shares of NVIDIA in a report on Thursday, October 10th. Finally, HSBC boosted their price target on NVIDIA from $135.00 to $145.00 and gave the stock a “buy” rating in a report on Wednesday, August 21st. Five investment analysts have rated the stock with a hold rating, thirty-seven have issued a buy rating and two have issued a strong buy rating to the stock. According to data from MarketBeat.com, the company currently has an average rating of “Moderate Buy” and an average price target of $143.07.\n\nGet Our Latest Stock Analysis on NVDA\n\nAbout NVIDIA\n\n(Free Report)\n\nNVIDIA Corporation provides graphics and compute and networking solutions in the United States, Taiwan, China, Hong Kong, and internationally. The Graphics segment offers GeForce GPUs for gaming and PCs, the GeForce NOW game streaming service and related infrastructure, and solutions for gaming platforms; Quadro/NVIDIA RTX GPUs for enterprise workstation graphics; virtual GPU or vGPU software for cloud-based visual and virtual computing; automotive platforms for infotainment systems; and Omniverse software for building and operating metaverse and 3D internet applications.\n\nRecommended Stories\n\nWant to see what other hedge funds are holding NVDA? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for NVIDIA Co. (NASDAQ:NVDA – Free Report).\n\nReceive News & Ratings for NVIDIA Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for NVIDIA and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Cardinal Point Capital Management ULC increased its stake in NVIDIA Co. (NASDAQ:NVDA – Free Report) by 62.2% in the third quarter, according to its most recent 13F filing with the Securities & Exchange Commission. The institutional investor owned 6,780 shares…",
        "link": "https://www.etfdailynews.com/2024/11/09/cardinal-point-capital-management-ulc-raises-stake-in-nvidia-co-nasdaqnvda/",
        "publish_date": "2024-11-09T09:28:48Z",
        "title": "Cardinal Point Capital Management ULC Raises Stake in NVIDIA Co. (NASDAQ:NVDA)",
        "summary": "Cardinal Point Capital Management ULC는 최근 NVIDIA 주식을 62.2% 증가시켜 6,780주를 보유하게 되었으며, 이는 약 823,000달러의 가치가 있습니다. 여러 기관 투자자들도 NVIDIA 주식에 대한 보유량을 늘렸으며, NVIDIA는 최근 분기 실적 발표에서 예상치를 상회하는 수익을 기록했습니다. 또한, NVIDIA는 500억 달러 규모의 자사주 매입 프로그램을 승인했으며, 이는 주가가 저평가되었다고 판단한 것으로 보입니다."
    },
    {
        "cnt": 19,
        "content": "Bangor Savings Bank boosted its stake in NVIDIA Co. (NASDAQ:NVDA – Free Report) by 538.6% during the third quarter, Holdings Channel.com reports. The firm owned 8,729 shares of the computer hardware maker’s stock after buying an additional 7,362 shares during the period. Bangor Savings Bank’s holdings in NVIDIA were worth $1,060,000 at the end of the most recent quarter.\n\nA number of other large investors have also bought and sold shares of the stock. Vanguard Group Inc. increased its stake in shares of NVIDIA by 4.3% during the first quarter. Vanguard Group Inc. now owns 213,335,626 shares of the computer hardware maker’s stock valued at $192,761,538,000 after buying an additional 8,828,050 shares during the period. Legal & General Group Plc increased its stake in shares of NVIDIA by 884.0% during the second quarter. Legal & General Group Plc now owns 213,127,959 shares of the computer hardware maker’s stock valued at $26,329,751,000 after buying an additional 191,469,114 shares during the period. Bank of New York Mellon Corp increased its stake in shares of NVIDIA by 854.1% during the second quarter. Bank of New York Mellon Corp now owns 182,622,629 shares of the computer hardware maker’s stock valued at $22,561,200,000 after buying an additional 163,482,580 shares during the period. Ameriprise Financial Inc. grew its stake in NVIDIA by 870.3% in the second quarter. Ameriprise Financial Inc. now owns 102,422,225 shares of the computer hardware maker’s stock worth $12,658,922,000 after purchasing an additional 91,867,031 shares during the period. Finally, Dimensional Fund Advisors LP grew its stake in NVIDIA by 1,123.2% in the second quarter. Dimensional Fund Advisors LP now owns 92,039,713 shares of the computer hardware maker’s stock worth $11,371,255,000 after purchasing an additional 84,515,429 shares during the period. 65.27% of the stock is owned by hedge funds and other institutional investors.\n\nGet NVIDIA alerts:\n\nInsider Activity\n\nIn other news, CEO Jen Hsun Huang sold 120,000 shares of NVIDIA stock in a transaction on Friday, August 30th. The stock was sold at an average price of $119.03, for a total value of $14,283,600.00. Following the transaction, the chief executive officer now directly owns 76,494,995 shares in the company, valued at approximately $9,105,199,254.85. This trade represents a 0.00 % decrease in their position. The sale was disclosed in a legal filing with the SEC, which can be accessed through this hyperlink. In other news, Director Tench Coxe sold 1,000,000 shares of NVIDIA stock in a transaction on Thursday, September 19th. The stock was sold at an average price of $119.27, for a total value of $119,270,000.00. Following the transaction, the director now directly owns 5,852,480 shares in the company, valued at approximately $698,025,289.60. This trade represents a 0.00 % decrease in their position. The sale was disclosed in a legal filing with the SEC, which can be accessed through this hyperlink. Also, CEO Jen Hsun Huang sold 120,000 shares of NVIDIA stock in a transaction on Friday, August 30th. The shares were sold at an average price of $119.03, for a total value of $14,283,600.00. Following the completion of the transaction, the chief executive officer now owns 76,494,995 shares in the company, valued at $9,105,199,254.85. This represents a 0.00 % decrease in their ownership of the stock. The disclosure for this sale can be found here. In the last three months, insiders have sold 2,156,270 shares of company stock worth $254,784,327. 4.23% of the stock is currently owned by company insiders.\n\nAnalysts Set New Price Targets\n\nSeveral equities research analysts recently weighed in on the company. Robert W. Baird upped their price target on NVIDIA from $120.00 to $150.00 and gave the stock an “outperform” rating in a research note on Thursday, August 29th. Needham & Company LLC boosted their target price on NVIDIA from $120.00 to $145.00 and gave the stock a “buy” rating in a report on Thursday, August 29th. Mizuho boosted their target price on NVIDIA from $132.00 to $140.00 and gave the stock an “outperform” rating in a report on Thursday, August 29th. Loop Capital reissued a “buy” rating and issued a $175.00 target price on shares of NVIDIA in a report on Monday, August 26th. Finally, Evercore ISI boosted their target price on NVIDIA from $145.00 to $150.00 and gave the stock an “outperform” rating in a report on Friday, August 23rd. Five investment analysts have rated the stock with a hold rating, thirty-seven have assigned a buy rating and two have issued a strong buy rating to the company. According to MarketBeat.com, the stock currently has a consensus rating of “Moderate Buy” and an average price target of $143.07.\n\nView Our Latest Report on NVDA\n\nNVIDIA Price Performance\n\nShares of NVDA stock opened at $147.63 on Friday. NVIDIA Co. has a 52-week low of $45.01 and a 52-week high of $149.77. The company has a debt-to-equity ratio of 0.15, a quick ratio of 3.79 and a current ratio of 4.27. The firm has a market capitalization of $3.62 trillion, a P/E ratio of 69.25, a P/E/G ratio of 1.54 and a beta of 1.66. The stock has a 50 day moving average price of $127.27 and a 200 day moving average price of $117.94.\n\nNVIDIA (NASDAQ:NVDA – Get Free Report) last released its quarterly earnings data on Wednesday, August 28th. The computer hardware maker reported $0.68 EPS for the quarter, topping the consensus estimate of $0.64 by $0.04. The company had revenue of $30.04 billion for the quarter, compared to the consensus estimate of $28.74 billion. NVIDIA had a return on equity of 113.50% and a net margin of 55.04%. NVIDIA’s quarterly revenue was up 122.4% on a year-over-year basis. During the same period last year, the business posted $0.25 EPS. As a group, sell-side analysts predict that NVIDIA Co. will post 2.66 earnings per share for the current year.\n\nNVIDIA declared that its Board of Directors has initiated a stock buyback plan on Wednesday, August 28th that allows the company to buyback $50.00 billion in outstanding shares. This buyback authorization allows the computer hardware maker to purchase up to 1.6% of its shares through open market purchases. Shares buyback plans are often a sign that the company’s board of directors believes its stock is undervalued.\n\nNVIDIA Cuts Dividend\n\nThe company also recently disclosed a quarterly dividend, which was paid on Thursday, October 3rd. Shareholders of record on Thursday, September 12th were issued a dividend of $0.01 per share. The ex-dividend date of this dividend was Thursday, September 12th. This represents a $0.04 annualized dividend and a yield of 0.03%. NVIDIA’s payout ratio is currently 1.88%.\n\nNVIDIA Profile\n\n(Free Report)\n\nNVIDIA Corporation provides graphics and compute and networking solutions in the United States, Taiwan, China, Hong Kong, and internationally. The Graphics segment offers GeForce GPUs for gaming and PCs, the GeForce NOW game streaming service and related infrastructure, and solutions for gaming platforms; Quadro/NVIDIA RTX GPUs for enterprise workstation graphics; virtual GPU or vGPU software for cloud-based visual and virtual computing; automotive platforms for infotainment systems; and Omniverse software for building and operating metaverse and 3D internet applications.\n\nRead More\n\nWant to see what other hedge funds are holding NVDA? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for NVIDIA Co. (NASDAQ:NVDA – Free Report).\n\nReceive News & Ratings for NVIDIA Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for NVIDIA and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Bangor Savings Bank boosted its stake in NVIDIA Co. (NASDAQ:NVDA – Free Report) by 538.6% during the third quarter, Holdings Channel.com reports. The firm owned 8,729 shares of the computer hardware maker’s stock after buying an additional 7,362 shares during…",
        "link": "https://www.etfdailynews.com/2024/11/09/bangor-savings-bank-increases-stake-in-nvidia-co-nasdaqnvda/",
        "publish_date": "2024-11-09T08:46:54Z",
        "title": "Bangor Savings Bank Increases Stake in NVIDIA Co. (NASDAQ:NVDA)",
        "summary": "Bangor Savings Bank는 3분기 동안 NVIDIA 주식의 지분을 538.6% 증가시켜 총 8,729주를 보유하게 되었으며, 이는 약 1,060,000달러의 가치가 있습니다. 여러 대형 투자자들도 NVIDIA 주식을 매수 및 매도했으며, 특히 Vanguard Group Inc., Legal & General Group Plc, Bank of New York Mellon Corp, Ameriprise Financial Inc., Dimensional Fund Advisors LP 등이 지분을 크게 늘렸습니다. NVIDIA는 최근 주식 환매 계획을 발표했으며, 이는 회사가 자사 주식이 저평가되었다고 판단했음을 시사합니다."
    },
    {
        "cnt": 20,
        "content": "Dakota Community Bank & Trust NA lifted its stake in shares of NVIDIA Co. (NASDAQ:NVDA – Free Report) by 5.5% in the 3rd quarter, HoldingsChannel reports. The institutional investor owned 3,102 shares of the computer hardware maker’s stock after purchasing an additional 162 shares during the quarter. NVIDIA accounts for approximately 1.9% of Dakota Community Bank & Trust NA’s investment portfolio, making the stock its 14th biggest holding. Dakota Community Bank & Trust NA’s holdings in NVIDIA were worth $377,000 at the end of the most recent quarter.\n\nA number of other large investors have also recently made changes to their positions in the stock. Lowe Wealth Advisors LLC acquired a new position in shares of NVIDIA in the second quarter valued at about $25,000. DHJJ Financial Advisors Ltd. boosted its position in NVIDIA by 1,900.0% in the second quarter. DHJJ Financial Advisors Ltd. now owns 200 shares of the computer hardware maker’s stock valued at $25,000 after buying an additional 190 shares during the last quarter. FPC Investment Advisory Inc. acquired a new position in NVIDIA in the 1st quarter worth approximately $26,000. CGC Financial Services LLC acquired a new position in NVIDIA in the 2nd quarter worth approximately $26,000. Finally, Koesten Hirschmann & Crabtree INC. purchased a new position in NVIDIA during the 1st quarter worth approximately $27,000. 65.27% of the stock is owned by hedge funds and other institutional investors.\n\nGet NVIDIA alerts:\n\nAnalyst Upgrades and Downgrades\n\nA number of analysts have recently weighed in on NVDA shares. Craig Hallum increased their price objective on shares of NVIDIA from $125.00 to $165.00 and gave the stock a “buy” rating in a research note on Thursday, August 29th. Needham & Company LLC increased their price target on NVIDIA from $120.00 to $145.00 and gave the stock a “buy” rating in a research report on Thursday, August 29th. Morgan Stanley reissued an “overweight” rating and issued a $150.00 price objective on shares of NVIDIA in a report on Thursday, October 10th. Wedbush restated an “outperform” rating and issued a $138.00 target price on shares of NVIDIA in a research note on Thursday, August 29th. Finally, Mizuho lifted their price target on NVIDIA from $132.00 to $140.00 and gave the company an “outperform” rating in a research report on Thursday, August 29th. Five equities research analysts have rated the stock with a hold rating, thirty-seven have issued a buy rating and two have given a strong buy rating to the company’s stock. Based on data from MarketBeat, NVIDIA currently has an average rating of “Moderate Buy” and a consensus price target of $143.07.\n\nNVIDIA Stock Performance\n\nNASDAQ NVDA opened at $147.63 on Friday. NVIDIA Co. has a fifty-two week low of $45.01 and a fifty-two week high of $149.77. The firm has a market capitalization of $3.62 trillion, a P/E ratio of 69.25, a price-to-earnings-growth ratio of 1.54 and a beta of 1.66. The stock’s fifty day moving average is $127.27 and its two-hundred day moving average is $117.94. The company has a debt-to-equity ratio of 0.15, a quick ratio of 3.79 and a current ratio of 4.27.\n\nNVIDIA (NASDAQ:NVDA – Get Free Report) last announced its quarterly earnings data on Wednesday, August 28th. The computer hardware maker reported $0.68 earnings per share (EPS) for the quarter, beating analysts’ consensus estimates of $0.64 by $0.04. NVIDIA had a net margin of 55.04% and a return on equity of 113.50%. The firm had revenue of $30.04 billion during the quarter, compared to analyst estimates of $28.74 billion. During the same quarter in the prior year, the firm posted $0.25 earnings per share. NVIDIA’s quarterly revenue was up 122.4% on a year-over-year basis. On average, research analysts anticipate that NVIDIA Co. will post 2.66 earnings per share for the current year.\n\nNVIDIA Cuts Dividend\n\nThe company also recently declared a quarterly dividend, which was paid on Thursday, October 3rd. Stockholders of record on Thursday, September 12th were issued a dividend of $0.01 per share. The ex-dividend date was Thursday, September 12th. This represents a $0.04 dividend on an annualized basis and a dividend yield of 0.03%. NVIDIA’s dividend payout ratio is currently 1.88%.\n\nNVIDIA announced that its board has authorized a stock buyback plan on Wednesday, August 28th that authorizes the company to repurchase $50.00 billion in shares. This repurchase authorization authorizes the computer hardware maker to buy up to 1.6% of its stock through open market purchases. Stock repurchase plans are often a sign that the company’s board believes its shares are undervalued.\n\nInsider Activity at NVIDIA\n\nIn other NVIDIA news, insider Donald F. Robertson, Jr. sold 4,500 shares of the firm’s stock in a transaction on Friday, September 20th. The stock was sold at an average price of $116.51, for a total transaction of $524,295.00. Following the completion of the sale, the insider now owns 492,409 shares of the company’s stock, valued at $57,370,572.59. This trade represents a 0.00 % decrease in their ownership of the stock. The transaction was disclosed in a legal filing with the Securities & Exchange Commission, which is available through the SEC website. In other news, insider Donald F. Robertson, Jr. sold 4,500 shares of the stock in a transaction on Friday, September 20th. The stock was sold at an average price of $116.51, for a total transaction of $524,295.00. Following the completion of the transaction, the insider now directly owns 492,409 shares in the company, valued at approximately $57,370,572.59. This represents a 0.00 % decrease in their position. The transaction was disclosed in a document filed with the SEC, which can be accessed through this hyperlink. Also, Director Mark A. Stevens sold 155,000 shares of the business’s stock in a transaction dated Wednesday, October 9th. The shares were sold at an average price of $132.27, for a total transaction of $20,501,850.00. Following the completion of the sale, the director now owns 8,100,117 shares in the company, valued at approximately $1,071,402,475.59. This trade represents a 0.00 % decrease in their ownership of the stock. The disclosure for this sale can be found here. Over the last three months, insiders have sold 2,156,270 shares of company stock worth $254,784,327. Insiders own 4.23% of the company’s stock.\n\nNVIDIA Profile\n\n(Free Report)\n\nNVIDIA Corporation provides graphics and compute and networking solutions in the United States, Taiwan, China, Hong Kong, and internationally. The Graphics segment offers GeForce GPUs for gaming and PCs, the GeForce NOW game streaming service and related infrastructure, and solutions for gaming platforms; Quadro/NVIDIA RTX GPUs for enterprise workstation graphics; virtual GPU or vGPU software for cloud-based visual and virtual computing; automotive platforms for infotainment systems; and Omniverse software for building and operating metaverse and 3D internet applications.\n\nFeatured Stories\n\nWant to see what other hedge funds are holding NVDA? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for NVIDIA Co. (NASDAQ:NVDA – Free Report).\n\nReceive News & Ratings for NVIDIA Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for NVIDIA and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Dakota Community Bank & Trust NA lifted its stake in shares of NVIDIA Co. (NASDAQ:NVDA – Free Report) by 5.5% in the 3rd quarter, HoldingsChannel reports. The institutional investor owned 3,102 shares of the computer hardware maker’s stock after purchasing an…",
        "link": "https://www.etfdailynews.com/2024/11/09/nvidia-co-nasdaqnvda-shares-acquired-by-dakota-community-bank-trust-na/",
        "publish_date": "2024-11-09T09:28:49Z",
        "title": "NVIDIA Co. (NASDAQ:NVDA) Shares Acquired by Dakota Community Bank & Trust NA",
        "summary": "Dakota Community Bank & Trust NA는 3분기에 NVIDIA 주식의 지분을 5.5% 늘려 총 3,102주를 보유하게 되었으며, 이는 투자 포트폴리오의 약 1.9%를 차지합니다. 여러 투자자들이 NVIDIA 주식에 대한 포지션을 변경했으며, 분석가들은 NVIDIA 주식에 대해 대체로 긍정적인 평가를 내리고 있습니다. NVIDIA는 최근 분기 실적 발표에서 예상치를 상회하는 수익을 기록했으며, 주식 매입 계획을 발표하여 주가가 저평가되었다고 판단하고 있습니다."
    },
    {
        "cnt": 21,
        "content": "Axiom Advisory LLC grew its holdings in NVIDIA Co. (NASDAQ:NVDA – Free Report) by 6,600.6% during the 3rd quarter, HoldingsChannel.com reports. The firm owned 1,781,144 shares of the computer hardware maker’s stock after buying an additional 1,754,562 shares during the period. NVIDIA accounts for approximately 1.9% of Axiom Advisory LLC’s holdings, making the stock its 13th largest holding. Axiom Advisory LLC’s holdings in NVIDIA were worth $207,035,000 at the end of the most recent quarter.\n\nA number of other hedge funds have also modified their holdings of NVDA. Privium Fund Management UK Ltd acquired a new stake in shares of NVIDIA in the first quarter valued at $2,635,000. First Trust Direct Indexing L.P. increased its stake in NVIDIA by 20.0% during the 1st quarter. First Trust Direct Indexing L.P. now owns 62,865 shares of the computer hardware maker’s stock worth $56,802,000 after buying an additional 10,478 shares during the period. Accel Wealth Management lifted its holdings in NVIDIA by 16.8% during the 1st quarter. Accel Wealth Management now owns 2,776 shares of the computer hardware maker’s stock worth $2,508,000 after buying an additional 399 shares in the last quarter. RBA Wealth Management LLC purchased a new position in NVIDIA in the 1st quarter valued at approximately $293,000. Finally, Core Wealth Partners LLC grew its stake in shares of NVIDIA by 1.1% in the first quarter. Core Wealth Partners LLC now owns 1,906 shares of the computer hardware maker’s stock worth $1,722,000 after acquiring an additional 21 shares in the last quarter. 65.27% of the stock is currently owned by hedge funds and other institutional investors.\n\nGet NVIDIA alerts:\n\nInsider Transactions at NVIDIA\n\nIn related news, Director Mark A. Stevens sold 155,000 shares of the business’s stock in a transaction dated Wednesday, October 9th. The shares were sold at an average price of $132.27, for a total value of $20,501,850.00. Following the completion of the transaction, the director now owns 8,100,117 shares of the company’s stock, valued at approximately $1,071,402,475.59. The trade was a 0.00 % decrease in their position. The sale was disclosed in a document filed with the SEC, which can be accessed through this hyperlink. In other news, Director Mark A. Stevens sold 155,000 shares of the business’s stock in a transaction that occurred on Wednesday, October 9th. The shares were sold at an average price of $132.27, for a total value of $20,501,850.00. Following the completion of the transaction, the director now owns 8,100,117 shares of the company’s stock, valued at $1,071,402,475.59. The trade was a 0.00 % decrease in their ownership of the stock. The transaction was disclosed in a filing with the SEC, which is available at the SEC website. Also, Director Tench Coxe sold 1,000,000 shares of NVIDIA stock in a transaction that occurred on Thursday, September 19th. The stock was sold at an average price of $119.27, for a total transaction of $119,270,000.00. Following the completion of the sale, the director now directly owns 5,852,480 shares of the company’s stock, valued at $698,025,289.60. The trade was a 0.00 % decrease in their ownership of the stock. The disclosure for this sale can be found here. Insiders sold a total of 2,156,270 shares of company stock valued at $254,784,327 over the last three months. 4.23% of the stock is currently owned by insiders.\n\nWall Street Analyst Weigh In\n\nSeveral analysts have recently issued reports on the company. Wedbush reiterated an “outperform” rating and issued a $138.00 price objective on shares of NVIDIA in a research note on Thursday, August 29th. Rosenblatt Securities reaffirmed a “buy” rating and issued a $200.00 target price on shares of NVIDIA in a report on Thursday, August 29th. Cantor Fitzgerald reaffirmed an “overweight” rating and set a $175.00 price target on shares of NVIDIA in a report on Tuesday, October 8th. Loop Capital restated a “buy” rating and set a $175.00 price objective on shares of NVIDIA in a research report on Monday, August 26th. Finally, The Goldman Sachs Group lifted their price target on shares of NVIDIA from $135.00 to $150.00 and gave the stock a “buy” rating in a research note on Friday, October 11th. Five equities research analysts have rated the stock with a hold rating, thirty-seven have assigned a buy rating and two have assigned a strong buy rating to the company’s stock. According to MarketBeat, the stock has a consensus rating of “Moderate Buy” and a consensus target price of $143.07.\n\nCheck Out Our Latest Research Report on NVIDIA\n\nNVIDIA Stock Performance\n\nShares of NVDA stock opened at $147.63 on Friday. NVIDIA Co. has a 1 year low of $45.01 and a 1 year high of $149.77. The stock has a market cap of $3.62 trillion, a PE ratio of 69.25, a P/E/G ratio of 1.54 and a beta of 1.66. The stock has a fifty day moving average price of $127.27 and a 200 day moving average price of $117.94. The company has a debt-to-equity ratio of 0.15, a quick ratio of 3.79 and a current ratio of 4.27.\n\nNVIDIA (NASDAQ:NVDA – Get Free Report) last posted its earnings results on Wednesday, August 28th. The computer hardware maker reported $0.68 earnings per share for the quarter, beating the consensus estimate of $0.64 by $0.04. The firm had revenue of $30.04 billion during the quarter, compared to the consensus estimate of $28.74 billion. NVIDIA had a net margin of 55.04% and a return on equity of 113.50%. The firm’s revenue for the quarter was up 122.4% on a year-over-year basis. During the same period last year, the firm posted $0.25 EPS. Sell-side analysts forecast that NVIDIA Co. will post 2.66 earnings per share for the current fiscal year.\n\nNVIDIA declared that its Board of Directors has authorized a share buyback plan on Wednesday, August 28th that authorizes the company to repurchase $50.00 billion in outstanding shares. This repurchase authorization authorizes the computer hardware maker to buy up to 1.6% of its stock through open market purchases. Stock repurchase plans are generally an indication that the company’s leadership believes its shares are undervalued.\n\nNVIDIA Cuts Dividend\n\nThe business also recently declared a quarterly dividend, which was paid on Thursday, October 3rd. Shareholders of record on Thursday, September 12th were given a dividend of $0.01 per share. This represents a $0.04 annualized dividend and a yield of 0.03%. The ex-dividend date of this dividend was Thursday, September 12th. NVIDIA’s payout ratio is 1.88%.\n\nNVIDIA Company Profile\n\n(Free Report)\n\nNVIDIA Corporation provides graphics and compute and networking solutions in the United States, Taiwan, China, Hong Kong, and internationally. The Graphics segment offers GeForce GPUs for gaming and PCs, the GeForce NOW game streaming service and related infrastructure, and solutions for gaming platforms; Quadro/NVIDIA RTX GPUs for enterprise workstation graphics; virtual GPU or vGPU software for cloud-based visual and virtual computing; automotive platforms for infotainment systems; and Omniverse software for building and operating metaverse and 3D internet applications.\n\nRead More\n\nWant to see what other hedge funds are holding NVDA? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for NVIDIA Co. (NASDAQ:NVDA – Free Report).\n\nReceive News & Ratings for NVIDIA Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for NVIDIA and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Axiom Advisory LLC grew its holdings in NVIDIA Co. (NASDAQ:NVDA – Free Report) by 6,600.6% during the 3rd quarter, HoldingsChannel.com reports. The firm owned 1,781,144 shares of the computer hardware maker’s stock after buying an additional 1,754,562 shares …",
        "link": "https://www.etfdailynews.com/2024/11/09/nvidia-co-nasdaqnvda-shares-bought-by-axiom-advisory-llc/",
        "publish_date": "2024-11-09T09:28:49Z",
        "title": "NVIDIA Co. (NASDAQ:NVDA) Shares Bought by Axiom Advisory LLC",
        "summary": "Axiom Advisory LLC는 3분기 동안 NVIDIA 주식을 6,600.6% 증가시켜 총 1,781,144주를 보유하게 되었으며, 이는 회사 전체 자산의 약 1.9%를 차지합니다. 여러 헤지펀드와 기관 투자자들이 NVIDIA 주식을 보유하고 있으며, 최근 몇 달 동안 내부자 거래로 2,156,270주가 매각되었습니다. NVIDIA는 최근 주식 환매 계획을 승인했으며, 여러 애널리스트들이 이 회사에 대해 긍정적인 평가를 내리고 있습니다."
    },
    {
        "cnt": 22,
        "content": "When you purchase through links on our site, we may earn an affiliate commission. Here’s how it works\n\nCall of Duty: Black Ops 6 was released on PCs on October 25, 2024 and the title became \"the biggest Call of Duty release ever\" within a week.\n\nAMD reached out a few days ago and offered us to have a look at the performance of the game and how it plays out on the company's hardware. That is because Black Ops 6 has been optimized for AMD Ryzen and Radeon and the combination alongside Smart Access Memory (SAM) is said to deliver up to 9% more performance. In its community blog post, it said:\n\nAMD has worked directly with Activision on optimizing performance for Call of Duty: Black Ops 6 on AMD Ryzen™ CPUs and Radeon™ RX GPUs to deliver a fantastic experience. When pairing Ryzen™ and Radeon™ together, experience up to 9% more performance on averageiii when using AMD Smart Access Memory™ technology in Call of Duty: Black Ops 6.\n\nWhile we did not test the claims about SAM, we certainly had a look at how good of a job AMD has done in terms of optimizing the title. We compared the Radeon RX 7900 XTX and pitted it against Nvidia's RTX 4080 SUPER. We do know that the vanilla 4080 or the 4070 Ti SUPER is more comparable price-wise to XTX but that's the hardware we had on our hand and thought it was close enough anyway.\n\nThe testing was done on Steve's machine, which has a Ryzen 9 7950X3D and 64 GB of DDR5-6000 CL 30 memory.\n\nInstead of doing the typical 16:9 testing, we went for the monitor's native resolution of 5120 x 1440 (32:9 aspect ratio). We thought it would be interesting to note how good the game looks on (super) ultrawide and how well AMD and Nvidia stack up. 5120 x 1440 is also pretty close to 4K (3840 x 2160) and hence users can expect close to similar performance at 4K too.\n\nAlso, since this is a GPU test, bumping the settings up makes sense and it is primarily the opposite of how to test CPUs.\n\nRight off the bat, it is easy to see that AMD has done a great job perfecting the performance of the title for its hardware. We tested using the optimized drivers for both AMD and Nvidia with driver WHQL driver versions 24.10.1 and 566.03 respectively. Windows 11 24H2 build 26100.2033 (KB5044280) was chosen since it is the latest Patch Tuesday update available at the time of testing.\n\nThe 7900 XTX managed an average of 116 fps in the built-in benchmark tool based on the Lowtown map (Please note that we crashed a few times while loading the benchmark tool). The 5% low or the 95th %-ile of the card was 96 fps and this was coincidentally the same average the 4080 Super managed.\n\nEven the 1% low on the XTX was above 90 and this means users looking to enjoy a high refresh rate, high-resolution experience will not have to worry about poor performance in trying to achieve such visual fidelity.\n\nSo, if we do some quick math the 7900 XTX was ~21% faster than the 4080 SUPER in averages. And the high frames don't mean the game does not look decent though as you can check out in the attached gallery at the bottom of the article.\n\nIf you are wondering, FCAS refers to FidelityFX CAS (Contrast Adaptive Sharpening) and NIS is Nvidia Image Sharpening. These were turned on by default and we did not disable them since these were selected by the game. While it isn't an exact apples-to-apples comparison, the image difference was hardly noticeable and even with these settings disabled we saw near identical output from both cards.\n\nAt the request of AMD, we also checked FSR (FidelityFX Super Resolution) 3 performance and unfortunately, it appears that upscaling is broken at the moment. There was actually a very noticeable performance regression here.\n\nWe reached out to AMD regarding this and the company expects the problem to be resolved soon with a future update once frame generation and upscaling is integrated properly in the game. The spokesperson said:\n\n.. COD has not added the frame gen portion of FSR 3.1 to the game yet, its coming soon!\n\n\n\nRemember, AMD allowed for the frame generation to be decoupled from the upscaling – as of right now FSR 3.1 is only providing upscaling and not improving frame rates, we are hoping the update comes in the next couple of weeks.\n\nIt wasn't just lowered frame output though. The amount of memory being used by the game with FSR was also not working correctly it seems. We generally do three runs for our game tests but once we noticed that the VRAM usage was all over the place, we decided to do two more runs.\n\nIn three out of the five runs, the 7900 XTX used around 20 GB of VRAM and in two other runs it was around 16 GB. This was not the memory requested or allocated but the dedicated VRAM usage that is supposedly actually used by the game and a 20~25% difference of reported usages is most certainly a bug too. Thus we decided to drop the FSR results from our VRAM data as it was showing inconsistent usage.\n\nUnlike our 7800 XT review, which showcased a clear advantage for the AMD card in terms of VRAM headroom, Black Ops 6 isn't such a scenario. That is because both of the cards are gobbling up around 83 to 84% of the available buffer.\n\nIt is also a relief for both cards that the title does not feature ray tracing as it is known to be something that requires plenty of VRAM.\n\nWhere the 7900 XTX does shine is the price-to-performance. The GPU is available nowadays for around $800-900 which is around $200 less than the 4080 SUPER's price. Thus you are getting a lot more performance at a much lower price.\n\nSo if you are looking to buy a graphics card specifically to play Call of Duty: Black Ops 6, we can wholeheartedly recommend the AMD GPU or any other Radeon card compared to the corresponding GeForce counterparts since the performance differential will scale down the lineups.",
        "description": "We took Activision's latest Call of Duty, Black Ops 6, for a spin to find how AMD stacks up against Nvidia with all the bells and whistles. Read more...",
        "link": "https://www.neowin.net/reviews/cod-black-ops-6-ultrawide-performance-review-amd-7900-xtx-vs-nvidia-4080-super/",
        "publish_date": "2024-11-09T17:52:01Z",
        "title": "COD: Black Ops 6 ultrawide performance review: AMD 7900 XTX vs Nvidia 4080 SUPER",
        "summary": "\"콜 오브 듀티: 블랙 옵스 6\"는 AMD의 Ryzen CPU와 Radeon GPU에 최적화되어, AMD의 Smart Access Memory 기술을 사용하면 최대 9%의 성능 향상을 제공한다고 합니다. 테스트 결과, AMD의 Radeon RX 7900 XTX는 Nvidia의 RTX 4080 SUPER보다 평균적으로 약 21% 더 빠른 성능을 보였으며, 가격 대비 성능 면에서도 우수한 것으로 나타났습니다. 그러나 FSR 3 업스케일링 기능에서는 성능 저하 문제가 발견되었으며, AMD는 향후 업데이트를 통해 이를 해결할 계획이라고 밝혔습니다."
    },
    {
        "cnt": 23,
        "content": "Kesler Norman & Wride LLC decreased its holdings in NVIDIA Co. (NASDAQ:NVDA – Free Report) by 1.8% during the 3rd quarter, according to the company in its most recent disclosure with the Securities & Exchange Commission. The fund owned 59,882 shares of the computer hardware maker’s stock after selling 1,086 shares during the quarter. NVIDIA makes up 1.4% of Kesler Norman & Wride LLC’s investment portfolio, making the stock its 18th biggest holding. Kesler Norman & Wride LLC’s holdings in NVIDIA were worth $7,272,000 as of its most recent SEC filing.\n\nA number of other institutional investors have also recently made changes to their positions in NVDA. Legal & General Group Plc lifted its position in shares of NVIDIA by 884.0% in the 2nd quarter. Legal & General Group Plc now owns 213,127,959 shares of the computer hardware maker’s stock worth $26,329,751,000 after purchasing an additional 191,469,114 shares during the period. Bank of New York Mellon Corp boosted its position in NVIDIA by 854.1% during the second quarter. Bank of New York Mellon Corp now owns 182,622,629 shares of the computer hardware maker’s stock valued at $22,561,200,000 after acquiring an additional 163,482,580 shares during the last quarter. Ameriprise Financial Inc. grew its holdings in NVIDIA by 870.3% during the 2nd quarter. Ameriprise Financial Inc. now owns 102,422,225 shares of the computer hardware maker’s stock worth $12,658,922,000 after acquiring an additional 91,867,031 shares during the period. Dimensional Fund Advisors LP raised its position in shares of NVIDIA by 1,123.2% in the 2nd quarter. Dimensional Fund Advisors LP now owns 92,039,713 shares of the computer hardware maker’s stock worth $11,371,255,000 after acquiring an additional 84,515,429 shares in the last quarter. Finally, Massachusetts Financial Services Co. MA lifted its stake in shares of NVIDIA by 808.6% in the 2nd quarter. Massachusetts Financial Services Co. MA now owns 82,689,605 shares of the computer hardware maker’s stock valued at $10,215,474,000 after purchasing an additional 73,589,208 shares during the period. Institutional investors own 65.27% of the company’s stock.\n\nGet NVIDIA alerts:\n\nInsider Transactions at NVIDIA\n\nIn related news, Director Tench Coxe sold 1,000,000 shares of the business’s stock in a transaction that occurred on Thursday, September 19th. The stock was sold at an average price of $119.27, for a total value of $119,270,000.00. Following the completion of the sale, the director now owns 5,852,480 shares in the company, valued at $698,025,289.60. The trade was a 0.00 % decrease in their position. The transaction was disclosed in a filing with the SEC, which is available through the SEC website. In related news, Director Mark A. Stevens sold 165,100 shares of NVIDIA stock in a transaction on Tuesday, September 24th. The shares were sold at an average price of $121.27, for a total value of $20,021,677.00. Following the transaction, the director now directly owns 8,420,117 shares of the company’s stock, valued at $1,021,107,588.59. The trade was a 0.00 % decrease in their ownership of the stock. The sale was disclosed in a filing with the Securities & Exchange Commission, which is available through this link. Also, Director Tench Coxe sold 1,000,000 shares of the firm’s stock in a transaction on Thursday, September 19th. The stock was sold at an average price of $119.27, for a total transaction of $119,270,000.00. Following the completion of the sale, the director now directly owns 5,852,480 shares in the company, valued at approximately $698,025,289.60. This trade represents a 0.00 % decrease in their position. The disclosure for this sale can be found here. In the last ninety days, insiders sold 2,156,270 shares of company stock valued at $254,784,327. Insiders own 4.23% of the company’s stock.\n\nAnalyst Upgrades and Downgrades\n\nNVDA has been the subject of several recent analyst reports. Needham & Company LLC raised their target price on NVIDIA from $120.00 to $145.00 and gave the stock a “buy” rating in a research note on Thursday, August 29th. Raymond James boosted their target price on shares of NVIDIA from $120.00 to $140.00 and gave the company a “strong-buy” rating in a research report on Thursday, August 29th. New Street Research upgraded shares of NVIDIA from a “neutral” rating to a “buy” rating and set a $120.00 price target for the company in a report on Tuesday, August 6th. Robert W. Baird boosted their price target on shares of NVIDIA from $120.00 to $150.00 and gave the company an “outperform” rating in a research note on Thursday, August 29th. Finally, DA Davidson reaffirmed a “neutral” rating and issued a $90.00 price objective on shares of NVIDIA in a research note on Thursday, August 29th. Five analysts have rated the stock with a hold rating, thirty-seven have given a buy rating and two have given a strong buy rating to the company’s stock. According to MarketBeat.com, NVIDIA presently has an average rating of “Moderate Buy” and an average target price of $143.07.\n\nGet Our Latest Report on NVIDIA\n\nNVIDIA Stock Down 0.8 %\n\nNVDA opened at $147.63 on Friday. NVIDIA Co. has a 12 month low of $45.01 and a 12 month high of $149.77. The company has a 50 day moving average of $127.27 and a 200 day moving average of $117.94. The company has a current ratio of 4.27, a quick ratio of 3.79 and a debt-to-equity ratio of 0.15. The company has a market cap of $3.62 trillion, a PE ratio of 69.25, a price-to-earnings-growth ratio of 1.54 and a beta of 1.66.\n\nNVIDIA (NASDAQ:NVDA – Get Free Report) last released its quarterly earnings data on Wednesday, August 28th. The computer hardware maker reported $0.68 EPS for the quarter, beating analysts’ consensus estimates of $0.64 by $0.04. The company had revenue of $30.04 billion during the quarter, compared to analyst estimates of $28.74 billion. NVIDIA had a net margin of 55.04% and a return on equity of 113.50%. NVIDIA’s revenue was up 122.4% compared to the same quarter last year. During the same period last year, the business earned $0.25 earnings per share. On average, sell-side analysts expect that NVIDIA Co. will post 2.66 EPS for the current year.\n\nNVIDIA announced that its board has initiated a stock buyback program on Wednesday, August 28th that allows the company to repurchase $50.00 billion in outstanding shares. This repurchase authorization allows the computer hardware maker to purchase up to 1.6% of its shares through open market purchases. Shares repurchase programs are usually a sign that the company’s board of directors believes its shares are undervalued.\n\nNVIDIA Cuts Dividend\n\nThe firm also recently declared a quarterly dividend, which was paid on Thursday, October 3rd. Stockholders of record on Thursday, September 12th were given a dividend of $0.01 per share. The ex-dividend date was Thursday, September 12th. This represents a $0.04 dividend on an annualized basis and a dividend yield of 0.03%. NVIDIA’s dividend payout ratio (DPR) is presently 1.88%.\n\nNVIDIA Profile\n\n(Free Report)\n\nNVIDIA Corporation provides graphics and compute and networking solutions in the United States, Taiwan, China, Hong Kong, and internationally. The Graphics segment offers GeForce GPUs for gaming and PCs, the GeForce NOW game streaming service and related infrastructure, and solutions for gaming platforms; Quadro/NVIDIA RTX GPUs for enterprise workstation graphics; virtual GPU or vGPU software for cloud-based visual and virtual computing; automotive platforms for infotainment systems; and Omniverse software for building and operating metaverse and 3D internet applications.\n\nSee Also\n\nWant to see what other hedge funds are holding NVDA? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for NVIDIA Co. (NASDAQ:NVDA – Free Report).\n\nReceive News & Ratings for NVIDIA Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for NVIDIA and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Kesler Norman & Wride LLC decreased its holdings in NVIDIA Co. (NASDAQ:NVDA – Free Report) by 1.8% during the 3rd quarter, according to the company in its most recent disclosure with the Securities & Exchange Commission. The fund owned 59,882 shares of the co…",
        "link": "https://www.etfdailynews.com/2024/11/09/kesler-norman-wride-llc-sells-1086-shares-of-nvidia-co-nasdaqnvda/",
        "publish_date": "2024-11-09T08:47:01Z",
        "title": "Kesler Norman & Wride LLC Sells 1,086 Shares of NVIDIA Co. (NASDAQ:NVDA)",
        "summary": "Kesler Norman & Wride LLC는 3분기에 NVIDIA 주식 보유량을 1.8% 줄였으며, 현재 59,882주를 보유하고 있습니다. 여러 기관 투자자들이 NVIDIA 주식에 대한 포지션을 크게 늘렸으며, Legal & General Group Plc, Bank of New York Mellon Corp, Ameriprise Financial Inc. 등이 주요 투자자로 나섰습니다. NVIDIA는 최근 주식 환매 프로그램을 시작했으며, 이는 회사가 자사 주식이 저평가되었다고 판단했음을 시사합니다."
    },
    {
        "cnt": 24,
        "content": "Clean Yield Group lifted its position in shares of NVIDIA Co. (NASDAQ:NVDA – Free Report) by 332.8% during the 3rd quarter, according to its most recent disclosure with the SEC. The firm owned 77,694 shares of the computer hardware maker’s stock after buying an additional 59,744 shares during the period. NVIDIA accounts for approximately 3.0% of Clean Yield Group’s portfolio, making the stock its 4th largest holding. Clean Yield Group’s holdings in NVIDIA were worth $9,435,000 at the end of the most recent quarter.\n\nA number of other hedge funds have also recently bought and sold shares of NVDA. Lowe Wealth Advisors LLC acquired a new stake in shares of NVIDIA in the second quarter worth approximately $25,000. DHJJ Financial Advisors Ltd. lifted its stake in shares of NVIDIA by 1,900.0% in the 2nd quarter. DHJJ Financial Advisors Ltd. now owns 200 shares of the computer hardware maker’s stock valued at $25,000 after purchasing an additional 190 shares in the last quarter. FPC Investment Advisory Inc. purchased a new stake in shares of NVIDIA during the 1st quarter worth about $26,000. CGC Financial Services LLC acquired a new stake in NVIDIA during the 2nd quarter worth approximately $26,000. Finally, Koesten Hirschmann & Crabtree INC. acquired a new stake in NVIDIA during the 1st quarter worth approximately $27,000. Institutional investors and hedge funds own 65.27% of the company’s stock.\n\nGet NVIDIA alerts:\n\nNVIDIA Stock Performance\n\nShares of NVDA opened at $147.63 on Friday. The company has a debt-to-equity ratio of 0.15, a quick ratio of 3.79 and a current ratio of 4.27. NVIDIA Co. has a 1 year low of $45.01 and a 1 year high of $149.77. The firm has a fifty day moving average of $127.27 and a 200-day moving average of $117.94. The company has a market cap of $3.62 trillion, a price-to-earnings ratio of 69.25, a price-to-earnings-growth ratio of 1.54 and a beta of 1.66.\n\nNVIDIA ( NASDAQ:NVDA Get Free Report ) last posted its earnings results on Wednesday, August 28th. The computer hardware maker reported $0.68 earnings per share (EPS) for the quarter, beating analysts’ consensus estimates of $0.64 by $0.04. NVIDIA had a net margin of 55.04% and a return on equity of 113.50%. The firm had revenue of $30.04 billion during the quarter, compared to analyst estimates of $28.74 billion. During the same period in the previous year, the business posted $0.25 EPS. NVIDIA’s revenue was up 122.4% on a year-over-year basis. As a group, equities analysts anticipate that NVIDIA Co. will post 2.66 earnings per share for the current year.\n\nNVIDIA declared that its Board of Directors has initiated a stock buyback program on Wednesday, August 28th that allows the company to repurchase $50.00 billion in outstanding shares. This repurchase authorization allows the computer hardware maker to buy up to 1.6% of its shares through open market purchases. Shares repurchase programs are generally a sign that the company’s board of directors believes its stock is undervalued.\n\nNVIDIA Cuts Dividend\n\nThe business also recently announced a quarterly dividend, which was paid on Thursday, October 3rd. Shareholders of record on Thursday, September 12th were paid a dividend of $0.01 per share. The ex-dividend date was Thursday, September 12th. This represents a $0.04 annualized dividend and a yield of 0.03%. NVIDIA’s payout ratio is 1.88%.\n\nInsiders Place Their Bets\n\nIn other news, Director Tench Coxe sold 1,000,000 shares of the stock in a transaction that occurred on Thursday, September 19th. The shares were sold at an average price of $119.27, for a total value of $119,270,000.00. Following the completion of the transaction, the director now directly owns 5,852,480 shares in the company, valued at $698,025,289.60. This trade represents a 0.00 % decrease in their ownership of the stock. The transaction was disclosed in a legal filing with the SEC, which is accessible through this link. In other NVIDIA news, Director Tench Coxe sold 1,000,000 shares of the stock in a transaction on Thursday, September 19th. The stock was sold at an average price of $119.27, for a total transaction of $119,270,000.00. Following the completion of the transaction, the director now directly owns 5,852,480 shares of the company’s stock, valued at approximately $698,025,289.60. This trade represents a 0.00 % decrease in their position. The sale was disclosed in a document filed with the SEC, which can be accessed through this hyperlink. Also, Director Mark A. Stevens sold 155,000 shares of NVIDIA stock in a transaction on Wednesday, October 9th. The shares were sold at an average price of $132.27, for a total value of $20,501,850.00. Following the transaction, the director now owns 8,100,117 shares in the company, valued at approximately $1,071,402,475.59. This trade represents a 0.00 % decrease in their ownership of the stock. The disclosure for this sale can be found here. In the last three months, insiders have sold 2,156,270 shares of company stock worth $254,784,327. 4.23% of the stock is owned by corporate insiders.\n\nAnalysts Set New Price Targets\n\nNVDA has been the subject of several research reports. HSBC boosted their price objective on shares of NVIDIA from $135.00 to $145.00 and gave the stock a “buy” rating in a research note on Wednesday, August 21st. Westpark Capital boosted their price objective on NVIDIA from $127.50 to $165.00 and gave the stock a “buy” rating in a research note on Thursday, August 29th. Robert W. Baird increased their price objective on shares of NVIDIA from $120.00 to $150.00 and gave the company an “outperform” rating in a research report on Thursday, August 29th. Loop Capital reaffirmed a “buy” rating and set a $175.00 price target on shares of NVIDIA in a report on Monday, August 26th. Finally, Rosenblatt Securities reiterated a “buy” rating and issued a $200.00 price objective on shares of NVIDIA in a report on Thursday, August 29th. Five analysts have rated the stock with a hold rating, thirty-seven have assigned a buy rating and two have assigned a strong buy rating to the company’s stock. According to MarketBeat.com, NVIDIA presently has a consensus rating of “Moderate Buy” and a consensus target price of $143.07.\n\nCheck Out Our Latest Research Report on NVDA\n\nNVIDIA Profile\n\n(Free Report)\n\nNVIDIA Corporation provides graphics and compute and networking solutions in the United States, Taiwan, China, Hong Kong, and internationally. The Graphics segment offers GeForce GPUs for gaming and PCs, the GeForce NOW game streaming service and related infrastructure, and solutions for gaming platforms; Quadro/NVIDIA RTX GPUs for enterprise workstation graphics; virtual GPU or vGPU software for cloud-based visual and virtual computing; automotive platforms for infotainment systems; and Omniverse software for building and operating metaverse and 3D internet applications.\n\nFurther Reading\n\nWant to see what other hedge funds are holding NVDA? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for NVIDIA Co. (NASDAQ:NVDA – Free Report).\n\nReceive News & Ratings for NVIDIA Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for NVIDIA and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Clean Yield Group lifted its position in shares of NVIDIA Co. (NASDAQ:NVDA – Free Report) by 332.8% during the 3rd quarter, according to its most recent disclosure with the SEC. The firm owned 77,694 shares of the computer hardware maker’s stock after buying …",
        "link": "https://www.etfdailynews.com/2024/11/09/nvidia-co-nasdaqnvda-is-clean-yield-groups-4th-largest-position/",
        "publish_date": "2024-11-09T08:47:01Z",
        "title": "NVIDIA Co. (NASDAQ:NVDA) is Clean Yield Group’s 4th Largest Position",
        "summary": "Clean Yield Group는 3분기 동안 NVIDIA 주식 보유량을 332.8% 증가시켜 총 77,694주를 보유하게 되었으며, 이는 포트폴리오의 약 3.0%를 차지합니다. NVIDIA는 최근 주식 환매 프로그램을 시작하여 500억 달러 상당의 주식을 매입할 계획이며, 이는 회사가 자사 주식이 저평가되었다고 판단했음을 나타냅니다. 여러 분석가들은 NVIDIA 주식에 대해 \"매수\" 등급을 부여하고 있으며, 주가 목표를 상향 조정하고 있습니다."
    },
    {
        "cnt": 25,
        "content": "Werlinich Asset Management LLC lessened its stake in NVIDIA Co. (NASDAQ:NVDA – Free Report) by 9.8% in the third quarter, according to its most recent disclosure with the Securities and Exchange Commission. The fund owned 228,160 shares of the computer hardware maker’s stock after selling 24,700 shares during the quarter. NVIDIA comprises about 16.0% of Werlinich Asset Management LLC’s investment portfolio, making the stock its largest holding. Werlinich Asset Management LLC’s holdings in NVIDIA were worth $27,708,000 as of its most recent filing with the Securities and Exchange Commission.\n\nA number of other institutional investors and hedge funds have also added to or reduced their stakes in NVDA. FPC Investment Advisory Inc. bought a new stake in shares of NVIDIA in the first quarter worth about $26,000. Koesten Hirschmann & Crabtree INC. bought a new stake in shares of NVIDIA in the first quarter worth about $27,000. HBC Financial Services PLLC bought a new stake in shares of NVIDIA in the first quarter worth about $30,000. TCTC Holdings LLC bought a new position in shares of NVIDIA during the first quarter worth about $82,000. Finally, Slocum Gordon & Co LLP bought a new position in shares of NVIDIA during the first quarter worth about $98,000. Institutional investors own 65.27% of the company’s stock.\n\nGet NVIDIA alerts:\n\nInsiders Place Their Bets\n\nIn other NVIDIA news, insider Donald F. Robertson, Jr. sold 4,500 shares of the business’s stock in a transaction that occurred on Friday, September 20th. The stock was sold at an average price of $116.51, for a total transaction of $524,295.00. Following the completion of the sale, the insider now directly owns 492,409 shares of the company’s stock, valued at approximately $57,370,572.59. The trade was a 0.00 % decrease in their position. The sale was disclosed in a document filed with the SEC, which is accessible through this hyperlink. In other news, Director Mark A. Stevens sold 155,000 shares of the business’s stock in a transaction that occurred on Wednesday, October 9th. The stock was sold at an average price of $132.27, for a total value of $20,501,850.00. Following the transaction, the director now owns 8,100,117 shares in the company, valued at $1,071,402,475.59. The trade was a 0.00 % decrease in their position. The sale was disclosed in a filing with the Securities & Exchange Commission, which is available at this hyperlink. Also, insider Donald F. Robertson, Jr. sold 4,500 shares of the business’s stock in a transaction that occurred on Friday, September 20th. The stock was sold at an average price of $116.51, for a total value of $524,295.00. Following the completion of the transaction, the insider now owns 492,409 shares in the company, valued at $57,370,572.59. The trade was a 0.00 % decrease in their position. The disclosure for this sale can be found here. In the last ninety days, insiders sold 2,156,270 shares of company stock valued at $254,784,327. Corporate insiders own 4.23% of the company’s stock.\n\nNVIDIA Stock Down 0.8 %\n\nShares of NASDAQ:NVDA opened at $147.63 on Friday. The company has a market capitalization of $3.62 trillion, a price-to-earnings ratio of 69.25, a P/E/G ratio of 1.54 and a beta of 1.66. The company has a debt-to-equity ratio of 0.15, a current ratio of 4.27 and a quick ratio of 3.79. The business’s 50-day moving average is $127.27 and its 200-day moving average is $117.94. NVIDIA Co. has a 1 year low of $45.01 and a 1 year high of $149.77.\n\nNVIDIA (NASDAQ:NVDA – Get Free Report) last announced its quarterly earnings data on Wednesday, August 28th. The computer hardware maker reported $0.68 earnings per share (EPS) for the quarter, beating analysts’ consensus estimates of $0.64 by $0.04. NVIDIA had a return on equity of 113.50% and a net margin of 55.04%. The company had revenue of $30.04 billion for the quarter, compared to the consensus estimate of $28.74 billion. During the same period in the previous year, the business earned $0.25 EPS. The firm’s revenue was up 122.4% compared to the same quarter last year. Equities research analysts predict that NVIDIA Co. will post 2.66 earnings per share for the current year.\n\nNVIDIA declared that its board has approved a stock repurchase plan on Wednesday, August 28th that permits the company to repurchase $50.00 billion in outstanding shares. This repurchase authorization permits the computer hardware maker to buy up to 1.6% of its stock through open market purchases. Stock repurchase plans are typically an indication that the company’s management believes its shares are undervalued.\n\nNVIDIA Cuts Dividend\n\nThe business also recently disclosed a quarterly dividend, which was paid on Thursday, October 3rd. Shareholders of record on Thursday, September 12th were issued a dividend of $0.01 per share. This represents a $0.04 dividend on an annualized basis and a yield of 0.03%. The ex-dividend date was Thursday, September 12th. NVIDIA’s dividend payout ratio is currently 1.88%.\n\nAnalyst Ratings Changes\n\nNVDA has been the subject of a number of research reports. Sanford C. Bernstein increased their price objective on NVIDIA from $130.00 to $155.00 and gave the stock an “outperform” rating in a report on Thursday, August 29th. Mizuho increased their price target on NVIDIA from $132.00 to $140.00 and gave the company an “outperform” rating in a research report on Thursday, August 29th. Wedbush reissued an “outperform” rating and set a $138.00 price target on shares of NVIDIA in a research report on Thursday, August 29th. Truist Financial raised their price objective on NVIDIA from $140.00 to $145.00 and gave the company a “buy” rating in a research report on Tuesday, August 27th. Finally, JPMorgan Chase & Co. raised their price objective on NVIDIA from $115.00 to $155.00 and gave the company an “overweight” rating in a research report on Thursday, August 29th. Five analysts have rated the stock with a hold rating, thirty-seven have assigned a buy rating and two have assigned a strong buy rating to the stock. According to MarketBeat, the company has an average rating of “Moderate Buy” and an average price target of $143.07.\n\nGet Our Latest Research Report on NVDA\n\nNVIDIA Company Profile\n\n(Free Report)\n\nNVIDIA Corporation provides graphics and compute and networking solutions in the United States, Taiwan, China, Hong Kong, and internationally. The Graphics segment offers GeForce GPUs for gaming and PCs, the GeForce NOW game streaming service and related infrastructure, and solutions for gaming platforms; Quadro/NVIDIA RTX GPUs for enterprise workstation graphics; virtual GPU or vGPU software for cloud-based visual and virtual computing; automotive platforms for infotainment systems; and Omniverse software for building and operating metaverse and 3D internet applications.\n\nRead More\n\nWant to see what other hedge funds are holding NVDA? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for NVIDIA Co. (NASDAQ:NVDA – Free Report).\n\nReceive News & Ratings for NVIDIA Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for NVIDIA and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Werlinich Asset Management LLC lessened its stake in NVIDIA Co. (NASDAQ:NVDA – Free Report) by 9.8% in the third quarter, according to its most recent disclosure with the Securities and Exchange Commission. The fund owned 228,160 shares of the computer hardwa…",
        "link": "https://www.etfdailynews.com/2024/11/09/werlinich-asset-management-llc-sells-24700-shares-of-nvidia-co-nasdaqnvda/",
        "publish_date": "2024-11-09T08:46:53Z",
        "title": "Werlinich Asset Management LLC Sells 24,700 Shares of NVIDIA Co. (NASDAQ:NVDA)",
        "summary": "Werlinich Asset Management LLC는 3분기에 NVIDIA 주식의 보유 비중을 9.8% 줄였으며, 현재 228,160주를 보유하고 있습니다. NVIDIA는 이 회사의 투자 포트폴리오에서 가장 큰 비중을 차지하고 있으며, 여러 기관 투자자들도 NVIDIA 주식에 대한 보유 비중을 조정하고 있습니다. NVIDIA는 최근 분기 실적 발표에서 예상치를 상회하는 성과를 보였으며, 주식 재매입 계획을 승인하여 주가가 저평가되었다고 판단하고 있습니다."
    },
    {
        "cnt": 26,
        "content": "Shares of Nvidia rallied to a record high on Thursday, making the chipmaker the first company in history to surpass a stock market value of $3.6 trillion as Wall Street extended a rally sparked by President Donald Trump’s sweeping election win.\n\nNoel Randewich for Reuters:\n\n‎\n\nThe dominant AI chipmaker’s shares rose 2.2%, lifted by broad investor optimism about tax cuts and lower regulations after the Republican candidate’s Tuesday election victory. Nvidia’s stock market value ended the day at $3.65 trillion, beating Apple’s record closing market capitalization of $3.57 trillion reached on Oct. 21, before the chipmaker on Tuesday overtook the iPhone maker as the world’s most valuable company, according to LSEG data. Apple’s stock rose 2.1% on Thursday, leaving it with a market value of $3.44 trillion. The S&P 500 technology index has surged over 4% in the two sessions since Trump won the election on Tuesday.\n\n‎\n\nMacDailyNews Take: The jockeying continues.\n\nInterns, please perform your most-sacred duty and Tap That Keg™! Prost, everyone! 🍻🍺🍻🍺🍻\n\nWe are currently about 1/4th of the way to being sustainable with Substack subscriptions. Not a bad start! Please tell your Apple-loving friends about MacDailyNews on Substack and, if you’re currently a free subscriber, please consider $5/mo. or $50/year to keep MacDailyNews going. Just hit the subscribe button. Thank you! Read on Substack\n\n\n\n‎\n\nPlease help support MacDailyNews — and enjoy subscriber-only articles, comments, chat, and more — by subscribing to our Substack: macdailynews.substack.com. Thank you!\n\nSupport MacDailyNews at no extra cost to you by using this link to shop at Amazon.",
        "description": "Shares of Nvidia rallied to a record high on Thursday, making the chipmaker the first company in history to surpass a stock market value…\nThe post Nvidia becomes first company to surpass $3.6 trillion market value after President Trump election win appeared f…",
        "link": "https://macdailynews.com/2024/11/08/nvidia-becomes-first-company-to-surpass-3-6-trillion-market-value-after-president-trump-election-win/",
        "publish_date": "2024-11-08T22:15:22Z",
        "title": "Nvidia becomes first company to surpass $3.6 trillion market value after President Trump election win",
        "summary": "Nvidia의 주가가 사상 최고치를 기록하며, 주식 시장 가치가 3.6조 달러를 넘어서면서 세계에서 가장 가치 있는 회사가 되었습니다. 이는 도널드 트럼프 대통령의 선거 승리로 인한 세금 감면과 규제 완화에 대한 투자자들의 낙관론에 힘입은 결과입니다. 애플의 주가도 상승했지만, Nvidia가 애플을 제치고 세계에서 가장 가치 있는 회사로 등극했습니다."
    },
    {
        "cnt": 27,
        "content": "President-elect Trump says he would like to involve Tesla (TSLA) CEO Elon Musk in his administration. That may be good news Nvidia's (NVDA) CEO Jensen Huang. Yahoo Finance Executive Editor Brian Sozzi spoke with EMJ Capital founder Eric Jackson about what the incoming administration would mean for Nvidia, to which he speculated that \"Jensen and Nvidia will be served well through, through that relationship.\"\n\nFor full episodes of Opening Bid, watch on our website or listen on your favorite podcast platform.",
        "description": "President-elect Trump says he would like to involve Tesla (TSLA) CEO Elon Musk in his administration. That may be good news Nvidia's (NVDA) CEO Jensen Huang....",
        "link": "https://finance.yahoo.com/video/musks-ties-trump-could-mean-213000479.html",
        "publish_date": "2024-11-08T21:30:00Z",
        "title": "What Musk's ties to Trump could mean for Nvidia",
        "summary": "트럼프 대통령 당선자는 테슬라 CEO 일론 머스크를 자신의 행정부에 참여시키고 싶다고 밝혔습니다. 이는 Nvidia의 CEO 젠슨 황에게 긍정적인 소식일 수 있습니다. EMJ 캐피털의 창립자 에릭 잭슨은 젠슨과 Nvidia가 이러한 관계를 통해 혜택을 받을 것이라고 추측했습니다."
    },
    {
        "cnt": 28,
        "content": "KEY TAKEAWAYS\n\n- Nvidia joined the Dow Jones Industrial Average Friday, replacing storied chipmaker Intel as the artificial intelligence darling cements its position as the world’s most valuable company.\n\n- Nvidia shares, which are little changed, have risen nearly three-fold since the…\n\nThis story appeared on investopedia.com , 2024-11-08 18:38:08.141000.",
        "description": "KEY TAKEAWAYS\n- Nvidia joined the Dow Jones Industrial Average Friday, replacing storied chipmaker Intel as the artificial intelligence darling cements its position as the world’s most valuable company.\n- Nvidia shares, which are little changed, have risen ne…",
        "link": "https://biztoc.com/x/6c040b8bb86116f0",
        "publish_date": "2024-11-08T18:38:08Z",
        "title": "Nvidia is Now a Dow Member, as is Paint-Maker Sherwin-Williams",
        "summary": "Nvidia가 인공지능 분야에서의 강력한 입지를 바탕으로 세계에서 가장 가치 있는 기업으로 자리매김하며, 다우존스 산업평균지수에 편입되었습니다. 이로 인해 Nvidia는 오랜 역사를 가진 반도체 기업인 인텔을 대체하게 되었으며, Nvidia의 주가는 최근 몇 배로 상승했습니다."
    },
    {
        "cnt": 29,
        "content": "Trillium offers 4x training boost, 3x inference improvement over TPU v5e\n\nEnhanced HBM and ICI bandwidth for LLM support\n\nScales up to 256 chips per pod, ideal for extensive AI tasks\n\nGoogle Cloud has unleashed its latest TPU, Trillium, the sixth-generation model in its custom AI chip lineup, designed to power advanced AI workloads.\n\nFirst announced back in May 2024, Trillium is engineered to handle large-scale training, tuning, and inferencing with improved performance and cost efficiency.\n\nThe release forms part of Google Cloud’s AI Hypercomputer infrastructure, which integrates TPUs, GPUs, and CPUs alongside open software to meet the increasing demands of generative AI.\n\nA3 Ultra VMs arriving soon\n\nTrillium promises significant improvements over its predecessor, TPU v5e, with over a 4x boost in training performance and up to a 3x increase in inference throughput. Trillium delivers twice the HBM capacity and doubled Interchip Interconnect (ICI) bandwidth, making it particularly suited to large language models like Gemma 2 and Llama, as well as compute-heavy inference applications, including diffusion models such as Stable Diffusion XL.\n\nGoogle is keen to stress Trillium’s focus on energy efficiency as well, with a claimed 67% increase compared to previous generations.\n\nGoogle says its new TPU has demonstrated substantially improved performance in benchmark testing, delivering a 4x increase in training speeds for models such as Gemma 2-27b and Llama2-70B. For inference tasks, Trillium achieved 3x greater throughput than TPU v5e, particularly excelling in models that demand extensive computational resources.\n\nScaling is another strength of Trillium, according to Google. The TPU can link up to 256 chips in a single, high-bandwidth pod, expandable to thousands of chips within Google’s Jupiter data center network, providing near-linear scaling for extensive AI training tasks. With Multislice software, Trillium maintains consistent performance across hundreds of pods.\n\nAre you a pro? Subscribe to our newsletter Sign up to the TechRadar Pro newsletter to get all the top news, opinion, features and guidance your business needs to succeed! Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors\n\nTied in with the arrival of Trillium, Google also announced the A3 Ultra VMs featuring Nvidia H200 Tensor Core GPUs. Scheduled for preview this month they will offer Google Cloud customers a high-performance GPU option within the tech giant’s AI infrastructure.\n\nTrillium TPU, built to power the future of AI - YouTube Watch On",
        "description": "Google Cloud showcases Trillium, its new AI TPU, and claims significant improvements over its predecessor",
        "link": "https://www.techradar.com/pro/google-puts-nvidia-on-high-alert-as-it-showcases-trillium-its-rival-ai-chip-while-promising-to-bring-h200-tensor-core-gpus-in-november-2024",
        "publish_date": "2024-11-08T18:34:00Z",
        "title": "Google puts Nvidia on high alert as it showcases Trillium, its rival AI chip, while promising to bring H200 Tensor Core GPUs within days",
        "summary": "Google Cloud는 최신 TPU인 Trillium을 발표했으며, 이는 TPU v5e에 비해 4배의 훈련 성능과 3배의 추론 성능 향상을 제공합니다. Trillium은 대규모 AI 작업에 적합하며, 특히 대형 언어 모델과 계산 집약적인 추론 애플리케이션에 최적화되어 있습니다. 또한, Trillium은 에너지 효율성을 강조하며, 최대 256개의 칩을 연결하여 확장 가능한 구조를 제공합니다."
    },
    {
        "cnt": 30,
        "content": "New report that Nvidia might enter consumer CPU market\n\nIt would most likely be Arm's based\n\nChips could be announced in 2025 and launch 2026\n\nIntel and AMD currently have a stranglehold on the PC processor market, as the vast majority of consumers' PC processors come from these two manufacturer. But if this latest report is true, that duopoly could soon be challenged.\n\nAccording to a new report from DigiTimes (reported on by PCGamesN ), Nvidia may be planning to enter the consumer processor market by developing a new Arm-based CPU. Currently, Qualcomm’s Snapdragon chips have exclusive rights to Windows on Arm; however, according to Arm CEO Rene Haas, that’s set to change in 2024 with the recent news of that deal ending. There’s also the possibility stemming from Arm threatening to cancel Qualcomm’s Arm license , not to mention the rumors of Qualcomm potentially buying Intel .\n\nWhile there’s no definitive answer for when this processor will launch, if ever, the report from Digitimes states that an announcement of the Nvidia chips could happen in September 2025, with a possible launch date of March 2026.\n\nHow much further can Nvidia push it?\n\nIt sounds like a smart move from Team Green, as it could use its vast reputation in the PC world to further push into the PC processor market and give Intel and AMD some much needed competition.\n\nHowever, the lack of an x86 license might pose an issue for Nvidia. There’s a chance that it could be acquired through Qualcomm, if the two manufacturers join up and the rumors about the latter purchasing Intel become a reality.\n\nThen there’s also the possibility that Team Green could be heading into the gaming processor market, which would pair nicely with its already dominant graphics cards. Of course, such an endeavor would take quite a bit of investment as Nvidia would have to dedicate a lot of resources to porting games to the Arm architecture.\n\nAnd though the performance has proven to be well-optimized and impressive in its own right, Windows on Arm is still unsupported natively by most PC software and games, a hurdle that also holds back gaming on Macs. But if Valve could get a host of PC games to support Linux through SteamOS for the Steam Deck, then there’s definitely a chance that Nvidia could push for the same for Arm.\n\nGet the best Black Friday deals direct to your inbox, plus news, reviews, and more. Sign up to be the first to know about unmissable Black Friday deals on top tech, plus get all your favorite TechRadar content. Contact me with news and offers from other Future brands Receive email from us on behalf of our trusted partners or sponsors",
        "description": "Nvidia could be looking to get on the consumer CPU market, challenging Intel and AMD in the process.",
        "link": "https://www.techradar.com/computing/cpu/as-if-intel-didnt-have-enough-to-worry-about-nvidia-might-be-about-to-jump-into-the-pc-processor-market",
        "publish_date": "2024-11-08T18:08:55Z",
        "title": "As if Intel didn’t have enough to worry about, Nvidia might be about to jump into the PC processor market",
        "summary": "Nvidia가 소비자 CPU 시장에 진입할 가능성이 있다는 보고가 나왔습니다. 이 새로운 CPU는 Arm 기반으로 개발될 것이며, 2025년에 발표되고 2026년에 출시될 수 있습니다. 이는 현재 인텔과 AMD가 지배하고 있는 PC 프로세서 시장에 도전할 수 있는 기회가 될 수 있으며, Nvidia는 이를 통해 PC 프로세서 시장에서 경쟁력을 강화할 수 있을 것으로 보입니다. 다만, x86 라이선스의 부재가 문제로 작용할 수 있으며, 게임 프로세서 시장 진출 시 많은 자원이 필요할 것입니다."
    },
    {
        "cnt": 31,
        "content": "The financial effects of the election were felt from San Francisco to Santa Clara as a volcanic eruption of wealth.\n\nThis story appeared on bizjournals.com , 2024-11-08 18:25:11.",
        "description": "The financial effects of the election were felt from San Francisco to Santa Clara as a volcanic eruption of wealth.",
        "link": "https://biztoc.com/x/0bd4a935d550cf6f",
        "publish_date": "2024-11-08T18:38:18Z",
        "title": "How Nvidia, Wells Fargo, Visa and other Bay Area companies gained billions after the election",
        "summary": "선거의 재정적 영향이 샌프란시스코에서 산타클라라까지 부의 급증으로 나타났습니다. 이로 인해 지역 경제에 큰 변화가 있었습니다."
    },
    {
        "cnt": 32,
        "content": "Also: Expensive stocks, a Medicare warning and another milestone for Nvidia.\n\nThis story appeared on marketwatch.com , 2024-11-08 20:13:00.",
        "description": "Also: Expensive stocks, a Medicare warning and another milestone for Nvidia.",
        "link": "https://biztoc.com/x/2424a090b1bddcf7",
        "publish_date": "2024-11-08T20:27:39Z",
        "title": "How Trump’s win and the latest interest-rate cut will affect you as a consumer, homeowner and investor",
        "summary": "이 기사는 시장에서 비싼 주식들, 메디케어 경고, 그리고 엔비디아의 또 다른 이정표에 대해 다루고 있습니다. 주식 시장의 현재 상황과 관련된 중요한 이슈들을 간략히 소개하고 있습니다."
    },
    {
        "cnt": 33,
        "content": "To gain an edge, this is what you need to know today.\n\nNvidia As An Indicator\n\nPlease click here for an enlarged chart of NVIDIA Corp (NASDAQ:NVDA).\n\nNote the following:\n\nThis article is about the big picture, not an individual stock. The chart of NVDA stock is being used to illustrate the…\n\nThis story appeared on benzinga.com , 2024-11-08 20:57:06.",
        "description": "To gain an edge, this is what you need to know today.\nNvidia As An Indicator\nPlease click here for an enlarged chart of NVIDIA Corp (NASDAQ:NVDA).\nNote the following:\nThis article is about the big picture, not an individual stock. The chart of NVDA stock is b…",
        "link": "https://biztoc.com/x/175e9f97f86c0c8a",
        "publish_date": "2024-11-08T21:00:28Z",
        "title": "Scale In On Trump Hopium Dips – Watch Nvidia As An Indicator, Big China Stimulus",
        "summary": "이 기사는 NVIDIA 주식 차트를 사용하여 주식 시장의 전반적인 흐름을 설명하고자 하는 내용입니다. NVIDIA는 시장의 지표로 활용되며, 개별 주식보다는 큰 그림을 이해하는 데 중점을 두고 있습니다."
    },
    {
        "cnt": 34,
        "content": "Elon Musk has become a close ally of President-elect Donald Trump, but is that enough to bring retail investors back to Tesla?\n\nThis story appeared on marketwatch.com , 2024-11-08 18:35:00.",
        "description": "Elon Musk has become a close ally of President-elect Donald Trump, but is that enough to bring retail investors back to Tesla?",
        "link": "https://biztoc.com/x/02c7e336fe313bc7",
        "publish_date": "2024-11-08T19:00:21Z",
        "title": "Will retail investors rekindle their love for Tesla? It could depend on Nvidia",
        "summary": "일론 머스크는 도널드 트럼프 대통령 당선인의 가까운 동맹이 되었지만, 이것이 소매 투자자들을 테슬라로 다시 끌어들이기에 충분한지는 불확실합니다. 머스크의 정치적 연대가 테슬라의 투자 매력에 어떤 영향을 미칠지 주목됩니다."
    }
]