[
    {
        "cnt": 1,
        "content": "선예매 15일 오후 8시 개시로 변경SM엔터테인먼트 측이 보이그룹 NCT127의 월드투어 표 예매 일정을 변경했다.SM엔터테인먼트SM엔터테인먼트는 지난 7일 NCT127 공식 사회관계망서비스(SNS) 계정을 통해 네 번째 월드투어 예매 일정을 공지했다. 공지에 따르면 NCT127 팬클럽을 대상으로 한 선예매는 오는 13일 오후 8시부터다. 2025학년도 대학수학능력시험 날인 11월 14일 전날 밤이다.공지 이후 각종 SNS에는 수능 전날 어떻게 티켓팅을 하느냐는 부정적인 글들이 올라왔다. 전날 오후 엑스(X·옛 트위터) 실시간 트렌드에는 '수능 전날' 키워드가 상위권에 오르기도 했다.NCT127 콘서트 선예매 날짜가 변경됐다. 엑스(X·옛 트위터)이에 SM엔터테인먼트 측은 이날 오전 예매 일정을 변경한다는 공지문을 게재했다. 팬클럽 대상 선예매를 오는 15일 오후 8시 개시로 변경했다.NCT127의 월드투어 서울 공연은 내년 1월 18∼19일 고척 스카이돔에서 열린다.",
        "description": "<b>SM</b>엔터테인먼트 측이 보이그룹 NCT127의 월드투어 표 예매 일정을 변경했다. <b>SM</b>엔터테인먼트는 지난 7일 NCT127 공식 사회관계망서비스(SNS) 계정을 통해 네 번째 월드투어 예매 일정을 공지했다. 공지에 따르면 NCT127... ",
        "link": "https://n.news.naver.com/mnews/article/277/0005497537?sid=103",
        "org_link": "https://view.asiae.co.kr/article/2024110817401883034",
        "publish_date": "2024-11-08 17:43:00",
        "title": "&quot;수능 전날에 어떻게 티켓팅을 해요&quot; 팬 반발에 NCT127 날짜 변경한 <b>SM</b>",
        "summary": "SM엔터테인먼트는 NCT127의 월드투어 선예매 일정을 11월 13일에서 15일로 변경했다. 이는 수능 전날인 13일에 예매가 진행되는 것에 대한 팬들의 부정적인 반응에 따른 조치이다. NCT127의 서울 공연은 내년 1월 18일부터 19일까지 고척 스카이돔에서 열릴 예정이다."
    },
    {
        "cnt": 2,
        "content": "책무구조도 작동 방식을 살피고 내부통제 강화 효과를 전망해 봅니다.​영국 기업 내 직급별 SM&CR의 적용 범위와 내용 /자료=잉글랜드은행영국 금융감독청(FCA)이 '고위경영진 및 인증제도(SM&CR)'를 도입한 지 8년여가 지났지만 영국 금융주체들 간에도 제도의 효용성에 대한 평가가 엇갈리고 있다. 금융위원회가 이달 초부터 시범운영 중인 책무구조도가 SM&CR을 '벤치마킹'한 상황에서 소극적인 제재로 인한 '책무구조도 무용론'을 우려하는 시각도 있지만, 전문가들은 분명하게 드러나는 '사고예방 효과'에 초점을 맞추고 있다.8일 <블로터> 취재를 종합하면 책무구조도를 처음 도입한 영국에서는 수년이 지났지만 당국의 제재가 무용지물이라는 지적이 최근까지 제기되고 있다.FCA 산하 건전성감독청(PRA)에 따르면 제도가 적용된 지난 2016년부터 2022년 3월까지 고위경영자를 조사한 건수는 95건이다. 이 중 종결된 사건은 24건으로 전체의 75%가 계류돼 있는 것으로 드러났다. 심지어 마무리된 24건 중에서도 20건이 증거불충분으로 무혐의 결론이 났다. 영국 학계에서 감독당국의 소극적인 제재로 제도의 효용성이 낮아지고 있다는 비판이 나오는 이유다.그러나 국내의 한 지배구조법 전문 법조인은 \"제재 건수가 적다고 제도의 유효성이 부정되는 것은 아니다\"라며 \"실제로 영국 감독당국은 사전감독 체계에 중점을 둬 이미 많은 영역에서 변화가 감지되는 것으로 조사됐다\"고 반박했다.핼리팩스은행(HBOS)의 '피터 커밍스 제재'건이 대표적이다. 2018년 HBOS는 상업용 부동산 대출을 과도하게 늘리는 등 공격적인 사업 확장으로 도산에 이르렀다. 이 사고 발생의 장본인으로 지목됐던 당시 최고재무책임자(CFO) 커밍스는 50만파운드(약 9억원)의 벌금과 더불어 은행을 포함한 금융투자회사, 보험사 등 금융 업계 고위경영직 취업 금지 명령도 받았다. 같은 해 5월 바클레이스은행 CEO인 제임스 스털리도 부정행위자 징계 대신 내부고발자를 색출하려 한 사실이 드러나면서 제재금 64만2430파운드(약 11억1824만원)가 부과됐다.SM&CR 무용론을 반박하듯 FCA는 2019년 8월부터 3년 동안의 실태조사 결과 '금융사들은 개인 책무의 명확한 기술, 강화된 준법교육 같은 여러 요인의 조합으로 내부통제에 보다 큰 책임을 지게 됐다'고 평가했다. 영국 중앙은행인 잉글랜드은행이 진행한 설문조사에서도 120개 기업 중 약 95%는 SM&CR이 임직원의 행동에 긍정적인 영향을 미치고 있다고 밝혔고 동시에 감독관(PRA)의 70%는 개인에게 책임을 묻는 데 도움이 됐다고 답했다.잉글랜드은행의 SM&CR 설문조사 결과 /자료=잉글랜드은행영국 학계는 고위경영진에 대한 법적 책임추궁이 결과적으로 기업의 소극적인 경영으로 이어져 기업의 혁신을 저해할 수 있다는 우려를 제기한다. 리스크를 수반하는 전략적 결정을 의도적으로 회피하고 경영진이 '안정적인 결정'만 내릴 수 있다는 것이다. 경영자의 비즈니스 행위가 경영상 판단인지, 책무위반에 해당하는지 판단 기준의 모호성에 기인한 문제로, 향후 국내 금융권에서도 책무구조도 적용 이후 금융권과 금융당국 및 사법부의 법정 공방이 예상되는 지점이다.이와 관련해 SM&CR에 정통한 한 법조인은 \"경영진이 소관 영역에서 합리적인 내부통제 관리 조치를 이행했을 경우, 확실한 감면조치가 이뤄져야 한다\"며 \"감독당국은 제도를 집행할 때 금융사의 내부통제 관리 조치의 실효성을 평가할 수 있는 역량을 확보해야 한다\"고 제언했다. 이어 \"금융사 고위경영자는 금융사고에 대해 직원의 위법행위를 알 수 없었다며 무지한 상태를 유지하는 '인센티브'가 아니라 자신의 책무 영역에서 무슨 일이 일어나고 있는지를 인지하는 '인센티브'를 갖기를 기대한다\"고 제언했다.한편 전문가들은 국내 책무구조도 도입 이후 금융사고를 완벽하게 차단하는 법은 '없다'고 단언한다. 성수용 금융감독원 선임교수는 \"영국을 포함해 호주, 유럽연합(EU), 싱가포르, 홍콩 등 어느 나라든지 책무구조도 도입 이후 내부통제를 강화하고 있지만 금융사고 일어나지 않는다는 이야기는 없지 않나\"라며 \"책무구조도를 만들더라도 사고는 발생할 수밖에 없으며, 다만 제도 적용 이후에는 '대규모 금융사고 발생' 자체가 중요한 게 아니라 '누구한테 책임이 있는지'를 묻는 게 중요할 것\"이라고 말했다. 이어 \"고위경영진의 책임을 강화해 내부통제 조직문화가 확산되면서 모든 임직원에게 책임의식이 정착되고 사고예방에도 긍정적이라고 본다\"고 덧붙였다.",
        "description": "영국 금융감독청(FCA)이 '고위경영진 및 인증제도(<b>SM</b>&amp;CR)'를 도입한 지 8년여가 지났지만 영국 금융주체들 간에도 제도의 효용성에 대한 평가가 엇갈리고 있다. 금융위원회가 이달 초부터 시범운영 중인 책무구조도가 <b>SM</b>... ",
        "link": "https://n.news.naver.com/mnews/article/293/0000060356?sid=101",
        "org_link": "https://www.bloter.net/news/articleView.html?idxno=626082",
        "publish_date": "2024-11-08 16:09:00",
        "title": "[책무구조도 프리뷰]③ '韓 표본' 英 <b>SM</b>&amp;CR 도입 8년…'무용지물 vs 사고...",
        "summary": "영국 금융감독청의 '고위경영진 및 인증제도(SM&CR)'는 도입 이후 제재의 실효성에 대한 논란이 있지만, 내부통제 강화와 사고 예방에 긍정적인 영향을 미치고 있다는 평가를 받고 있습니다. 제도의 효용성에 대한 엇갈린 평가에도 불구하고, 금융사고 발생 시 책임 소재를 명확히 하는 데 중점을 두고 있으며, 이는 고위경영진의 책임을 강화하고 내부통제 문화를 확산시키는 데 기여하고 있습니다. 국내에서도 이와 유사한 책무구조도를 도입하여 금융사고 예방과 책임 소재 명확화에 중점을 두고자 하는 움직임이 있습니다."
    },
    {
        "cnt": 3,
        "content": "최근 3개월간 대기업들이 경영 효율성 제고와 신사업 진출을 위한 구조 개편을 단행하고, 신재생에너지 분야에서 사업 역량을 강화한 것으로 나타났다.공정거래위원회가 8일 발표한 ‘최근 3개월간(8∼10월) 대규모기업집단(자산 5조 원 이상 공시대상기업집단) 소속회사 변동 현황’에 따르면 대기업 계열사는 8월 1일 기준 3292개에서 지난 1일 3284개로 8개 감소했다. 신규 편입 회사가 많은 집단은 한화(10개), SM(5개), SK(4개)·신세계(4개) 순이었다.공정위는 경영 효율성 제고를 위한 구조 개편이 다수 이뤄졌다고 설명했다. 기업별로 보면 한화는 영상보안·인공지능(AI)·반도체 장비 사업을 강화하기 위해 한화에어로스페이스에서 관련 사업부를 분할해 한화인더스트리얼솔루션즈를 세웠다. SK는 SK네트웍스에서 차량 정비·관리 사업부를 분할해 SK스피드메이트를 설립, 사업 전문성과 경영 효율성을 높였다.",
        "description": "신규 편입 회사가 많은 집단은 한화(10개), <b>SM</b>(5개), SK(4개)·신세계(4개) 순이었다. 공정위는 경영 효율성 제고를 위한 구조 개편이 다수 이뤄졌다고 설명했다. 기업별로 보면 한화는 영상보안·인공지능(AI)·반도체 장비... ",
        "link": "https://n.news.naver.com/mnews/article/021/0002670537?sid=101",
        "org_link": "https://www.munhwa.com/news/view.html?no=2024110801071605292001",
        "publish_date": "2024-11-08 11:39:00",
        "title": "대기업 계열사 3개월간 8곳↓… 한화 10곳·<b>SM</b>은 5곳 편입",
        "summary": "최근 3개월 동안 대기업들이 경영 효율성을 높이고 신사업 진출을 위해 구조 개편을 진행했으며, 신재생에너지 분야에서 사업 역량을 강화했습니다. 공정거래위원회에 따르면 대기업 계열사는 8개 감소했으며, 한화와 SK 등은 사업부 분할을 통해 전문성과 효율성을 강화했습니다."
    },
    {
        "cnt": 4,
        "content": "지난 6일 구미공장서 협약식…양사 대표이사 참석기술 협력으로 전기차 경량화·에너지 효율 강화정순원 남선알미늄 자동차사업부문 대표이사(왼쪽)와 홍상휘 두웰이엔지 대표이사가 지난 6일 경북 구미시 남선알미늄 구미공장에서 열린 업무협약식에 참석해 기념촬영을 하고 있다. /SM그룹[마이데일리 = 심지원 기자] SM그룹 제조부문 계열사 남선알미늄은 지난 6일 경북 구미시 구미공장에서 두웰이엔지와 '바이메탈 버스바'를 활용한 2차전지용 모듈 개발을 위한 업무협약을 체결했다고 8일 밝혔다.바이메탈 버스바 모듈은 기존 2차전지의 충전·방전 시 발생할 수 있는 전기저항을 최소화하면서 수반되는 열을 빠르게 관리하는 경량화 모듈이다.남선알미늄 자동차사업부문은 고경량·고전도율 바이메탈 버스바 기술을 개발 중인 두웰이엔지와의 협력으로 바이메탈 버스바 기반 기능성 플라스틱 모듈화 기술을 자동차 부품과 2차전지 사업에 적용할 계획이다. 바이메탈 버스바 모듈은 전기자동차 경량화, 에너지 효율 향상, 발열 해결 등에 필요한 핵심기술이다.양사는 향후 2026년까지 2차전지 기업과 성능검사 등을 거칠 예정이며, 오는 2027년 상용화를 목표로 협력을 이어갈 방침이다.정순원 남선알미늄 자동차사업부문 대표이사는 \"두웰이엔지와의 협력으로 생산된 선행 개발품을 활용해 2차전지 배터리와 완성차 기업 기술영업도 확대해 나갈 것\"이라고 말했다.",
        "description": "<b>SM</b>그룹 제조부문 계열사 남선알미늄은 지난 6일 경북 구미시 구미공장에서 두웰이엔지와 '바이메탈 버스바'를 활용한 2차전지용 모듈 개발을 위한 업무협약을 체결했다고 8일 밝혔다. 바이메탈 버스바 모듈은 기존... ",
        "link": "https://n.news.naver.com/mnews/article/117/0003886782?sid=103",
        "org_link": "https://mydaily.co.kr/page/view/2024110810283649259",
        "publish_date": "2024-11-08 11:09:00",
        "title": "<b>SM</b>그룹 남선알미늄, 두웰이엔지와 '2차전지' 모듈 개발 협약",
        "summary": "남선알미늄과 두웰이엔지는 경북 구미에서 '바이메탈 버스바'를 활용한 2차전지용 모듈 개발을 위한 업무협약을 체결했습니다. 이 협력은 전기차의 경량화와 에너지 효율 향상, 발열 문제 해결을 목표로 하며, 2027년 상용화를 목표로 하고 있습니다. 양사는 2026년까지 2차전지 기업과 성능검사를 진행할 계획입니다."
    },
    {
        "cnt": 5,
        "content": "6일 구미공장서 협약식…양 사 대표이사 참석전기車 경량화, 에너지 효율 강화 등 기대[이데일리 김성진 기자] SM그룹의 제조부문 계열사 남선알미늄은 지난 6일 경북 구미시 구미공장에서 ㈜두웰이엔지와 ‘바이메탈 버스바(Bimetal Busbar)’를 활용한 2차전지용 모듈 개발을 위한 업무협약을 체결했다고 8일 밝혔다.바이메탈 버스바 모듈은 기존 2차전지의 충전, 방전 시 발생할 수 있는 전기저항을 최소화하면서 수반되는 열을 빠르게 관리하는 경량화 모듈이다.남선알미늄 자동차사업부문은 고경량, 고전도율의 바이메탈 버스바 기술을 개발 중인 두웰이엔지와의 협력으로 바이메탈 버스바 기반 기능성 플라스틱 모듈화 기술을 자동차 부품 및 2차전지 사업에 적용할 계획이다.특히 바이메탈 버스바 모듈은 전기자동차의 경량화, 에너지 효율 향상, 발열 해결 등에 필요한 핵심기술로, 개발이 성공하면 향후 전기차와 2차전지 분야의 진일보에 기여할 것으로 예상된다. 동시에 그에 따른 관련 소재의 가격 인하도 기대할 수 있어 경제성 측면에서 시장에 미치는 파급도 클 것으로 보인다.남선알미늄 자동차사업부문 정순원 대표이사는 “지속적인 연구개발(R&D)로 회사의 주력제품인 자동차 범퍼와 금형 외에 2차전지로 사업영역을 확장해 매출 다각화를 실현하겠다”며 “두웰이엔지와의 협력으로 생산된 선행 개발품을 활용해 2차전지 배터리와 완성차 기업에 기술영업도 확대해 나가겠다”고 말했다.한편 글로벌 시장조사기관 QY리서치에 따르면, 2차전지 버스바의 시장규모는 약 1조9000억원으로 추정된다. 남선알미늄 자동차사업부문과 두웰이엔지는 2026년까지 2차전지 기업과의 성능검사 등을 거쳐 오는 2027년 상용화를 목표로 협력을 이어갈 방침이다.남선알미늄 자동차사업부문 정순원 대표이사(왼쪽)와 두웰이엔지 홍상휘 대표이사가 지난 6일 경북 구미시 남선알미늄 구미공장에서 열린 업무협약식에 참석해 기념촬영을 하고 있다. (사진=SM그룹.)",
        "description": "<b>SM</b>그룹의 제조부문 계열사 남선알미늄은 지난 6일 경북 구미시 구미공장에서 ㈜두웰이엔지와 ‘바이메탈... 지난 6일 경북 구미시 남선알미늄 구미공장에서 열린 업무협약식에 참석해 기념촬영을 하고 있다. (사진=<b>SM</b>그룹.)",
        "link": "https://n.news.naver.com/mnews/article/018/0005880045?sid=101",
        "org_link": "http://www.edaily.co.kr/news/newspath.asp?newsid=02896246639083752",
        "publish_date": "2024-11-08 08:41:00",
        "title": "<b>SM</b>그룹 남선알미늄, 두웰이엔지와 2차전지용 모듈 개발 MOU",
        "summary": "남선알미늄과 두웰이엔지는 바이메탈 버스바를 활용한 2차전지용 모듈 개발을 위한 업무협약을 체결했습니다. 이 모듈은 전기자동차의 경량화와 에너지 효율 향상에 기여할 것으로 기대되며, 2027년 상용화를 목표로 하고 있습니다. 이를 통해 남선알미늄은 자동차 부품 및 2차전지 사업으로의 확장을 계획하고 있습니다."
    },
    {
        "cnt": 6,
        "content": "[파이낸셜뉴스] SM C&C가 미국 트럼프 대통령 당선과 맞물리면 관심받고 있다. 특히 미국 연방항공국(FAA)로부터 첨단 기술력과 철저한 안정성을 기반으로 불꽃드론 ‘PabloX F 시리즈’의 비행을 승인 받고 미국 정부기관 및 미국 국제공항과 배송 실증사업을 끝낸 파블로 항공의 유의적 영향력을 갖고 있는 SM C&C가 영향을 받는 모습이다.7일 업계에 따르면 SM C&C는 파블로 항공과 국내외 미래 모빌리티 비즈니스 공동추진 및 컨텐츠 제휴 신사업을 위해 협업하고 있다. 또한 파블로항공의 상환전환우선주(RCPS)에도 투자하고 있다.관심은 트럼프 대통령 당선으로 새 행정부 핵심 기조의 변화다. 트럼프 새 정부의 핵심 기조는 '파괴적 혁신을 통한 정부 효율화'로 그 파괴적 혁신의 핵심인 ‘미 전역 드론 배송’에 파블로 항공이 수혜를 받을 수 있을 것으로 미국 현지에서 예상하고 있다.월스트리트저널(WSJ)과 악시오스(Axios) 등 주요 외신은 이번 ‘트럼프 행정부’는 단순한 정권 교체를 넘어 미국 통치 체제와 시장 질서의 큰 변화로 이어질 수 있다고 보도했다.또한 ‘기업가형’ 정부란 시장 원리와 기업가 정신을 행정에 도입해 정부 비효율을 줄이고, 성과 중심의 국정 운영을 추구하는 새로운 통치 모델을 의미한다.새 행정부 핵심 기조는 '파괴적 혁신을 통한 정부 효율화'가 될 것으로 보이며, 그 파괴적 혁신은 드론 배송, 자율주행, 우주산업, 인공지능(AI) 등으로 규제 완화가 가속화 될 것으로 예상하고 있다.특히, 주목할 만한 것은 연방항공청(FAA)의 드론 규제 완화와 자율주행차의 도로 주행 허가 확대다.현재 아마존, 구글 등이 추진 중인 드론 배송 사업이 즉시 전국 단위로 확대 될 수 있으며, 테슬라의 완전자율주행 서비스가 50개 주 전역에서 가능해질 전망이다.또한 트럼프 대통령은 퇴임을 직전에 둔 2021년에도 중국산 드론 퇴출을 강력하게 지시하면서, 끝까지 ‘차이나 때리기’를 실행했던 바 있다.파블로 항공의 드론은 국내특허와 미국특허를 보유하고, 2024년 기네스 세계기록을 경신하기도 했다.2024년 8월 미국 연방항공국(FAA)의 비행승인을 받은 파블로 항공은 2021년부터 미국 정부기관과 뉴욕에서 실증사업을 진행할 정도로 미국과의 관계가 우호적이다. 이미 파블로항공은 미 연방항공청 및 미 항공우주국과 배송실증사업을 끝냈다.또한 파블로항공은 이수만 전 SM엔터테인먼트 대표가 초기투자를 한 회사로 우리벤처파트너스, 비하이인베스트먼트, 신한벤처투자, BNK벤처투자, 롯데벤처스, 산업은행, 비하이인베스트먼트, SBI인베스트먼트, 유안타증권, 엑스플로인베스트먼트 등에서 투자를 유치했고, 인정받은 기업가치는 1500억원 수준이다.",
        "description": "<b>SM</b> C&amp;C가 미국 트럼프 대통령 당선과 맞물리면 관심받고 있다. 특히 미국 연방항공국(FAA)로부터 첨단... 있는 <b>SM</b> C&amp;C가 영향을 받는 모습이다. 7일 업계에 따르면 <b>SM</b> C&amp;C는 파블로 항공과 국내외 미래 모빌리티 비즈니스... ",
        "link": "https://n.news.naver.com/mnews/article/014/0005264650?sid=101",
        "org_link": "http://www.fnnews.com/news/202411071355406083",
        "publish_date": "2024-11-07 14:05:00",
        "title": "<b>SM</b> C&amp;C, 미국 허가 파블로 항공 ‘트럼프 정부’와 美 전역 ‘훨훨’ 난...",
        "summary": "SM C&C는 파블로 항공과 협력하여 미래 모빌리티 비즈니스와 콘텐츠 제휴 신사업을 추진하고 있으며, 파블로 항공의 상환전환우선주에도 투자하고 있습니다. 트럼프 대통령 당선으로 인해 드론 배송과 같은 파괴적 혁신을 통한 정부 효율화가 예상되며, 파블로 항공은 미국 연방항공국(FAA)으로부터 드론 비행 승인을 받아 미국 내 드론 배송 사업에서 수혜를 받을 것으로 보입니다. 파블로 항공은 국내외 특허를 보유하고 있으며, 다양한 투자자들로부터 1500억원의 기업가치를 인정받고 있습니다."
    },
    {
        "cnt": 7,
        "content": "法, 지난달 31일 보석 인용\"진술 회유 등 증거인멸 개연성 농후\"[이데일리 이영민 기자] 검찰이 SM엔터테인먼트 시세조종에 가담한 혐의로 재판 중인 김범수 카카오 경영쇄신위원장의 보석을 취소해달라고 법원에 요청했다.SM엔터테인먼트 시세조종 의혹으로 구속기소돼 재판받는 있는 카카오 창업자 김범수 경영쇄신위원장이 서울 구로구 서울남부구치소에서 보석 석방되며 입장을 밝히고 있다.(사진=연합뉴스)서울남부지검 금융조사2부(장대규 부장검사)는 6일 김 위원장의 보석 인용과 관련해 법원에 항고장을 제출했다.검찰은 “사안의 성격상 죄증이 무겁고 장기 10년 이상 징역에 해당해 향후 중형 선고 예상 등 도망할 염려가 있다”며 “증인신문이 전혀 실시되지 않은 상태에서 향후 증인신문 예정인 주요 증인들이 피고인의 지배 하에 있어 진술 회유 등으로 증거가 인멸될 개연성도 농후하다”고 항고 사유를 밝혔다. 아울러 검찰은 “(김 위원장의) 구속기간이 약 3개월에 불과한데 구속 후 아무런 사정 변경이 없이 다른 사건과 달리 이례적으로 단기간에 석방됐다”며 “실체적 진실의 발견뿐 아니라 형평성에도 침해된다”고 덧붙였다.앞서 지난달 31일 서울남부지법은 자본시장법 위반 혐의로 구속기소된 김 위원장의 보석 청구를 인용했다. 당시 재판부는 “피고인에 대해 보석을 허가할 상당한 이유가 있다고 인정되므로 형사소송법 제96조에 따라 결정한다”고 밝혔다. 대신 보석 조건으로 서약서 제출과 주거 제한, 보증금 3억 원, 소환 시 의무 출석, 출국 시 법원의 허가를 받을 것 등을 제시했다. 보석은 일정 금액의 보증금을 낼 경우 구속된 피고인을 석방해 불구속 상태에서 재판을 받을 수 있도록 하는 제도다.김 위원장은 지난해 2월 SM엔터를 인수하는 과정에서 경쟁사인 하이브의 공개매수를 방해하기 위해 SM엔터의 주가를 하이브의 공개매수 가격인 12만 원보다 높게 끌어올리는 등 시세 조종에 개입한 혐의를 받고 있다. 검찰은 지난 7월 23일 김 위원장을 구속하고 8월 8일 그를 기소했다. 법원에서의 구속 기간은 원칙적으로 2개월로 제한된다. 다만 불가피하게 구속을 계속할 필요가 있다고 인정될 때는 각 심급마다 2회에 한해서 구속 기간을 연장할 수 있다. 연장·갱신한 기간도 2개월을 초과할 수 없다.지난달 16일 검찰은 김 위원장의 보석 심문에서 “피고인은 공범들이 모두 (보석으로) 석방됐으니 본인도 나가야 한다고 주장하는데, 피고인이 최대 주주이자 이번 (시세조종) 사건의 최대 수혜자인 것을 고려하면 핵심 증인을 심문하는 과정 동안이라도 구속할 필요가 있다”고 주장했다. 또 “공범들이 직접 대면하지 않아도 각자의 이해관계나 제3자를 만나 재판을 방해할 우려가 있다”며 구속의 필요성을 강조했다.",
        "description": "검찰이 <b>SM</b>엔터테인먼트 시세조종에 가담한 혐의로 재판 중인 김범수 카카오 경영쇄신위원장의 보석을 취소해달라고 법원에 요청했다. <b>SM</b>엔터테인먼트 시세조종 의혹으로 구속기소돼 재판받는 있는 카카오 창업자 김범수... ",
        "link": "https://n.news.naver.com/mnews/article/018/0005878664?sid=102",
        "org_link": "http://www.edaily.co.kr/news/newspath.asp?newsid=04293526639083096",
        "publish_date": "2024-11-06 15:35:00",
        "title": "검찰, '<b>SM</b> 시세조종' 카카오 김범수 보석에 항고",
        "summary": "검찰은 SM엔터테인먼트 시세조종 혐의로 재판 중인 김범수 카카오 경영쇄신위원장의 보석을 취소해달라고 법원에 요청했습니다. 검찰은 김 위원장이 주요 증인들에게 영향을 미쳐 증거를 인멸할 가능성이 높고, 도주 우려가 있다고 주장하며, 그의 보석이 형평성에 어긋난다고 강조했습니다. 김 위원장은 지난해 SM엔터 인수 과정에서 주가 조작에 개입한 혐의를 받고 있으며, 현재 불구속 상태에서 재판을 받고 있습니다."
    },
    {
        "cnt": 8,
        "content": "검찰 \"중형 예상·신속 재판 침해·사정변경 없다\"카카오 김범수, 구속 100일만인 지난달 31일 보석[서울=뉴시스] 황준선 기자 = SM 엔터테인먼트 인수 과정에서 시세조종을 지시·공모한 혐의로 구속된 카카오 창업자 김범수 경영쇄신위원장이 31일 오후 서울 구로구 서울남부치소에서 보석 석방돼 구치소를 나서고 있다. 2024.10.31. hwang@newsis.com[서울=뉴시스] 오정우 기자 = 검찰이 'SM엔터테인먼트(SM엔터)' 인수 과정에서 시세를 조종한 혐의로 재판에 넘겨진 김범수 카카오 경영쇄신위원장에 대한 보석을 취소해달라는 항고장을 제출했다. 김 위원장은 지난달 31일 구속 100일 만에 풀려난 바 있다.서울남부지검 금융조사2부(부장검사 장대규)는 6일 자본시장법 위반 혐의로 기소된 김 위원장을 상대로 '보석 허가를 취소해달라'며 항고를 제기했다고 밝혔다.검찰은 ▲사안의 성격상 죄증이 매우 무겁고 장기 10년 이상 징역에 해당해 향후 중형 선고 예상 ▲증인신문이 전혀 실시되지 않은 상태로 향후 증인 신문 예정인 주요 증인들이 여전히 피고인의 지배 하에 있어 진술 회유 등으로 증거인멸 개연성 농후한 점(실체진실 발견 및 공정·신속한 재판 침해) ▲구속 기간이 약 3개월에 불과한데 구속 후 아무런 사정변경이 없이 타 사건과 달리 이례적으로 단기간에 석방한 점(형평성 침해)을 근거로 들었다.앞서 김 위원장 측은 구속된 지 80일 만인 지난달 10일 법원에 보석 청구서를 제출했다.같은 달 16일 열린 공판기일에서 김 위원장 측 변호인은 최소한의 방어권 보장과 신속한 재판 진행을 위해 보석이 인용돼야 한다며 \"피고인의 구속이 장기간 이어져 골든타임을 놓치면 카카오와 IT 산업 전체가 타격을 받아 회복하기 어려운 상황인 점 등을 고려해 달라\"고 주장했다.이후 서울남부지법 형사합의15부(부장판사 양환승)는 같은 달 31일 김 위원장에 대한 보석 청구를 인용한 바 있다. 당시 재판부는 \"피고인에 대하여 보석을 허가할 상당한 이유가 있다고 인정되므로 형사소송법 제96조에 따라 결정했다\"고 이유를 밝혔다.아울러 ▲서약서 제출 ▲주거 제한 ▲보증금 3억원 납부 ▲소환 시 출석 ▲출국 및 3일 이상 여행시 법원에 사전 신고 ▲증인·참고인 접촉 금지 등을 보석 조건으로 달았다.한편, 김 위원장은 지난해 2월 16∼17일과 27∼28일 사이 경쟁사인 하이브의 공개매수를 방해하려 약 2400억원을 투입해 SM엔터 주식을 총 553회에 걸쳐 공개매수가인 12만원보다 높게 고정하는 등 시세를 조종한 혐의를 받는다.검찰은 김 위원장이 그룹의 최고 의사결정권자로서 시세조종 계획을 사전에 보고받아 승인했다고 보고 있다．",
        "description": "검찰이 '<b>SM</b>엔터테인먼트(<b>SM</b>엔터)' 인수 과정에서 시세를 조종한 혐의로 재판에 넘겨진 김범수 카카오 경영쇄신위원장에 대한 보석을 취소해달라는 항고장을 제출했다. 김 위원장은 지난달 31일 구속 100일 만에 풀려난 바... ",
        "link": "https://n.news.naver.com/mnews/article/003/0012888113?sid=102",
        "org_link": "https://www.newsis.com/view/NISX20241106_0002949002",
        "publish_date": "2024-11-06 15:29:00",
        "title": "검찰, '<b>SM</b> 시세조종' 김범수 보석 취소 항고장 제출",
        "summary": "카카오 창업자 김범수 경영쇄신위원장은 SM 엔터테인먼트 인수 과정에서 시세조종 혐의로 구속되었으나, 지난달 31일 보석으로 석방되었습니다. 검찰은 김 위원장의 보석 취소를 요청하며, 중형 선고가 예상되고 증거인멸 가능성이 높다는 점을 이유로 들었습니다. 법원은 김 위원장의 방어권 보장과 IT 산업에 미칠 영향을 고려해 보석을 허가했으며, 여러 조건을 부과했습니다."
    },
    {
        "cnt": 9,
        "content": "NH투자 \"하이브, BTS 완전체 등 모멘텀 풍부…목표가↑\"국내 굴지의 엔터테인먼트 업체인 SM엔터테인먼트와 하이브에 대한 전망이 엇갈리고 있다유진투자증권은 6일 올해 3분기 SM의 부진한 실적과 관련, 연결 자회사의 실적 개선이 필요한 시점이라고 지적했다. SM의 목표주가는 기존 10만원에서 9만7000원으로 소폭 하향 조정했다. 투자의견 ‘매수’는 유지했다.사진=SM엔터테인먼트 제공SM은 전날 올해 3분기 연결 기준 매출이 2422억원, 영업이익이 133억원으로, 작년 같은 기간 대비 각각 9.0%, 73.6% 감소했다고 공시했다. 영업이익은 시장 전망치 257억원을 48.1% 하회하는 수준이다.유진투자증권은 공연과 MD(굿즈상품) 매출이 외형을 견인했지만 연결 자회사의 실적이 부진한 데다 신인 데뷔 비용이 반영되면서 연결 수익성이 훼손됐다고 분석했다. 첫 영국 보이그룹인 ‘디어 앨리스’ 데뷔 관련 방송 프로그램 제작 비용이 반영된 것이 수익성 감소에 영향을 준 것이다.유진투자증권은 SM이 연결 자회사들의 실적 부진이 매 분기 반복되고 있어 예측할 수 없는 자회사들의 실적 변동성을 낙관하기에는 어렵다고 보고 실질적인 개선이 필요하다고 지적했다.   한편 NH투자증권은 이날 하이브에 관해 BTS 완전체 복귀 등 모멘텀(상승 동력)이 많다며 목표가를 27만원에서 30만원으로 올렸다.NH투자증권은 “내년 하반기에 BTS 완전체로 신보가 발매되고 2026년 월드투어가 예정되어 있다”며 “보이넥스트도어, TWS, 아일릿, 캣츠아이 등 신인 아티스트들이 팬덤 확보로 수익 구간에 진입한 것도 긍정 요인으로 평가된다”고 밝혔다. 특히 위버스(팬 커뮤니티 서비스)의 메시지 및 멤버십 유료화와 앱 내 광고 송출이 순차 도입돼 이 분야에서도 수익 창출이 본격화되고 있다고 덧붙였다.하이브는 올해 3분기 매출 5278억원, 영업이익 542억원을 올려 컨센서스(시장기대치)를 맞췄다.",
        "description": "NH투자 &quot;하이브, BTS 완전체 등 모멘텀 풍부…목표가↑&quot; 국내 굴지의 엔터테인먼트 업체인 <b>SM</b>엔터테인먼트와 하이브에 대한 전망이 엇갈리고 있다 유진투자증권은 6일 올해 3분기 <b>SM</b>의 부진한 실적과 관련, 연결... ",
        "link": "https://n.news.naver.com/mnews/article/022/0003983144?sid=101",
        "org_link": "http://www.segye.com/newsView/20241106504006?OutUrl=naver",
        "publish_date": "2024-11-06 09:10:00",
        "title": "지지부진한 <b>SM</b>, 상승기대 되는 하이브… 엇갈린 전망",
        "summary": "유진투자증권은 SM엔터테인먼트의 3분기 실적 부진을 지적하며, 연결 자회사의 실적 개선이 필요하다고 평가하고 목표주가를 소폭 하향 조정했습니다. 반면, NH투자증권은 하이브에 대해 BTS 완전체 복귀와 신인 아티스트들의 팬덤 확보 등 긍정적인 모멘텀이 많다며 목표주가를 상향 조정했습니다. 하이브는 3분기 매출과 영업이익에서 시장 기대치를 충족했습니다."
    },
    {
        "cnt": 10,
        "content": "목표가 9만 7000원→10만 5000원서울 성동구 성수동 SM 엔터테인먼트 그룹 사옥 전경./뉴스1 ⓒ News1 황덕현 기후환경전문기자(서울=뉴스1) 문혜원 기자 = NH투자증권(005940)은 6일 에스엠(041510)(이하 SM)에 대한 '매수' 의견을 유지하고 목표가를 기존 9만 7000원에서 10만 5000원으로 8% 상향 조정했다.이화정 NH투자증권 연구원은 \"SM은 신인 아티스트(라이즈·NCT 위시)의 본격적인 수익 기여와 주력 아티스트(NCT 드림·에스파)의 공연 대형화, 그리고 자회사(미국법인·크리에이션뮤직라이츠·KMR) 적자 축소에 따른 실적 개선이 기대되는 사업자\"라고 평가했다.이어 \"2025년 초 신인 걸그룹 데뷔도 확정됐다\"며 \"특유의 안정적인 아티스트 세대교체 체계가 순항 중\"이라고 덧붙였다.아울러 \"4분기 주력 아티스트 신보 발매에 이어 2025년 신인 수익화와 자회사 적자 축소에 따른 실적 개선 흐름이 기대되는 구간\"이라고 분석했다.다만 3분기 실적은 어닝 쇼크(실적 충격) 수준의 성적표를 받았다. SM은 3분기 매출액 2422억 원, 영업이익 133억 원을 기록했다.이 연구원은 \"영국 보이그룹 '디어 앨리스' 프로모션 비용이 예상치를 상회하며 어닝쇼크를 기록했다\"고 설명했다.",
        "description": "NH투자증권(005940)은 6일 에스엠(041510)(이하 <b>SM</b>)에 대한 '매수' 의견을 유지하고 목표가를 기존 9만 7000원에서 10만 5000원으로 8% 상향 조정했다. 이화정 NH투자증권 연구원은 &quot;<b>SM</b>은 신인 아티스트(라이즈·NCT 위시)의... ",
        "link": "https://n.news.naver.com/mnews/article/421/0007889663?sid=101",
        "org_link": "https://www.news1.kr/finance/general-stock/5591124",
        "publish_date": "2024-11-06 08:34:00",
        "title": "NH證 &quot;<b>SM</b>, 실적 개선 기대되는 구간…목표가 8%↑&quot;",
        "summary": "NH투자증권은 SM 엔터테인먼트에 대한 목표 주가를 9만 7000원에서 10만 5000원으로 상향 조정하며 '매수' 의견을 유지했습니다. 이는 신인 아티스트의 수익 기여, 주력 아티스트의 공연 대형화, 자회사의 적자 축소 등으로 인한 실적 개선 기대에 기반한 것입니다. 그러나 3분기 실적은 예상보다 저조했으며, 이는 영국 보이그룹 '디어 앨리스'의 프로모션 비용이 예상치를 초과했기 때문입니다."
    },
    {
        "cnt": 11,
        "content": "SM 사옥[SM엔터테인먼트 제공. 재판매 및 DB 금지](서울=연합뉴스) 조민정 기자 = 유진투자증권은 올해 3분기 SM엔터테인먼트의 부진한 실적과 관련, 연결 자회사의 실적 개선이 필요한 시점이라고 지적했다.SM은 전날 올해 3분기 연결 기준 매출이 2천422억원, 영업이익이 133억원으로, 작년 같은 기간 대비 각각 9.0%, 73.6% 감소했다고 공시했다. 영업이익은 연합인포맥스가 집계한 시장 전망치 257억원을 48.1% 하회하는 수준이다.이현지 연구원은 6일 보고서에서 \"공연과 MD(굿즈상품) 매출이 외형을 견인했지만 연결 자회사의 실적이 부진한 데다 신인 데뷔 비용이 반영되면서 연결 수익성이 훼손됐다\"고 짚었다.SM은 첫 영국 보이그룹인 '디어 앨리스' 데뷔 관련 방송 프로그램 제작 비용이 반영된 것이 수익성 감소에 영향을 줬다고 설명했다.이 연구원은 \"연결 자회사들의 실적 부진이 매 분기 반복되고 있어 예측할 수 없는 자회사들의 실적 변동성을 낙관하기에는 어렵다\"며 \"이제는 실질적인 개선이 필요하다\"고 지적했다.다만 그는 \"저연차 아티스트 성장세가 두드러지고 있으며 공연 규모와 지역이 확대되면서 콘서트 및 MD 매출이 큰 폭으로 성장한 것은 긍정적\"이라며 \"내년 30주년 프로그젝 일환으로 국내를 시작으로 북미, 유럽 주요 도시에서 SM TOWN 콘선트를 진행할 예정이어서, 하나의 팬덤에 국한된 것이 아닌 기획사 자체 팬덤 락인(LOCK IN)을 통한 유의미한 성과를 기대한다\"고 덧붙였다.그는 실적 추정치 감소를 이유로 SM의 목표주가를 기존 10만원에서 9만7천원으로 소폭 하향 조정했다. 투자의견은 '매수'는 유지했다.chomj@yna.co.kr",
        "description": "유진투자증권은 올해 3분기 <b>SM</b>엔터테인먼트의 부진한 실적과 관련, 연결 자회사의 실적 개선이 필요한 시점이라고 지적했다. <b>SM</b>은 전날 올해 3분기 연결 기준 매출이 2천422억원, 영업이익이 133억원으로, 작년 같은 기간... ",
        "link": "https://n.news.naver.com/mnews/article/001/0015027996?sid=101",
        "org_link": "https://www.yna.co.kr/view/AKR20241106025700008?input=1195m",
        "publish_date": "2024-11-06 08:21:00",
        "title": "유진투자증권 &quot;<b>SM</b>엔터, 부진 벗어나려면 자회사 실적 개선 필요&quot;",
        "summary": "SM엔터테인먼트는 3분기 실적이 부진했으며, 이는 연결 자회사의 실적 부진과 신인 데뷔 비용 증가 때문이라고 유진투자증권이 지적했습니다. 그러나 저연차 아티스트의 성장과 콘서트 및 MD 매출의 증가가 긍정적으로 평가되며, 내년 30주년 프로젝트를 통해 글로벌 시장에서의 성과를 기대하고 있습니다. 이에 따라 목표주가는 소폭 하향 조정되었지만, 투자의견은 '매수'로 유지되었습니다."
    },
    {
        "cnt": 12,
        "content": "英 보이그룹 홍보비용 반영3분기 영업이익 74% 감소내년 신인 걸그룹 데뷔 기대목표가 9.7만→10.4만 상향그룹 에스파(aespa)가 8월 22일 오후 서울 송파구 서울 잠실실내체육관에서 진행된 ‘2024 케이 월드 드림 어워즈(2024 K-WORLD DREAM AWARDS)’ 레드카펫에서 포즈를 취하고 있다. 김규빈 기자 2024.08.22[서울경제]NH투자증권이 3분기 어닝쇼크가 발생한 SM엔터테인먼트(에스엠(041510)) 목표 주가를 8% 상향 조정했다. 영국 보이그룹 프로모션 비용 등이 일시 반영됐으나 내년부터 투자 성과가 본격적으로 나타나면서 안정적인 성과를 누릴 수 있을 것이란 판단이다.6일 이화정 NH투자증권 연구원은 “3분기 어닝 쇼크가 발생했으나 4분기 주력 아티스트 신보 발매에 이어 2025년 신인 수익화와 자회사 적자 축소에 따른 실적 개선 흐름이 기대된다”고 밝혔다. 이 연구원은 에스엠에 대한 투자의견 매수를 유지하면서 목표주가를 9만 7000원에서 10만 5000원으로 상향 조정했다.에스엠은 3분기 연결 매출이 2422억 원으로 전년 동기 대비 9% 감소하고, 영업이익도 133억 원으로 74% 줄었다. 영국 보이그룹 디어 앨리스의 프로모션 및 데뷔 관련 비용이 일시 반영되면서 미국 법인 등의 적자가 90억 원에 달했기 때문이다.올해는 4세대 아티스트 에스파의 입지 굳히기, 5세대 아티스트 라이즈와 NCT 위시 등의 안정적인 팬덤 확보에 완전한 신규 장르로 진입하기 위한 투자에 바빴다는 평가다. 다만 내년부터는 투자에 따른 성과를 조금씩 맛볼 시기가 올 것이라는 전망이다.이 연구원은 “다양해진 라인업이 가져올 안정적인 성장세를 누릴 시기가 온다”며 “신인의 수익화 및 공연의 대형화, 그리고 자회사의 적자폭 축소에 따른 실적 개선이 기대되는 가운데 내년 초 올해 기다리던 신인 걸그룹 데뷔마저 확정”이라고 평가했다.목표 주가 산정 기준 시점도 신인에 대한 투자 성과가 본격화될 2025년으로 변경했다. 목표 주가수익비율(Target PER)은 하이브 제외 엔터 3사의 과거 3개년(2022~2024년) 평균 PER인 22배(기존 25배)를 적용했다. 기존엔 하이브 포함 엔터 4사의 평균 PER을 활용했으나 멀티 레이블 및 플랫폼 사업이 주는 프리미엄 부재를 감안하기 위해 변경했다는 설명이다.",
        "description": "NH투자증권이 3분기 어닝쇼크가 발생한 <b>SM</b>엔터테인먼트(에스엠(041510)) 목표 주가를 8% 상향 조정했다. 영국 보이그룹 프로모션 비용 등이 일시 반영됐으나 내년부터 투자 성과가 본격적으로 나타나면서 안정적인... ",
        "link": "https://n.news.naver.com/mnews/article/011/0004411622?sid=101",
        "org_link": "https://www.sedaily.com/NewsView/2DGQMYEJ8R",
        "publish_date": "2024-11-06 08:06:00",
        "title": "“내년 투자 성과 본격화” NH證, <b>SM</b>엔터 어닝쇼크에도 목표가 상향",
        "summary": "SM엔터테인먼트는 3분기 영업이익이 74% 감소했으나, NH투자증권은 목표 주가를 상향 조정했습니다. 이는 영국 보이그룹 프로모션 비용이 일시적으로 반영되었지만, 내년부터 신인 걸그룹 데뷔와 다양한 아티스트 라인업을 통한 안정적인 성장세가 기대되기 때문입니다. 또한, 자회사의 적자 축소와 신인의 수익화가 실적 개선에 기여할 것으로 전망됩니다."
    },
    {
        "cnt": 13,
        "content": "디어 앨리스 [SM엔터테인먼트 제공][헤럴드경제=고승희 기자] 음반 판매량 감소와 계열사의 매출 하락으로 SM엔터테인먼트의 올해 3분기 영업이익과 매출이 줄었다.SM엔터테인먼트는 연결 기준 올해 3분기 영업이익이 133억원으로 지난해 동기보다 73.6% 감소했다고 5일 공시했다. 매출은 2422억원으로 작년 동기 대비 9% 감소했다. 순이익은 37억원으로 95.6% 줄었다.SM은 “계열사 매출이 감소했고, SM 첫 영국 보이그룹 ‘디어 앨리스’ 관련 방송 프로그램 제작 비용이 발생해 영업이익이 줄어들었다”며 “매출은 음반 판매량 감소와 주요 계열사의 매출 하락의 영향을 받아 하락했다”고 설명했다.SM에선 올 4분기와 내년 1분기 소속 가수들이 대거 컴백하는 것은 물론 새롭게 데뷔한다. 올해 4분기에는 NCT 드림의 정규 4집, 동방신기의 일본 정규음반, NCT 위시의 일본 정규음반, NCT 유타의 일본 미니음반, 레드벨벳 아이린의 첫 솔로 데뷔 미니음반 등이 예정돼 있다. 지난달엔 에스파의 신보 ‘위플래시’(Whiplash)가 나왔고, 전날에는 샤이니 민호의 첫 정규 앨범도 발매됐다.내년은 SM의 창립 30주년을 맞는 해다. SM은 2025년 소속 가수들의 합동 공연인 ‘SM타운 라이브’와 SM타운 앨범 등 다양한 기념 프로젝트를 마련했다.내년 1분기에는 에스파 이후 5년 만에 신인 걸그룹이 데뷔하고, 엑소 카이, 레드벨벳 슬기, NCT 위시, NCT 텐의 미니음반도 나온다.장철혁 SM 공동대표는 “내년 신인 걸그룹 데뷔를 통해 아티스트 라인업을 한층 견고하게 구축할 것”이라며 “창립 30주년을 맞아 SM을 사랑해 준 많은 팬을 위해 공연, 앨범, MD(굿즈상품) 등 다양한 프로젝트를 선보일 계획”이라고 말했다.",
        "description": "음반 판매량 감소와 계열사의 매출 하락으로 <b>SM</b>엔터테인먼트의 올해 3분기 영업이익과 매출이 줄었다. <b>SM</b>엔터테인먼트는 연결 기준 올해 3분기 영업이익이 133억원으로 지난해 동기보다 73.6% 감소했다고 5일... ",
        "link": "https://n.news.naver.com/mnews/article/016/0002384084?sid=103",
        "org_link": "https://news.heraldcorp.com/view.php?ud=20241105050767",
        "publish_date": "2024-11-05 23:31:00",
        "title": "<b>SM</b>, 음반 판매량 줄고 계열사 매출 떨어지고… 3분기 영업익 73.6% 하락",
        "summary": "SM엔터테인먼트는 올해 3분기 영업이익과 매출이 각각 73.6%와 9% 감소했다고 발표했으며, 이는 음반 판매량 감소와 계열사의 매출 하락, 그리고 '디어 앨리스' 관련 방송 프로그램 제작 비용 증가 때문이라고 설명했습니다. 그러나 4분기와 내년 1분기에는 여러 소속 가수들의 컴백과 데뷔가 예정되어 있어 매출 회복을 기대하고 있으며, 내년 창립 30주년을 맞아 다양한 기념 프로젝트를 준비하고 있습니다."
    },
    {
        "cnt": 14,
        "content": "New girl group to debut in JanuarySM Entertainment's corporate logo (SM Entertainment)SM Entertainment reported a sharp decline in third-quarter earnings Tuesday, attributing the downturn to reduced album sales and rising production costs while hinting at the debut of a new girl group in January.The parent company’s regulatory filing showed consolidated revenue of 242.2 billion won ($175.6 million) and an operating profit of 13.3 billion won, reflecting a 9 percent drop in revenue and a significant 73.6 percent decline in operating profit, year-on-year.The company pointed to lower album sales, diminished revenue from key subsidiaries, and additional production costs for BBC’s documentary series \"Dear Alice\" on its first British boy group as the main factors behind the downturn.On a separate basis, SM Entertainment’s revenue was 172.1 billion won, with an operating profit of 27.1 billion won, down 8.8 percent and 43.6 percent, respectively, from last year. While album and digital music sales were lower due to a high comparison base, concert revenue rose as the company expanded its concert lineup and linked merchandise offerings. However, net income dropped 56.8 percent to 16 billion won.Aespa (SM Entertainment)Despite the weaker performance, SM Entertainment remains optimistic, planning a robust slate of artist promotions through the fourth quarter and into next year, including the launch of its first girl group since aespa debuted five years ago. This debut aligns with the company's \"SM 3.0\" roadmap for intellectual property expansion, which has introduced new groups like Riize and NCT Wish, alongside projects featuring virtual artist Naevis.Among current stars, aespa recently released its fifth EP “Whiplash” as part of a year-long series of successful releases led by “Supernova.” SM Entertainment has an extensive lineup of artist releases scheduled in the near future, including albums from Red Velvet’s Irene, WayV and NCT U’s Yuta.\"SM is building a strong lineup of artist IP spanning all generations of K-pop, not only with our long-beloved teams but also with new artist debuts. We plan to further strengthen our roster with a new girl group debuting next year,\" SM Entertainment CEO Jang Cheol-hyuk said in a press statement.In honor of the company’s 30th anniversary next year, it is preparing several celebratory projects, including an SMTown Live concert, an SMTown album, and collaborative performances featuring stars like EXO’s Kai and Red Velvet’s Seulgi.",
        "description": "<b>SM</b> Entertainment reported a sharp decline in third-quarter earnings Tuesday, attributing the... On a separate basis, <b>SM</b> Entertainment’s revenue was 172.1 billion won, with an operating profit... ",
        "link": "https://n.news.naver.com/mnews/article/044/0000262900?sid=104",
        "org_link": "https://www.koreaherald.com/view.php?ud=20241105050737",
        "publish_date": "2024-11-05 20:38:00",
        "title": "<b>SM</b> Entertainment Q3 earnings fall amid lower album sales, rising costs",
        "summary": "SM 엔터테인먼트는 3분기 실적이 앨범 판매 감소와 제작 비용 증가로 인해 크게 하락했다고 발표했습니다. 그러나 내년 1월 새로운 걸그룹을 데뷔시키고, 다양한 아티스트 프로모션을 통해 실적 회복을 기대하고 있습니다. 또한, 회사는 30주년을 기념하여 SMTown 라이브 콘서트와 앨범 등 여러 프로젝트를 준비 중입니다."
    },
    {
        "cnt": 15,
        "content": "Girl group aespa [NEWS1]SM Entertainment reported third quarter earnings that fell under market consensus on Tuesday as it also announced that it would debut a new girl group next year to follow aespa.The agency's revenue for the third quarter fell 9 percent to 242.2 billion won ($175.89 million) compared to the same period last year primarily due to a decline in album sales. Operating profits dropped by 73.6 percent to 133 billion won, attributed to a decrease in its subsidiary companies’ sales and increased production costs for the entertainment company's first British group, Dear Alice, the company said in a press release.The company saw increased concert revenue and merchandise sales through expanded concert operations and the internalization of concert businesses. Net income decreased by 56.8 percent to 160 billion won.The company aims to kick off 2025 with a new girl group.\"SM will expand its artist IP spanning all generations of K-pop by nurturing both longstanding artists and continuously debuting new artists,\" SM Entertainment’s co-CEO Jang Cheol-hyuk said in its press release on Tuesday.\"We are planning to hold more concerts and roll out more merchandise and albums next year,\" Jang added.The agency will debut a new girl group in the first quarter of next year, marking five years since aespa's debut. The new girl group's intellectual property (IP) content will be an extension of the company's 3.0 IP road map, which includes IP related to Riize, NCT WISH, Dear Alice and the company's first virtual artist, nævis.Boy band Riize [YONHAP]SM Entertainment said its artists will remain active in the fourth quarter and the following year with new album releases and concerts.Girl group aespa is continuing its music activities with its EP \"Whiplash\" following its first full-length album \"Armageddon.\" SHINee member Minho released his first solo full-length album on Nov. 4, and NCT Dream will release its fourth full-length album, \"Dreamscape,” on Nov. 11. Red Velvet member Irene's first solo album and EPs by Girls' Generation member Taeyeon and NCT unit WayV are also scheduled for release this month.Boy band NCT 127 [YONHAP]In celebration of its 30th anniversary next year, SM will be hosting an SM Town Live concert featuring various SM artists, along with an SM Town album and other commemorative projects. NCT member Mark's first full-length album, EXO member Kai's EP and EPs from Red Velvet's Seulgi, NCT Wish and WayV's Ten are also in the pipeline.NCT 127's fourth world tour, \"Neo City – The Momentum,\" is set to kick off on Jan. 18 at Gocheok Sky Dome in western Seoul. The group will then embark on a global tour, visiting major cities including Jakarta, Bangkok and Los Angeles.",
        "description": "<b>SM</b> Entertainment reported third quarter earnings that fell under market consensus on Tuesday as... &quot;<b>SM</b> will expand its artist IP spanning all generations of K-pop by nurturing both longstanding... ",
        "link": "https://n.news.naver.com/mnews/article/640/0000061143?sid=101",
        "org_link": "https://koreajoongangdaily.joins.com/news/2024-11-05/business/industry/SM-announces-dismal-Q3-earnings-and-new-girl-group-for-2025/2171122",
        "publish_date": "2024-11-05 18:45:00",
        "title": "<b>SM</b> announces dismal Q3 earnings and new girl group for 2025",
        "summary": "SM엔터테인먼트는 3분기 실적이 시장 기대치에 미치지 못했으며, 주로 앨범 판매 감소와 자회사 매출 감소, 그리고 첫 영국 그룹 Dear Alice의 제작 비용 증가로 인해 영업 이익이 크게 감소했다고 발표했습니다. 그러나 콘서트 운영 확대와 굿즈 판매 증가로 콘서트 수익은 증가했으며, 내년 1분기에 새로운 걸그룹을 데뷔시킬 계획입니다. 또한, SM은 다양한 아티스트의 활동을 통해 K-pop IP를 확장하고, 내년에는 더 많은 콘서트와 앨범을 출시할 예정입니다."
    },
    {
        "cnt": 16,
        "content": "주요기업 3분기 실적 발표하이브도 영업익 25% 줄어SKC 영업손실 620억 기록국내 주요 엔터테인먼트 업체인 하이브와 에스엠이 나란히 부진한 실적을 발표했다. 하이브는 올해 3분기 연결 기준 매출액은 5278억원, 영업이익은 542억원으로 잠정 집계됐다고 5일 공시했다. 매출액과 영업이익은 전년 동기 대비 각각 1.9%, 25.4% 하락한 수치다. 당기순이익은 14억원으로 1년 전보다 98.6% 감소했다. 이 기간 매출액 중 음반, 음원, 공연, 광고 등 직접참여형 매출은 3230억원으로 작년 3분기보다 15.5% 줄었다.에스엠은 올해 3분기 연결 기준 매출액 2422억원, 영업이익 133억원을 기록했다고 공시했다. 전년 동기 대비 각각 9.0%, 73.6% 하락한 수준이다. 같은 기간 당기순이익은 95.6% 떨어진 37억원을 기록했다. 매출은 음반 판매량 감소, 주요 계열사 매출 하락 영향으로 감소했다.SKC는 3분기에 영업손실 620억원을 기록하며 전년 동기에 이어 적자를 지속했다. 매출액의 경우 4623억원으로 22.5% 증가했지만 순손실은 495억원으로 적자를 이어 나갔다. 회사 측은 \"주요 사업의 업황 회복이 쉽지 않아 이차전지소재와 화학 사업의 영업손실이 이어졌다\"고 설명했다.카카오페이는 올해 3분기 75억원의 영업손실을 내 전년 동기와 마찬가지로 적자를 지속했다. 매출액은 1862억원을 기록해 지난해 같은 기간보다 17.2% 증가했으며, 순손실은 275억원으로 적자를 이어 나갔다. 카카오페이증권 역시 62억원의 영업적자를 내 적자가 이어졌다.[김대은 기자]",
        "description": "주요기업 3분기 실적 발표 하이브도 영업익 25% 줄어 SKC 영업손실 620억 기록 국내 주요 엔터테인먼트 업체인 하이브와 에스엠이 나란히 부진한 실적을 발표했다. 하이브는 올해 3분기 연결 기준 매출액은 5278억원... ",
        "link": "https://n.news.naver.com/mnews/article/009/0005391392?sid=101",
        "org_link": "https://www.mk.co.kr/article/11160224",
        "publish_date": "2024-11-05 17:46:00",
        "title": "<b>SM</b> 음반 안팔리네 영업익 73% 감소",
        "summary": "국내 주요 엔터테인먼트 업체인 하이브와 에스엠은 3분기 실적에서 각각 영업이익이 25.4%와 73.6% 감소하며 부진한 성과를 보였다. SKC는 영업손실 620억 원을 기록하며 적자를 지속했고, 카카오페이도 75억 원의 영업손실을 내며 적자를 이어갔다. 이러한 실적 부진은 음반 판매량 감소와 주요 사업의 업황 회복이 어려운 상황이 영향을 미친 것으로 분석된다."
    },
    {
        "cnt": 17,
        "content": "SM엔터테인먼트가 3분기 숨고르기와 함께 내년까지 이어질 대규모 프로젝트 계획들을 통해 실적개선에 나설 것을 예고했다.5일 SM엔터테인먼트 측은 DART 등 주요 공시채널을 통해 2024년 3분기 영업실적(잠정)을 발표했다.발표된 바에 따르면 SM엔터테인먼트는 올 3분기 연결기준 △매출 2422억원(YoY 9.0%↓) △영업이익 133억원(YoY 73.6%↓)의 실적을 거뒀다.별도기준으로는 1721억원의 매출(YoY 8.8%↓), 영업이익 271억원(YoY 43.6%↓) 등을 기록했으며, 당기순익은 전년 같은 기간보다 56.8% 줄어든 160억원을 기록했다.이같은 실적은 전년 대비 음반원 매출 감소와 공연 및 MD매출 증가가 상쇄요인으로 작용한 가운데, SM 첫 영국 보이그룹 '디어 앨리스(DEAR ALICE)' 방송 제작비 등 투자비용 증가가 더해진 결과로 전해진다.SM은 이같은 분기실적과 함께, 내년 1분기까지 경영계획을 내세우며 실적개선을 예고했다. 우선 내년 목표로 론칭될 차기 걸그룹을 통해 라이즈(RIIZE), 엔시티 위시(NCT WISH), 영국 보이그룹 '디어 앨리스', 첫 버추얼 아티스트 나이비스(nævis) 등을 잇는 새로운 IP 구심점을 선보일 것을 예고하는 바가 눈길을 끈다.또한 '슈퍼노바(Supernova)' 롱런에 미니 앨범 '위플래시(Whiplash)' 흥행을 더한 에스파와 최근 정규앨범을 발표한 샤이니(SHINee) 민호, 엔시티 드림(NCT DREAM)의 글로벌 행보는 물론, 동방신기 일본 정규앨범 및 현지투어, 엔시티 위시 일본 정규앨범, 엔시티 유타 솔로 일본미니, 레드벨벳 아이린 솔로·태연 솔로컴백, 웨이션브이(WayV) 미니, 나이비스 싱글 등 대표 아티스트들의 활동계획들 또한 주목된다.여기에 내년 1분기 SMTOWN LIVE 콘서트, SMTOWN 앨범 등 창립 30주년 프로젝트와 함께, 엔시티 마크 첫 정규, 엑소 카이 미니, 레드벨벳 슬기, 엔시티 위시, 엔시티 텐 등 컴백행보 또한 예고돼 기대감을 갖게 한다.장철혁 공동대표는 “SM은 오랜 시간 사랑받아온 기존 아티스트팀들 뿐만 아니라 전년부터 지속된 신인 아티스트 데뷔를 통해 K-Pop 전세대에 걸친 아티스트 IP를 갖춰 나가고 있으며, 내년 신인 걸그룹 데뷔를 통해 아티스트 라인업을 한층 견고하게 구축할 것” 이라고 밝혔으며, ”내년 창립 30주년을 맞이하여 SM을 사랑해주신 많은 팬분들을 위해 공연, 앨범, MD 등 다양한 프로젝트를 선보일 계획이니 많은 기대 부탁드린다” 라고 전했다.",
        "description": "<b>SM</b>엔터테인먼트가 3분기 숨고르기와 함께 내년까지 이어질 대규모 프로젝트 계획들을 통해 실적개선에 나설 것을 예고했다. 5일 <b>SM</b>엔터테인먼트 측은 DART 등 주요 공시채널을 통해 2024년 3분기 영업실적(잠정)을... ",
        "link": "https://n.news.naver.com/mnews/article/030/0003254519?sid=101",
        "org_link": "https://www.etnews.com/20241105000316",
        "publish_date": "2024-11-05 15:42:00",
        "title": "<b>SM</b>, “올 3분기, 매출 2422억원 달성” 당기실적 발표…30주년 앞둔 숨고...",
        "summary": "SM엔터테인먼트는 2024년까지 대규모 프로젝트를 통해 실적 개선을 목표로 하고 있습니다. 2023년 3분기 실적은 매출과 영업이익이 전년 대비 감소했으나, 내년에는 새로운 걸그룹 론칭과 다양한 아티스트 활동을 통해 IP를 강화할 계획입니다. 또한, 창립 30주년을 맞아 다양한 공연과 앨범 프로젝트를 준비하고 있어 팬들의 기대를 모으고 있습니다."
    },
    {
        "cnt": 18,
        "content": "\"내년 1분기 신인 걸그룹 데뷔·소속 가수 컴백 예정\"사진 제공=SM엔터테인먼트(6월 30일 오후 서울 송파구 잠실실내체육관에서 열린 걸그룹 에스파의 두 번째 단독 콘서트 '싱크 : 패러렐 라인'(SYNK : PARALLEL LINE)에서 멤버들이 포즈를 취하고 있다. 사진 제공=SM엔터테인먼트[서울경제]SM엔터테인먼트(에스엠(041510))는 연결 기준 올해 3분기 영업이익이 전년 동기 대비 73.6% 감소한 133억 원이라고 5일 공시했다.매출액은 전년 동기 대비 9% 감소한 2422억 원이고, 순이익은 95.6% 감소한 37억 원이다.SM은 이에 대해 \"계열사 매출이 감소했고, SM 첫 영국 보이그룹 '디어 앨리스' 관련 방송 프로그램 제작 비용이 발생해 영업이익이 줄어들었다\"고 설명했다. 또 \"매출은 음반 판매량 감소와 주요 계열사의 매출 하락의 영향을 받아 하락했다\"고 덧붙였다.SM은 올해 4분기와 내년 1분기 다양한 소속 가수들이 컴백하거나 데뷔할 예정이라고 밝혔다.올해 4분기에는 NCT 드림의 정규 4집, 동방신기의 일본 정규음반, NCT 위시의 일본 정규음반, NCT 유타의 일본 미니음반, 레드벨벳 아이린의 첫 솔로 데뷔 미니음반 등이 예정돼 있다. 앞서 지난달에는 에스파의 신보 '위플래시'(Whiplash)가 나왔고, 전날에는 샤이니 민호의 첫 정규 앨범도 발매됐다.SM은 내년 창립 30주년을 맞아 소속 가수들의 합동 공연인 'SM타운 라이브'와 SM타운 앨범 등 다양한 기념 프로젝트를 선보일 계획이다.내년 1분기에는 에스파 이후 5년 만에 신인 걸그룹이 데뷔한다. 이 밖에 엑소 카이, 레드벨벳 슬기, NCT 위시, NCT 텐의 미니음반도 나온다.장철혁 SM 공동대표는 \"내년 신인 걸그룹 데뷔를 통해 아티스트 라인업을 한층 견고하게 구축할 것\"이라며 \"창립 30주년을 맞아 SM을 사랑해 준 많은 팬을 위해 공연, 앨범, MD(굿즈상품) 등 다양한 프로젝트를 선보일 계획\"이라고 말했다.",
        "description": "<b>SM</b>엔터테인먼트(에스엠(041510))는 연결 기준 올해 3분기 영업이익이 전년 동기 대비 73.6% 감소한 133억 원이라고 5일 공시했다. 매출액은 전년 동기 대비 9% 감소한 2422억 원이고, 순이익은 95.6% 감소한 37억 원이다. <b>SM</b>은... ",
        "link": "https://n.news.naver.com/mnews/article/011/0004411380?sid=101",
        "org_link": "https://www.sedaily.com/NewsView/2DGQ829FLR",
        "publish_date": "2024-11-05 15:35:00",
        "title": "<b>SM</b> 3분기 영업익 73.6% 감소…&quot;英그룹 데뷔 방송 비용 발생&quot;",
        "summary": "SM엔터테인먼트는 올해 3분기 영업이익과 매출이 감소했으며, 이는 계열사 매출 감소와 영국 보이그룹 '디어 앨리스' 관련 비용 증가 때문이라고 설명했습니다. 그러나 올해 4분기와 내년 1분기에는 다양한 소속 가수들의 컴백과 신인 걸그룹의 데뷔가 예정되어 있으며, 내년 창립 30주년을 맞아 다양한 기념 프로젝트를 계획하고 있습니다. 이를 통해 아티스트 라인업을 강화하고 팬들을 위한 다양한 콘텐츠를 제공할 예정입니다."
    },
    {
        "cnt": 19,
        "content": "SM엔터테인먼트는 올해 3분기 영업이익이 133억원으로 지난해 동기보다 73.6% 감소했다고 오늘(5일) 공시했습니다.매출은 2천422억원으로 작년 같은 기간 대비 9% 감소했고, 순이익은 37억원으로 95.6% 줄었습니다.SM은 이에 대해 \"계열사 매출이 감소했고, SM 첫 영국 보이그룹 '디어 앨리스' 관련 방송 프로그램 제작 비용이 발생해 영업이익이 줄어들었다\"고 설명했습니다.또 \"매출은 음반 판매량 감소와 주요 계열사의 매출 하락의 영향을 받아 떨어졌다\"고 전했습니다.SM은 올해 4분기와 내년 1분기 다양한 소속 가수들이 컴백하거나 데뷔할 예정이라고 밝혔습니다.특히 올해 4분기에는 NCT 드림의 정규 4집, 동방신기의 일본 정규음반, 레드벨벳 아이린의 첫 솔로 데뷔 미니음반 등이 예정돼 있습니다.이와 함께 내년 1분기에는 에스파 이후 5년 만에 신인 걸그룹이 데뷔합니다.이 밖에 엑소 카이, 레드벨벳 슬기, NCT 위시, NCT 텐의 미니음반도 나옵니다.SM 측은 \"내년 신인 걸그룹 데뷔를 통해 아티스트 라인업을 한층 견고하게 구축할 것\"이라며 \"창립 30주년을 맞아 SM을 사랑해 준 많은 팬을 위해 공연 등 다양한 프로젝트를 선보일 계획\"이라고 덧붙였습니다.[사진 출처 : 연합뉴스]■ 제보하기▷ 전화 : 02-781-1234, 4444▷ 이메일 : kbs1234@kbs.co.kr▷ 카카오톡 : 'KBS제보' 검색, 채널 추가▷ 네이버, 유튜브에서 KBS뉴스를 구독해주세요!",
        "description": "<b>SM</b>엔터테인먼트는 올해 3분기 영업이익이 133억원으로 지난해 동기보다 73.6% 감소했다고 오늘(5일) 공시했습니다. 매출은 2천422억원으로 작년 같은 기간 대비 9% 감소했고, 순이익은 37억원으로 95.6% 줄었습니다. <b>SM</b>은... ",
        "link": "https://n.news.naver.com/mnews/article/056/0011832110?sid=103",
        "org_link": "https://news.kbs.co.kr/news/pc/view/view.do?ncd=8098732&ref=A",
        "publish_date": "2024-11-05 15:12:00",
        "title": "<b>SM</b> 3분기 영업익 133억 원…지난해 동기 대비 73.6% 감소",
        "summary": "SM엔터테인먼트는 2023년 3분기 영업이익이 전년 동기 대비 73.6% 감소한 133억원을 기록했으며, 매출과 순이익도 각각 9%와 95.6% 줄었다고 발표했습니다. 이는 계열사 매출 감소와 영국 보이그룹 '디어 앨리스' 관련 비용 증가 때문이라고 설명했습니다. SM은 4분기와 내년 1분기에 다양한 아티스트의 컴백과 데뷔를 통해 매출 회복을 기대하고 있으며, 창립 30주년을 맞아 다양한 프로젝트를 계획하고 있다고 밝혔습니다."
    },
    {
        "cnt": 20,
        "content": "내년 1분기 신인 걸그룹 데뷔SM엔터테인먼트[SM엔터테인먼트 제공. 재판매 및 DB 금지](서울=연합뉴스) 이태수 기자 = SM엔터테인먼트는 연결 기준 올해 3분기 영업이익이 133억원으로 지난해 동기보다 73.6% 감소했다고 5일 공시했다.이번 영업이익은 연합인포맥스가 집계한 시장 전망치 257억원을 48.1% 하회했다.매출은 2천422억원으로 작년 동기 대비 9% 감소했다. 순이익은 37억원으로 95.6% 줄었다.SM은 이에 대해 \"계열사 매출이 감소했고, SM 첫 영국 보이그룹 '디어 앨리스' 관련 방송 프로그램 제작 비용이 발생해 영업이익이 줄어들었다\"고 설명했다.또 \"매출은 음반 판매량 감소와 주요 계열사의 매출 하락의 영향을 받아 하락했다\"고 덧붙였다.SM은 올해 4분기와 내년 1분기 다양한 소속 가수들이 컴백하거나 데뷔할 예정이라고 밝혔다.올해 4분기에는 NCT 드림의 정규 4집, 동방신기의 일본 정규음반, NCT 위시의 일본 정규음반, NCT 유타의 일본 미니음반, 레드벨벳 아이린의 첫 솔로 데뷔 미니음반 등이 예정돼 있다. 앞서 지난달에는 에스파의 신보 '위플래시'(Whiplash)가 나왔고, 전날에는 샤이니 민호의 첫 정규 앨범도 발매됐다.걸그룹 에스파(서울=연합뉴스) 6월 30일 오후 서울 송파구 잠실실내체육관에서 열린 걸그룹 에스파의 두 번째 단독 콘서트 '싱크 : 패러렐 라인'(SYNK : PARALLEL LINE)에서 멤버들이 포즈를 취하고 있다. 2024.6.30 [SM엔터테인먼트 제공. 재판매 및 DB 금지] photo@yna.co.krSM은 내년 창립 30주년을 맞아 소속 가수들의 합동 공연인 'SM타운 라이브'와 SM타운 앨범 등 다양한 기념 프로젝트를 선보일 계획이다.내년 1분기에는 에스파 이후 5년 만에 신인 걸그룹이 데뷔한다. 이 밖에 엑소 카이, 레드벨벳 슬기, NCT 위시, NCT 텐의 미니음반도 나온다.장철혁 SM 공동대표는 \"내년 신인 걸그룹 데뷔를 통해 아티스트 라인업을 한층 견고하게 구축할 것\"이라며 \"창립 30주년을 맞아 SM을 사랑해 준 많은 팬을 위해 공연, 앨범, MD(굿즈상품) 등 다양한 프로젝트를 선보일 계획\"이라고 말했다.tsl@yna.co.kr",
        "description": "내년 1분기 신인 걸그룹 데뷔 <b>SM</b>엔터테인먼트는 연결 기준 올해 3분기 영업이익이 133억원으로 지난해... <b>SM</b>은 이에 대해 &quot;계열사 매출이 감소했고, <b>SM</b> 첫 영국 보이그룹 '디어 앨리스' 관련 방송 프로그램 제작 비용이... ",
        "link": "https://n.news.naver.com/mnews/article/001/0015026745?sid=101",
        "org_link": "https://www.yna.co.kr/view/AKR20241105093051527?input=1195m",
        "publish_date": "2024-11-05 14:50:00",
        "title": "<b>SM</b> 3분기 영업익 73.6%↓…&quot;英그룹 데뷔 방송 비용 발생&quot;(종합)",
        "summary": "SM엔터테인먼트는 올해 3분기 영업이익이 전년 동기 대비 73.6% 감소한 133억원을 기록했으며, 매출도 9% 줄어든 2,422억원을 기록했습니다. 이러한 실적 감소는 계열사 매출 하락과 방송 프로그램 제작 비용 증가 때문이라고 설명했습니다. 내년 1분기에는 에스파 이후 5년 만에 신인 걸그룹이 데뷔할 예정이며, 창립 30주년을 맞아 다양한 기념 프로젝트를 계획하고 있습니다."
    },
    {
        "cnt": 21,
        "content": "매출 2422억원으로 전년보다 9% 감소SM엔터테인먼트는 올해 3분기 연결기준 매출 2422억원, 영업이익 133억원을 기록했다고 5일 밝혔다. 전년 동기 대비 매출은 9.0%, 영업이익은 73.6% 감소했다.실적 하락은 음반 판매량 감소 및 주요 계열사 매출 감소와 SM 첫 영국 보이그룹 ‘디어 앨리스(DEAR ALICE)’ 방송 프로그램 제작 비용 발생 영향이 컸다.회사 측은 \"전년 높은 신보 음반 판매 기저 영향으로 전년 동기 대비 음반·음원 매출이 감소했다\"라며 \"다만, 공연 확대 및 공연 사업 내재화를 통해 콘서트 매출 증가와 콘서트 연계 MD(기획상품) 확대로 MD 매출 증가를 이끌었다\"고 설명했다.별도기준으로는 매출 1721억원, 영업이익 271억원으로 나타났다. 전년 동기 대비 각각 8.8%, 43.6% 감소한 수치다.SM은 올 4분기와 내년 1분기에 소속 아티스트 라인업의 활발한 활동이 예정돼 있다. 특히 내년 1분기에는 에스파(aespa) 이후 5년만에 선보이는 여자 신인 그룹이 데뷔를 앞두고 있어 기대를 모은다.또 동방신기 일본 정규 앨범 발매 및 일본 데뷔 20주년 콘서트 투어에 이어, 엔시티 위시의 일본 정규앨범, 엔시티 유타의 일본 미니 앨범도 선보인다. 레드벨벳 아이린의 첫 솔로 데뷔 앨범과 태연, 웨이션브이(WayV)의 미니 앨범, 나이비스 싱글 등도 공개될 예정이다.SM은 창립 30주년을 맞이하는 내년 1분기 SM 아티스트들의 합동 공연 SMTOWN LIVE 콘서트를 계획중이다. SMTOWN 앨범을 비롯한 다양한 30주년 기념 프로젝트도 준비하고 있다. 엔시티 마크의 첫 번째 정규 앨범과 오랜만에 컴백하는 엑소 카이의 미니 앨범, 레드벨벳 슬기와 엔시티 위시, 엔시티 텐의 미니 앨범 등도 예고했다.장철혁 SM 공동대표는 \"오랜 시간 사랑받아온 기존 아티스트팀들 뿐만 아니라 전년부터 지속된 신인 아티스트 데뷔를 통해 K팝 전세대에 걸친 아티스트 IP를 갖춰 나가고 있다\"라며 \"내년 신인 걸그룹 데뷔를 통해 아티스트 라인업을 한층 견고하게 구축할 것\" 이라고 말했다.",
        "description": "<b>SM</b>엔터테인먼트는 올해 3분기 연결기준 매출 2422억원, 영업이익 133억원을 기록했다고 5일 밝혔다. 전년... 실적 하락은 음반 판매량 감소 및 주요 계열사 매출 감소와 <b>SM</b> 첫 영국 보이그룹 ‘디어 앨리스(DEAR ALICE)... ",
        "link": "https://n.news.naver.com/mnews/article/277/0005495272?sid=101",
        "org_link": "https://view.asiae.co.kr/article/2024110514330052632",
        "publish_date": "2024-11-05 14:33:00",
        "title": "<b>SM</b>엔터, 3분기 영업익 133억…전년比 73.6%↓",
        "summary": "SM엔터테인먼트는 2023년 3분기 매출이 전년 대비 9% 감소한 2422억원, 영업이익은 73.6% 감소한 133억원을 기록했다. 이는 음반 판매량 감소와 주요 계열사 매출 감소, 영국 보이그룹 '디어 앨리스'의 방송 프로그램 제작 비용 발생 등이 주요 원인이다. 그러나 SM은 공연 사업 확대로 콘서트 및 MD 매출이 증가했으며, 내년에는 새로운 여자 신인 그룹의 데뷔와 다양한 아티스트 활동을 통해 라인업을 강화할 계획이다."
    },
    {
        "cnt": 22,
        "content": "3분기 매출 2422억·영업이익 133억음반 판매량 및 계열사 매출 감소공연·MD 매출은 55.9%·31.1% 큰 폭 증가4분기 및 내년 1분기 풍성한 라인업 예고/사진=SM엔터테인먼트SM엔터테인먼트(041510)의 3분기 매출과 영업이익이 모두 감소했다. 음반 판매량 및 주요 계열사 매출 감소가 전체 매출에 영향을 줬으며, SM 첫 영국 보이그룹 '디어 앨리스(DEAR ALICE)' 방송 프로그램 제작 비용으로 영업이익도 줄었다.SM엔터테인먼트는 올해 3분기 연결기준 매출 2422억원, 영업이익 133억원의 경영실적을 기록했다고 5일 밝혔다. 전년 동기 대비 매출은 9%, 영업이익은 73.6% 감소했다. 당기순이익은 160억원으로 전년 동기 대비 56.8% 줄었다.전년 높은 신보 음반 판매 기저 영향으로 전년 동기 대비 음반·음원 매출이 감소했다. 신보 판매량은 지난해 3분기 871만장에서 올해 361만장으로 줄었다. 이에 따라 별도기준 음반/음원 매출이 전년 동기 대비 35.7% 감소한 729억원으로 집계됐다.다만 공연이 확대되면서 콘서트 매출이 크게 뛰었다. 에스파 25회, NCT 드림 13회, 라이즈 팬콘 23회, 슈퍼주니어 11회 등 활발한 공연 개최로 콘서트 매출은 전년 동기 대비 55.9% 증가해 382억을 기록했다. 콘서트 연계 MD(기획상품) 확대로 MD 매출은 31.1% 증가한 379억원이었다.그룹 에스파 /사진=SM엔터테인먼트 제공올 4분기와 내년 1분기에는 소속 아티스트 라인업의 활발한 활동이 예정되어 있다.내년 1분기 에스파 이후 5년만에 선보이는 여자 신인 그룹이 데뷔한다. SM 3.0의 IP확장 로드맵에 기반해 라이즈, 엔시티 위시를 비롯, 글로벌 IP 확장 프로젝트인 영국 보이그룹 '디어 앨리스', 첫 버추얼 아티스트 나이비스의 성공적인 론칭을 이어갈 새 IP를 선보이는 것으로, 내년 1분기 싱글 발매와 함께 본격적인 프로모션을 진행할 예정이다.이 밖에도 에스파는 콘서트에서 선보인 멤버별 솔로곡 싱글 공개에 이어 지난 10월 21일 발매한 미니 앨범 '위플래시(Whiplash)'로도 큰 사랑을 받고 있다. 올해 '슈퍼노바(Supernova)'를 필두로 한 릴레이 히트로 독보적인 1위 행진을 지속하고 있으며, 11월에는 4일 발매된 샤이니 민호의 첫 정규 앨범은 물론 엔시티 드림의 정규 4집 앨범이 발매된다.또 동방신기 일본 정규 앨범 발매 및 일본 데뷔 20주년 콘서트 투어와 엔시티 위시의 일본 정규앨범, 엔시티 유타의 일본 미니 앨범도 선보이며, 레드벨벳 아이린의 첫 솔로 데뷔 앨범과 태연, 웨이션브이의 미니 앨범, 나이비스 싱글 등도 공개될 예정이다.사진=SM엔터테인먼트 제공더불어 SM 창립 30주년을 맞이하는 내년 1분기에는 SM 아티스트들의 합동 공연인 SM타운 라이브 콘서트와 SM타운 앨범을 비롯한 다양한 30주년 기념 프로젝트를 준비하고 있다. 엔시티 마크의 첫 번째 정규 앨범과 오랜만에 컴백하는 엑소 카이의 미니 앨범, 레드벨벳 슬기와 엔시티 위시, 엔시티 텐의 미니 앨범 등도 예고됐다.장철혁 공동대표는 \"SM은 오랜 시간 사랑받아온 기존 아티스트팀들 뿐만 아니라 전년부터 지속된 신인 아티스트 데뷔를 통해 K팝 전세대에 걸친 아티스트 IP를 갖춰 나가고 있으며, 내년 신인 걸그룹 데뷔를 통해 아티스트 라인업을 한층 견고하게 구축할 것\"이라고 밝혔다.이어 \"내년 창립 30주년을 맞이하여 SM을 사랑해주신 많은 팬분들을 위해 공연, 앨범, MD 등 다양한 프로젝트를 선보일 계획이니 많은 기대 부탁드린다\"고 당부했다.",
        "description": "<b>SM</b>엔터테인먼트(041510)의 3분기 매출과 영업이익이 모두 감소했다. 음반 판매량 및 주요 계열사 매출 감소가 전체 매출에 영향을 줬으며, <b>SM</b> 첫 영국 보이그룹 '디어 앨리스(DEAR ALICE)' 방송 프로그램 제작 비용으로... ",
        "link": "https://n.news.naver.com/mnews/article/015/0005053219?sid=101",
        "org_link": "https://www.hankyung.com/article/2024110512997",
        "publish_date": "2024-11-05 14:29:00",
        "title": "<b>SM</b>, 3분기 매출·영업익 감소…음반 판매 '주춤'·공연은 '증가'",
        "summary": "SM엔터테인먼트는 3분기 매출과 영업이익이 각각 9%와 73.6% 감소했으며, 이는 음반 판매량과 계열사 매출 감소에 기인합니다. 그러나 공연과 MD 매출은 각각 55.9%와 31.1% 증가했으며, 4분기와 내년 1분기에는 다양한 아티스트 라인업과 프로젝트를 통해 매출 회복을 기대하고 있습니다. 특히, 내년 창립 30주년을 맞아 다양한 기념 프로젝트와 신인 걸그룹 데뷔를 통해 아티스트 IP를 강화할 계획입니다."
    },
    {
        "cnt": 23,
        "content": "영업이익 전년 대비 73.6% ↓영국그룹 론칭 등 신인 비용多콘서트·MD 매출 증가로 선방내년 창립 30주년 프로젝트 예고[이데일리 윤기백 기자] 에스엠(041510)엔터테인먼트(이하 SM)가 올해 3분기 연결기준 매출 2422억원, 영업이익 133억원의 경영실적을 기록했다고 5일 밝혔다. 전년 동기 대비 매출은 9.0%, 영업이익은 73.6% 감소했다. 매출의 경우 음반 판매량 감소 및 주요 계열사 매출 하락 영향을, 영업이익은 계열사 매출 감소 및 SM 첫 영국 보이그룹 ‘디어 앨리스’(DEAR ALICE) 방송 프로그램 제작 비용 발생으로 줄었다.별도기준으로는 3분기 매출액 1721억원, 영업이익 271억원을 기록했다. 전년 동기 대비 각각 8.8%, 43.6% 감소했다. 전년 높은 신보 음반 판매 기저 영향으로 전년 동기 대비 음반/음원 매출이 감소했으나 공연 확대 및 공연 사업 내재화를 통해 콘서트 매출 증가와 콘서트 연계 MD(기획상품) 확대로 MD 매출 증가를 이끌었다. 당기순이익은 160억원으로 전년 동기 대비 56.8% 감소했다.SM은 올 4분기와 내년 1분기에 소속 아티스트 라인업의 활발한 활동이 예정돼 있다. 특히 내년 1분기에는 에스파(aespa) 이후 5년만에 선보이는 여자 신인 그룹이 데뷔를 앞두고 있어 기대를 모은다. 이는 SM 3.0의 IP 확장 로드맵에 기반하여 라이즈(RIIZE), 엔시티 위시(NCT WISH)를 비롯, 글로벌 IP 확장 프로젝트인 영국 보이그룹 ‘디어 앨리스’, 첫 버추얼 아티스트 나이비스(nævis)의 성공적인 론칭을 이어갈 NEW IP를 선보이는 것이다. 내년 1분기 싱글 발매와 함께 본격적인 프로모션을 진행할 예정이다.이 밖에도 에스파는 콘서트에서 선보인 멤버별 솔로곡 싱글 공개에 이어 10월 21일 발매한 미니앨범 ‘위플래시’(Whiplash)도 큰 사랑을 받아, 올해 ‘슈퍼노바’(Supernova)를 필두로 한 릴레이 히트로 독보적인 1위 행진을 지속하고 있다. 11월에는 4일 발매된 샤이니(SHINee) 민호의 첫 정규앨범은 물론 엔시티 드림(NCT DREAM)의 정규 4집 앨범이 발매되어 글로벌 음악 팬들을 만난다.또한 동방신기 일본 정규 앨범 발매 및 일본 데뷔 20주년 콘서트 투어에 이어, 엔시티 위시의 일본 정규앨범, 엔시티 유타의 일본 미니앨범도 선보인다. 레드벨벳 아이린의 첫 솔로 데뷔 앨범과 태연, 웨이션브이(WayV)의 미니 앨범, 나이비스 싱글 등도 공개될 예정이다.더불어 SM 창립 30주년을 맞이하는 내년 1분기에는 SM 아티스트들의 합동 공연인 에스엠타운 라이브(SMTOWN LIVE) 콘서트와 에스엠타운(SMTOWN) 앨범을 비롯한 다양한 30주년 기념 프로젝트를 준비하고 있다. 엔시티 마크의 첫 정규앨범과 오랜만에 컴백하는 엑소 카이의 미니앨범, 레드벨벳 슬기와 엔시티 위시, 엔시티 텐의 미니 앨범 등도 예고됐다.장철혁 공동대표는 “SM은 오랜 시간 사랑받아온 기존 아티스트팀들 뿐만 아니라 전년부터 지속된 신인 아티스트 데뷔를 통해 K팝 전세대에 걸친 아티스트 IP를 갖춰 나가고 있다”며 “내년 신인 걸그룹 데뷔를 통해 아티스트 라인업을 한층 견고하게 구축할 것”이라고 밝혔다. 이어 “내년 창립 30주년을 맞아 SM을 사랑해주신 많은 팬분들을 위해 공연, 앨범, MD 등 다양한 프로젝트를 선보일 계획이니 많은 기대 부탁드린다”고 전했다.",
        "description": "에스엠(041510)엔터테인먼트(이하 <b>SM</b>)가 올해 3분기 연결기준 매출 2422억원, 영업이익 133억원의 경영실적을... 매출의 경우 음반 판매량 감소 및 주요 계열사 매출 하락 영향을, 영업이익은 계열사 매출 감소 및 <b>SM</b> 첫... ",
        "link": "https://n.news.naver.com/mnews/article/018/0005877654?sid=101",
        "org_link": "http://www.edaily.co.kr/news/newspath.asp?newsid=03696566639082768",
        "publish_date": "2024-11-05 14:23:00",
        "title": "<b>SM</b>, 3분기 영업익 133억… &quot;내년 신인 걸그룹 론칭&quot;",
        "summary": "SM엔터테인먼트는 2023년 3분기 매출 2422억원, 영업이익 133억원을 기록했으며, 이는 전년 대비 각각 9.0%, 73.6% 감소한 수치입니다. 매출 감소는 음반 판매량 감소와 주요 계열사 매출 하락 때문이며, 영업이익 감소는 영국 보이그룹 '디어 앨리스'의 방송 프로그램 제작 비용 등 신인 비용 증가에 기인합니다. 내년에는 창립 30주년을 맞아 다양한 프로젝트와 신인 걸그룹 데뷔를 통해 아티스트 라인업을 강화할 계획입니다."
    },
    {
        "cnt": 24,
        "content": "하이브 “신사업 구축·올림픽 영향”에스엠 소속 그룹 에스파(왼쪽)와 하이브 레이블즈 어도어 소속 뉴진스. 에스엠·어도어 제공세븐틴·뉴진스 등 인기 아티스트를 앞세운 하이브와 에스파·라이즈 등을 보유한 에스엠의 올 3분기 영업이익이 눈에 띄는 하락세를 보였다.하이브는 연결 기준 올해 3분기 영업이익이 542억원으로 지난해 동기보다 25.4% 감소했다고 5일 공시했다. 매출은 5278억원으로 1.9% 감소했다. 순이익은 14억원으로 98.6% 줄었다.하이브는 “영업이익률은 1분기 4%, 2분기 7.9%, 3분기 10.3%로 빠르게 상승하는 추세”라며 “신사업 전개를 위한 초기 인프라 구축 작업이 마무리 단계에 들어서면서 영업이익률이 회복되고 있다”고 평가했다. 그러면서 “아티스트들의 고른 활약에 힘입어 올해 3분기 기준 누적 매출은 1조5000억원을 넘어섰다”며 “지난해에 이어 2년 연속 연매출 2조원 고지 달성에 청신호가 켜진 것”이라고 강조했다.매출을 분야별로 살펴보면 음반·음원, 공연, 광고·출연료가 포함된 ‘직접 참여형’ 매출은 3230억원으로 18.8% 감소했다. 특히 음반·음원(-18.8%), 공연(-14.8%) 분야의 하락 폭이 두드러졌다. 하이브는 “3분기에는 올림픽이라는 글로벌 이벤트가 있어 이를 피해 앨범 발매가 이뤄졌다”며 실적 하락의 배경을 설명했다.이어 “엔하이픈·보이넥스트도어의 앨범 판매량 성장, 뉴진스의 일본 데뷔 싱글 밀리언셀러 달성, 방탄소년단(BTS) 지민과 르세라핌의 좋은 음원 성적 등 다양한 하이브 뮤직 그룹 아티스트들의 활약으로 견조한 실적을 유지했다”며 “데뷔와 동시에 글로벌에서 파워풀한 음원 성적을 보인 캣츠아이도 음반·음원 매출에 기여했다”고 설명했다.또한 뉴진스는 3분기 앨범 발매나 공연 등 주요 활동 없이도 음원 차트와 광고에서 꾸준한 인기를 누리고 있다고 덧붙였다. 하이브는 “4분기에 다양한 소속 가수들이 컴백해 직접 참여형 매출이 개선될 것”이라고 기대했다.MD(굿즈상품) 및 라이선싱, 콘텐츠, 팬클럽 등이 포함된 ‘간접 참여형’ 매출은 2049억원으로 31.8% 증가했다. 이 가운데 콘텐츠 매출이 63.6% 증가해 성장을 견인했다.하이브는 캣츠아이의 데뷔 과정을 담은 다큐멘터리 ‘팝 스타 아카데미: 캣츠아이’와 세븐틴의 스타디움 콘서트 영화 ‘세븐틴 투어 팔로우 어게인 투 시네마스’ 등이 콘텐츠 매출에 기여했다고 전했다. 하이브가 운영하는 팬 플랫폼 위버스의 MAU(평균 월간 활성 이용자 수)는 970만명으로 직전 분기 대비 약 10만명 증가했지만 전년 동기 대비로는 약 90만명 감소했다.하이브는 4분기에 위버스 라이브 방송과 VOD(주문형 비디오)에도 동영상 광고를 적용하고, 월 구독형 멤버십 서비스를 도입해 수익성 향상에 나선다. 4분기 활동이 기대되는 아티스트로는 오는 15일 솔로 앨범을 내놓는 BTS 진과 11일 컴백하는 엔하이픈이 꼽힌다. 르세라핌도 12월 일본 싱글을 낼 예정이고 보이넥스트도어는 12월 첫 단독 투어 콘서트에 나선다.코스닥 상장사인 에스엠은 연결 기준 올해 3분기 영업이익이 133억원으로 지난해 동기보다 73.6% 감소한 것으로 잠정 집계됐다고 이날 공시했다. 매출은 2422억원으로 작년 동기 대비 9% 감소했다. 순이익은 37억원으로 95.6% 줄었다.에스엠은 지난 1·2분기에도 고전했다. 1분기 매출은 2201억원으로 전년 동기 대비 7.9% 증가했지만 영업이익은 155억원으로 집계돼 14.9% 감소했다. 순이익(124억원)도 45.9% 줄었다. 에스엠은 영업이익 감소에 대해 멀티 프로덕션 체제 구축에 따른 인원 증가와 신규 자회사 초기 운영 비용 증가의 영향인 것으로 분석했다.2분기 역시 전년 동기 대비 매출은 5.9% 증가했으나 영업이익은 30.7% 감소했다. 음반 판매와 콘서트 증가로 매출은 늘어난 반면 영업이익은 제작 콘텐츠 분량 증가 및 종속법인 영업적자 등으로 줄었다.",
        "description": "세븐틴·뉴진스 등 인기 아티스트를 앞세운 하이브와 에스파·라이즈 등을 보유한 에스엠의 올 3분기 영업이익이 눈에 띄는 하락세를 보였다. 하이브는 연결 기준 올해 3분기 영업이익이 542억원으로 지난해 동기보다... ",
        "link": "https://n.news.naver.com/mnews/article/005/0001736435?sid=101",
        "org_link": "https://www.kmib.co.kr/article/view.asp?arcid=0020694970&code=61141111&cp=nv",
        "publish_date": "2024-11-05 14:22:00",
        "title": "K팝 잘 나가도… 하이브·<b>SM</b> 엔터사들 ‘영익 감소’",
        "summary": "하이브와 에스엠의 2023년 3분기 영업이익이 각각 25.4%와 73.6% 감소하며 하락세를 보였다. 하이브는 신사업 구축과 올림픽 영향으로 인해 실적이 감소했으나, 다양한 아티스트들의 활약으로 매출 회복을 기대하고 있다. 에스엠은 멀티 프로덕션 체제 구축과 신규 자회사 운영 비용 증가로 인해 영업이익이 감소했다고 분석했다."
    },
    {
        "cnt": 25,
        "content": "3분기 영업이익 133억원, 전년比 73.6%↓음반 판매량 감소, 계열사 매출 하락 영향4분기, 내년 1분기 활발한 아티스트 활동SM엔터테인먼트(에스엠)가 올해 3분기 매출 2422억원, 영업이익 133억원을 각각 기록했다고 5일 공시했다. 지난해 같은 기간보다 매출은 9.0%, 영업이익은 73.6% 감소했다.매출은 음반 판매량 감소, 주요 계열사 매출 하락 영향으로 감소했다. 영업이익은 계열사 매출 감소와 SM엔터의 첫 영국 보이그룹 ‘디어 앨리스’ 방송 프로그램 제작 비용 발생으로 감소했다.3분기 누적으로 보면, 매출은 7161억원을 기록 전년 동기 대비 0.9% 감소했다. 영업이익은 536억원으로 48.6% 줄었다.SM엔터는 4분기와 내년 1분기 소속 아티스트의 활발한 활동을 바탕으로 실적 반등에 나선다는 계획이다.걸그룹 에스파. /SM엔터테인먼트우선 ‘에스파’, ‘샤이니’ 민호, ‘엔시티 드림’이 앨범을 발매했다. 이후 ‘동방신기’의 일본 정규 앨범 발매 및 일본 데뷔 20주년 콘서트 투어에 이어, ‘엔시티 위시’의 일본 정규 앨범, ‘엔시티’ 유타의 일본 미니 앨범도 선보인다. 또한 ‘레드벨벳’ 아이린의 첫 솔로 데뷔 앨범과 태연, ‘웨이션브이’의 미니 앨범, SM엔터의 첫 버추얼 아티스트 ‘나이비스’ 싱글 등도 공개될 예정이다.특히 SM엔터는 내년 1분기에 에스파 이후 5년 만에 여자 신인 그룹 데뷔를 앞두고 있다. 이는 SM엔터 3.0의 IP 확장 로드맵에 기반 ‘라이즈’, ‘엔시티 위시’를 비롯, 글로벌 IP 확장 프로젝트인 영국 보이그룹 ‘디어 앨리스’, 첫 버추얼 아티스트 나이비스의 성공적인 론칭을 이어갈 뉴 IP로 꼽힌다.또한 SM엔터는 창립 30주년을 맞이하는 내년 1분기 SM 아티스트들의 합동 공연인 ‘SM타운 LIVE’ 콘서트와 SM타운 앨범을 비롯한 다양한 30주년 기념 프로젝트를 준비하고 있다.장철혁 SM엔터 공동대표는 “SM엔터는 오랜 시간 사랑받아온 기존 아티스트팀들 뿐만 아니라 전년부터 지속된 신인 아티스트 데뷔를 통해 K팝 전세대에 걸친 아티스트 IP를 갖춰 나가고 있다”며 “내년 신인 걸그룹 데뷔를 통해 아티스트 라인업을 한층 견고하게 구축할 것”이라고 말했다. 이어 장 대표는 “내년 창립 30주년을 맞아 SM엔터를 사랑해주신 많은 팬들을 위해 공연, 앨범, MD 등 다양한 프로젝트를 선보일 계획”이라고 덧붙였다.",
        "description": "6%↓ 음반 판매량 감소, 계열사 매출 하락 영향 4분기, 내년 1분기 활발한 아티스트 활동 <b>SM</b>엔터테인먼트... 영업이익은 계열사 매출 감소와 <b>SM</b>엔터의 첫 영국 보이그룹 ‘디어 앨리스’ 방송 프로그램 제작 비용... ",
        "link": "https://n.news.naver.com/mnews/article/366/0001029680?sid=101",
        "org_link": "https://biz.chosun.com/industry/business-venture/2024/11/05/LHB7X2HJKNGQVOE7A3F2WQGPKU/?utm_source=naver&utm_medium=original&utm_campaign=biz",
        "publish_date": "2024-11-05 14:06:00",
        "title": "<b>SM</b>엔터 3분기 영업익 73.6% 감소…“내년 신인 걸그룹 데뷔, 실적 개선”",
        "summary": "SM엔터테인먼트는 2023년 3분기 매출 2422억원, 영업이익 133억원을 기록하며 전년 대비 각각 9.0%, 73.6% 감소했다. 이는 음반 판매량 감소와 계열사 매출 하락, 그리고 영국 보이그룹 '디어 앨리스'의 방송 프로그램 제작 비용 발생 때문으로 분석된다. SM엔터는 4분기와 내년 1분기에 소속 아티스트들의 활발한 활동과 신인 걸그룹 데뷔를 통해 실적 반등을 기대하고 있으며, 창립 30주년을 맞아 다양한 기념 프로젝트를 준비하고 있다."
    },
    {
        "cnt": 26,
        "content": "재계 순위 30위인 SM그룹의 2세 우기원 SM하이플러스 대표가 서울의 한 재건축 추진 아파트에서 알박기를 했다는 논란이 일고 있다. 우 대표는 우오현 SM그룹 회장의 외아들이다. 우 대표는 해당 아파트의 재건축조합 설립 인가 직후 일부 땅을 5억 원대에 사들인 후 조합 측에 100억 원대에 매입할 것을 요구한 것으로 알려졌다. 논란이 일자 SM그룹 측은 “해당 필지를 경매로 내놔 시세차익을 기부하겠다”는 입장을 밝혔다.SM그룹 계열사 SM상선 여의도 본사5일 재계에 따르면 우 대표는 서울 성동구 옥수동의 한남하이츠아파트의 주진입로 일부를 포함한 4개 필지를 2018년 6월 경매에서 낙찰받았다. 해당 아파트가 재건축조합 설립 인가를 받은 직후다. 이 아파트는 1982년 사용 승인을 받은 43년차 아파트로 535세대로 구성돼 있다. 2017년 정비구역으로 지정되며 재건축 추진이 본격화됐다.우 대표가 낙찰받은 4개 필지는 이 아파트를 지은 중앙산업 소유였다가 중앙산업이 도산하면서 국제자산신탁으로 소유주가 바뀌었다. 이후 경매를 통해 우 대표가 낙찰을 받아 취득했다. 해당 필지는 아파트 주 출입구로 사용되는 일명 ‘입구땅’을 비롯해 개별적으로 활용이 어려운 땅이다. 이 때문에 주민 사이에서 재건축 사업 본격화를 앞두고 우 대표 측이 알박기 목적으로 해당 필지를 매입했다는 이야기가 나왔다.4개 필지의 매입 가격은 5억2770만원으로 알려졌다. 조합 측에 따르면 우 대표 측은 조합 측에 주 출입구인 입구땅(448㎡)을 토지자산 가격으로 매각하겠다는 의사를 밝혔다. 해당 대지에는 두 건의 근저당이 설정돼 있다. 광주은행이 4억8000만원, SM그룹 계열사인 SM상선이 51억5424만원의 근저당을 설정했다.SM그룹 측은 “해당 필지의 토지자산 가격은 80억~100억원 수준으로 파악됐다”며 “4개 필지 전체를 조합 측에 매각하지 않고 경매로 다시 내놓는 방안을 검토 중”이라고 말했다. 이어 “(경매로) 발생하는 시세 차익은 그룹 재단을 통해서 기부 형식으로 사회에 환원할 방침”이라고 밝혔다.",
        "description": "재계 순위 30위인 <b>SM</b>그룹의 2세 우기원 <b>SM</b>하이플러스 대표가 서울의 한 재건축 추진 아파트에서 알박기를 했다는 논란이 일고 있다. 우 대표는 우오현 <b>SM</b>그룹 회장의 외아들이다. 우 대표는 해당 아파트의 재건축조합... ",
        "link": "https://n.news.naver.com/mnews/article/366/0001029636?sid=101",
        "org_link": "https://biz.chosun.com/industry/company/2024/11/05/WVPLD6RIABF65KXQL5JW3ONIVI/?utm_source=naver&utm_medium=original&utm_campaign=biz",
        "publish_date": "2024-11-05 11:58:00",
        "title": "5억에 산 땅 100억에 팔려고 한 <b>SM</b>그룹 2세… 알박기 논란에 “시세 차익...",
        "summary": "SM그룹의 우기원 대표가 서울의 한 재건축 아파트에서 알박기 논란에 휩싸였다. 그는 재건축조합 설립 직후 해당 아파트의 주 출입구를 포함한 4개 필지를 경매로 5억 원대에 매입하고, 조합 측에 100억 원대에 매입할 것을 요구했다. 논란이 커지자 SM그룹은 해당 필지를 경매로 다시 내놓고, 시세 차익을 기부하겠다는 입장을 밝혔다."
    },
    {
        "cnt": 27,
        "content": "책무구조도 작동 방식을 살피고 내부통제 강화 효과를 전망해봅니다.서울 여의도 금융감독원 전경 /사진=박준한 기자국내 금융권의 화두인 '책무구조도'가 금융 선진국인 영국의 제도를 벤치마킹한 것으로 나타났다. 당국이 내부통제 강화를 위한 '책무구조도'를 이달 말까지 금융사 18곳에 시범운영하기로 한 가운데 영국 '고위경영진 및 인증제도(SM&CR)' 운영 방식에 관심이 쏠린다.책무구조도는 애초에 SM&CR을 표본으로 삼은 것으로, 전문가들은 국내 역시 일방적인 징계에 앞서 내부통제 관리 조치를 잘 이행한 금융사에 대한 제재감면 혹은 면책을 보장하는 영국 제도의 특성을 따를 것이라고 전망한다. 이는 내부통제 시스템 완성이 최종 목적이기 때문에 전사적으로 시스템을 완료한 금융사에서는 금융사고가 발생하더라도 최고경영자(CEO)의 의무를 다했다고 보는 것으로 풀이된다.5일 금융권에 따르면 책무구조도가 본격 시행되기에 앞서 전문가들은 금융사가 합리적인 내부통제 관리 조치를 이행하면 금융사고가 발생하더라도 제재감면 방침을 따를 것으로 관측했다. 금융위원회와 금융감독원이 책무구조도를 받아들일 때 금융사에 '당근과 채찍'을 동시에 부여하는 SM&CR의 틀을 참고했다는 분석이다.책무구조도는 고위임원의 내부통제 관리 의무 위반에 대한 검사 및 제재 업무의 투명성과 일관성 제고를 위해 마련됐다. 대표이사에게 내부통제 관리라는 '고유의 자기책임'을 지워 횡령·배임 등 내부통제에 실패했을 경우 책임을 묻는 체제다.이 제도는 징계보다 징계감면 유도에 초점을 맞췄다는 것이 전문가들의 의견이다. 실례로 SM&CR에는 '상당한 주의를 다해 관리 의무를 수행한 기준', 즉 면책인정 요건이 명시돼 있다.성수용 금융감독원 선임교수는 \"책무구조도나 내부통제 관리 의무 제도는 내부통제에 실패한 CEO를 징계하는 데 방점이 찍힌 게 아니라 평소에 내부통제 관리 조치를 적극적으로 시행해 시스템적 실패가 발생하지 않도록 최선을 다하면 감경 또는 면제해주겠다는 것이 주요 내용\"이라고 밝혔다. 이어 \"이는 완벽하게 시스템을 만들더라도 금융사고는 나게 돼 있다는 사고를 전제로 하며, 다만 평소에 CEO가 사고를 막기 위해 뭘 알아야 하고 무엇을 해야 하는지 등을 토대로 시스템 구축을 유도하는 것이 책무구조도 도입의 목적\"이라고 강조했다./자료 제공=성수용 금융감독원 선임교수영국 가이드라인에는 △위반행위의 성격, 심각성 및 파급력 △위반행위 이후 행위자의 행실 △행위자의 과거 제재 또는 준법 이력 △영국 금융감독청(FSA) 가이드라인 등의 준수 여부 △유사 사례에 대한 FSA 제재조치의 선례 등이 담겨 있다.핵심은 당국에서 사고가 발생한 금융사의 '위험이 장기화되고 반복적이거나 조직적으로 광범위하게 퍼져 있는지 여부' 'CEO 등 임원이 상당한 주의 업무를 실시하며 내부통제를 관리해 이 사고는 조치를 벗어난 수준'이라는 점 등을 따지게 된다.그럼에도 CEO가 면책인정 요건에서 벗어나 내부통제 실패에 책임이 있다고 판단되면 견책, 직무정지 등 징계를 내리게 된다. 만일 징계가 부당하다고 생각하면 상급행정심판소에 항소할 수 있다.국내에서는 징계 종류에 따라 '금융사 내부검사반→금감원 제재심의위원회→금감원장'에서 절차가 종료되거나, 경우에 따라 금감원장 이후 금융위원회의 심사 과정까지 거치게 된다. 당국은 책무구조도상 관리 조치를 소홀히 한 책임자인 대표이사에게 △해임 요구 △직무정지 △문책 경고 △주의적 경고 △주의 등을 내릴 수 있다.성 교수는 \"검사반은 실무 단위의 의견으로 한정되고 이후 심의위에서 1차 심사를 하게 된다\"며 \"심의위의 의견을 수령할지 여부는 금감원장이 결정한다\"고 설명했다. 이어 \"제재의 근거가 은행 직원 혹은 대표이사의 신분상 제재(문책성·주의적 경고 등)와 같이 금감원장에게 있으면 모든 절차가 금감원장에서 종료되지만, 금융위에 있을 경우, 즉 신분상 제재를 넘어서는 해임 권고, 직무정지 사안이나 금융투자업 분야에서의 사고라면 금융위에서 징계 혹은 감면 등 최종 결정을 내리게 된다\"고 덧붙였다.",
        "description": "당국이 내부통제 강화를 위한 '책무구조도'를 이달 말까지 금융사 18곳에 시범운영하기로 한 가운데 영국 '고위경영진 및 인증제도(<b>SM</b>&amp;CR)' 운영 방식에 관심이 쏠린다. 책무구조도는 애초에 <b>SM</b>&amp;CR을 표본으로 삼은 것으로... ",
        "link": "https://n.news.naver.com/mnews/article/293/0000060160?sid=101",
        "org_link": "https://www.bloter.net/news/articleView.html?idxno=625757",
        "publish_date": "2024-11-05 10:27:00",
        "title": "[책무구조도 프리뷰]② 영국 '<b>SM</b>&amp;CR' 벤치마크…핵심은 당국의 '당근'과...",
        "summary": "'책무구조도'는 영국의 '고위경영진 및 인증제도(SM&CR)'를 벤치마킹하여 국내 금융사에 시범 운영되는 제도로, 내부통제 강화를 목표로 합니다. 이 제도는 금융사고 발생 시 CEO의 책임을 묻기보다는, 평소 내부통제 관리 조치를 잘 이행한 금융사에 대해 제재를 감면하거나 면책을 부여하는 데 중점을 둡니다. 또한, 금융사고가 발생하더라도 CEO가 내부통제를 잘 관리했다면 면책을 인정받을 수 있는 기준을 마련하여, 금융사들이 시스템적 실패를 예방하도록 유도하는 것이 목적입니다."
    },
    {
        "cnt": 28,
        "content": "“회삿돈 유용·부당 해고 논란 해결잘못된 사실 퍼져 회사 명예 실추전화위복 삼아 사회적 책임 강화”SM그룹이 회삿돈 유용 의혹, 부당 해고 논란 등과 관련된 입장문을 내고 쇄신을 선언하면서 새로운 도약의 계기로 삼을지 주목된다. SM그룹은 일각에서 제기된 의혹이 사실과 다른 부분이 많다며 오해를 바로잡고 정도 경영을 지속해 나가겠다는 방침이다.4일 재계에 따르면 SM그룹은 최근 입장문을 통해 “그동안 그룹이 추구해 온 정도 경영의 가치를 실현하는 데 최선의 노력을 경주하겠다”며 “잘못된 사실이 시중에 알려지면서 SM그룹 임직원들의 명예가 실추되고, 경영활동이 위축되는 일이 없도록 분위기를 다잡아 전화위복의 계기로 삼겠다”고 강조했다.SM그룹이 이런 입장문을 낸 건 지난달 31일 시민단체 서민민생대책위원회(서민위)가 우오현 그룹 회장을 명예훼손, 업무상 배임, 근로기준법 위반 등 혐의로 고발한 데 따른 것이다. 서민위는 서울경찰청에 낸 고발장에서 우 회장이 본인 소유의 서울 여의도 아파트 리모델링 비용을 계열사인 SM상선 이름으로 지불했다는 의혹을 제기했다. 서민위는 “SM그룹 직원들에게 피해를 주는 것은 물론 여타 성실한 기업들에 대한 불신을 초래할 것이 우려된다“며 고발 취지를 밝혔다. 이 사건은 현재 서울 서대문경찰서가 수사 중이다.이에 대해 SM그룹 측은 “인테리어를 의뢰했던 업체와의 비용 정산 과정에서 일부 착오가 발생했고, 착오가 확인되자마자 조치를 취해 정상적으로 비용이 처리되도록 했다”며 유감의 뜻을 표명했다. SM그룹 관계자는 “(우 회장은) 당시 자택 리모델링에 대해 깊이 관여하지 않았고 언론보도를 통해 (비용 처리가) 잘못됐다는 사실을 알게 됐다”며 “추후 사실 확인을 통해 약 1억 6000만원 상당의 비용을 즉시 처리했다”고 전했다.앞서 SM그룹은 전직 임원 부당 해고 논란에도 휩싸였다. 이와 관련해 SM그룹 측은 “서울지방노동위원회의 화해 권고에 따라 지난달 22일 회사와 당사자 사이에 원만한 합의가 이뤄졌다”며 “언론 보도로 이슈화되기 이전부터 양쪽은 합의에 이르기 위한 문제 해결에 노력해 왔고 그 과정에서 관련 법규를 위반한 사항도 없다”고 설명했다.SM그룹은 최근 불거진 잡음을 반면교사 삼아 투명하고 바른 경영을 더욱 강화하겠다는 입장이다. SM그룹 관계자는 “이번 사안과 별개로 회사는 기업의 사회적 책임을 실천하기 위한 새로운 노력과 이를 위한 ESG(환경·사회·지배구조) 경영을 흔들림 없이 추진해 나갈 것”이라고 강조했다.",
        "description": "<b>SM</b>그룹이 회삿돈 유용 의혹, 부당 해고 논란 등과 관련된 입장문을 내고 쇄신을 선언하면서 새로운 도약의 계기로 삼을지 주목된다. <b>SM</b>그룹은 일각에서 제기된 의혹이 사실과 다른 부분이 많다며 오해를 바로잡고 정도... ",
        "link": "https://n.news.naver.com/mnews/article/081/0003492392?sid=101",
        "org_link": "https://www.seoul.co.kr/news/economy/industry/2024/11/05/20241105009004?wlog_tag3=naver",
        "publish_date": "2024-11-05 05:02:00",
        "title": "풍파 겪은 <b>SM</b>그룹 쇄신 선언… “오해 벗고 ‘투명 경영’ 앞세워 제2 도...",
        "summary": "SM그룹은 회삿돈 유용 의혹과 부당 해고 논란에 대해 입장문을 발표하며, 오해를 바로잡고 정도 경영을 지속하겠다고 밝혔습니다. 그룹은 일부 착오로 인한 비용 문제를 즉시 해결했으며, 부당 해고 논란에 대해서도 원만한 합의를 이뤘다고 설명했습니다. 앞으로 SM그룹은 이러한 논란을 계기로 투명하고 바른 경영을 강화하고, 사회적 책임을 실천하기 위한 노력을 지속할 계획입니다."
    },
    {
        "cnt": 29,
        "content": "[이데일리 박정수 기자] SM C&C(048550)는 올해 3분기 연결 영업손실 12억 4100만원으로 전년 동기 대비 적자 전환한 것으로 잠정 집계됐다고 4일 공시했다. 같은 기간 매출액은 247억 6200만원으로 26.9% 줄었고, 순손실 13억 6100만원을 적자로 돌아섰다.",
        "description": "<b>SM</b> C&amp;C(048550)는 올해 3분기 연결 영업손실 12억 4100만원으로 전년 동기 대비 적자 전환한 것으로 잠정 집계됐다고 4일 공시했다. 같은 기간 매출액은 247억 6200만원으로 26.9% 줄었고, 순손실 13억 6100만원을... ",
        "link": "https://n.news.naver.com/mnews/article/018/0005877015?sid=101",
        "org_link": "http://www.edaily.co.kr/news/newspath.asp?newsid=03394806639082440",
        "publish_date": "2024-11-04 16:37:00",
        "title": "<b>SM</b> C&amp;C, 3분기 영업손 12억…적자 전환",
        "summary": "SM C&C는 2023년 3분기에 연결 영업손실 12억 4100만원을 기록하며 적자로 전환되었습니다. 같은 기간 매출액은 247억 6200만원으로 26.9% 감소하였고, 순손실은 13억 6100만원으로 집계되었습니다."
    },
    {
        "cnt": 30,
        "content": "블랙스톤 SM그룹 강남사옥 매입해 다시 호텔로김태래 블랙스톤 한국 부동산 부문 대표사진 [블랙스톤자산운용 제공]세계 최대 대체자산운용사 블랙스톤이 서울 강남구 역삼동 삼라마이다스(SM)그룹 강남사옥을 인수했다.3일 블랙스톤·블루코브 컨소시엄은 지난달 SM그룹 강남사옥을 1200억원에 인수했다고 밝혔다. 해당 자산은 지하 6층~지상 16층, 연면적 1만 4700㎡ 규모다.SM그룹 강남사옥은  지하철 9호선·수인분당선 선정릉역, 2호선 역삼역 등과 인접한 교통 요지에 위치해있다.이 건물은 과거  2004년 '호텔라미르'로 건립됐고, 유명 룸살롱을 운영하면서 성매매를 알선하다 2012년 경찰에 적발돼 문을 닫았다. 이후 몇차례 주인이 바뀌는 과정 중 호텔은 박원순 전 서울시장 재임 당시인 2015년  '관광숙박시설 확충을 위한 특별법'에 의해 추가 용적률을 적용받아 증축했다.2017년 SM그룹은  SM상선 서울 지사로 쓰기 위해 당시 '케이팝호텔'이던 이 자산을 경매를 통해 437억원에 인수한 뒤, 오피스로 용도를 변경했다.새 주인이 된 블랙스톤은 호텔 운영사 트레블로지 아시아와 손잡고 해당 건물을 다시 호텔로 용도 변경할 계획이다.김태래 블랙스톤 한국 부동산부문 대표는 \"트레블로지와 협력해 서울의 가장 번화한 지역 중 한 곳에서 새로운 셀렉트 서비스 호텔을 선보일 것\"이라고 말했다.이번 인수는 블랙스톤이 올해 한국에서 진행한 세번째 부동산 거래다. 블랙스톤은 지난달 경기 김포에 위치한 대형 물류자산을 인수했고, 지난 4월에는 서울 강남 프라임 오피스 건물인 아크플레이스의 매각을 완료했다.",
        "description": "블랙스톤 <b>SM</b>그룹 강남사옥 매입해 다시 호텔로 세계 최대 대체자산운용사 블랙스톤이 서울 강남구 역삼동 삼라마이다스(<b>SM</b>)그룹 강남사옥을 인수했다. 3일 블랙스톤·블루코브 컨소시엄은 지난달 <b>SM</b>그룹 강남사옥을... ",
        "link": "https://n.news.naver.com/mnews/article/029/0002913313?sid=101",
        "org_link": "https://www.dt.co.kr/contents.html?article_no=2024110402109963066007&ref=naver",
        "publish_date": "2024-11-04 14:49:00",
        "title": "`성매매`로 망한 호텔 사서 `800억 잭팟` <b>SM</b>그룹 사옥 매각",
        "summary": "블랙스톤이 서울 강남구 역삼동에 위치한 SM그룹 강남사옥을 1200억원에 인수하여 다시 호텔로 용도 변경할 계획입니다. 이 건물은 과거 호텔로 사용되었으나 여러 차례 주인이 바뀌며 오피스로 변경되었고, 블랙스톤은 트레블로지 아시아와 협력하여 새로운 셀렉트 서비스 호텔을 선보일 예정입니다. 이번 인수는 블랙스톤이 올해 한국에서 진행한 세 번째 부동산 거래입니다."
    }
]