[
    {
        "cnt": 1,
        "content": "'콜 몰아주기' 의혹을 수사하고 있는 서울남부지방검찰청이 카카오 본사와 카카오모빌리티 사무실 등 3곳에 대해 오늘(11일)로 5번째 압수수색에 나섰습니다.지난 5일부터 8일까지 나흘 동안 압수수색을 이어온 검찰은 카카오모빌리티 측이 알고리즘을 조작해 가맹택시가 승객 호출을 선점할 수 있도록 한 것으로 보고 있습니다.또 경쟁사 가맹택시가 일반 호출을 받지 못하도록 하는 '콜 차단' 혐의에 대해서도 들여다보고 있습니다.앞서 관련 사건을 먼저 조사한 공정거래위원회는 카카오모빌리티에 '콜 몰아주기'와 '콜 차단' 혐의로 각각 270여억 원과 720여억 원의 과징금을 부과했습니다.※ '당신의 제보가 뉴스가 됩니다'[카카오톡] YTN 검색해 채널 추가[전화] 02-398-8585[메일] social@ytn.co.kr",
        "description": "'콜 몰아주기' 의혹을 수사하고 있는 서울남부지방검찰청이 <b>카카오</b> 본사와 <b>카카오</b>모빌리티 사무실 등 3곳에 대해 오늘(11일)로 5번째 압수수색에 나섰습니다. 지난 5일부터 8일까지 나흘 동안 압수수색을 이어온 검찰은... ",
        "link": "https://n.news.naver.com/mnews/article/052/0002112103?sid=102",
        "org_link": "https://www.ytn.co.kr/_ln/0103_202411111344506447",
        "publish_date": "2024-11-11 13:44:00",
        "title": "검찰, '콜 몰아주기' 의혹 <b>카카오</b> 등 5번째 압수수색",
        "summary": "서울남부지방검찰청은 카카오모빌리티가 알고리즘을 조작해 가맹택시가 승객 호출을 우선적으로 받을 수 있도록 했다는 '콜 몰아주기' 의혹과 경쟁사 가맹택시의 호출을 차단했다는 '콜 차단' 혐의를 조사하고 있습니다. 이에 앞서 공정거래위원회는 카카오모빌리티에 대해 각각 270억 원과 720억 원의 과징금을 부과한 바 있습니다."
    },
    {
        "cnt": 2,
        "content": "‘콜 몰아주기’ 혐의를 받는 카카오모빌리티를 상대로 검찰이 다섯 번째 압수수색에 나섰습니다.서울남부지검 금융조사2부는 오늘(11일) 경기 성남시에 있는 카카오 본사와 카카오모빌리티 사무실 등에 대한 압수수색을 진행하고 있습니다.앞서 검찰은 지난 5일부터 8일까지 나흘간 압수수색을 진행해 사무실 컴퓨터와 전산자료 등을 확보했습니다.하지만 압수수색 범위가 방대해 오늘 추가 자료 확보에 나선 것으로 알려졌습니다.카카오모빌리티는 일반택시를 배제하고 가맹택시인 ‘카카오T블루’에 콜을 몰아주기 위해 알고리즘을 조작했고, 이에 공정거래법을 위반했다는 혐의를 받습니다.또 경쟁 가맹택시에 일반 호출을 차단했다는 ‘콜 차단’ 의혹도 받고 있습니다.앞서 이 사건을 조사한 공정거래위원회는 지난해 카카오모빌리티에 ‘콜 몰아주기’ 혐의로 시정명령과 과징금 271억 2천만 원을 부과했습니다. 지난달에는 ‘콜 차단’ 혐의로 과징금 724억 원을 부과했습니다.■ 제보하기▷ 전화 : 02-781-1234, 4444▷ 이메일 : kbs1234@kbs.co.kr▷ 카카오톡 : 'KBS제보' 검색, 채널 추가▷ 네이버, 유튜브에서 KBS뉴스를 구독해주세요!",
        "description": "‘콜 몰아주기’ 혐의를 받는 <b>카카오</b>모빌리티를 상대로 검찰이 다섯 번째 압수수색에 나섰습니다. 서울남부지검 금융조사2부는 오늘(11일) 경기 성남시에 있는 <b>카카오</b> 본사와 <b>카카오</b>모빌리티 사무실 등에 대한... ",
        "link": "https://n.news.naver.com/mnews/article/056/0011835443?sid=102",
        "org_link": "https://news.kbs.co.kr/news/pc/view/view.do?ncd=8102987&ref=A",
        "publish_date": "2024-11-11 13:43:00",
        "title": "검찰, ‘콜 몰아주기’ <b>카카오</b>·<b>카카오</b>모빌리티 5번째 압수수색",
        "summary": "카카오모빌리티는 가맹택시인 '카카오T블루'에 콜을 몰아주기 위해 알고리즘을 조작하고, 경쟁 가맹택시에 일반 호출을 차단했다는 혐의로 검찰의 조사를 받고 있습니다. 이에 따라 서울남부지검은 카카오 본사와 카카오모빌리티 사무실에 대한 다섯 번째 압수수색을 진행하고 있으며, 공정거래위원회는 이미 이 회사에 대해 시정명령과 과징금을 부과한 바 있습니다."
    },
    {
        "cnt": 3,
        "content": "라스트마일 단계 가오하한 풀필먼트 구축...카카오T 당일 배송 고도화삼양로지스틱스 운송자원, MFC와 연계...\"상생 가능한 물류 생태계 조성\"김태현(사진 왼쪽) 카카오모빌리티 에이전트 사업실장과 강영봉 삼양로지스틱스 국내 사업 부문장이 5일 판교 소재 카카오모빌리티 사옥에서 풀필먼트 경쟁력 강화 및 상생협력 업무협약을 체결하고 기념사진을 촬영 하고 있다. 카카오모빌리티 제공카카오모빌리티가 물류 전문 기업 삼양로지스틱스와 함께 이커머스 최적화 풀필먼트 구축에 나선다고 11일 밝혔다.중소형 이커머스 사업자와의 상생 일환으로 양사는 지난 5일 '풀필먼트 경쟁력 강화 및 상생협력 업무협약'을 체결하고 라스트마일을 강화한 풀필먼트를 구축해 중소형 이커머스 사업자들의 물류 경쟁력 강화 지원에 주력할 예정이다.풀필먼트는 상품 입고·포장·배송·재고관리·출고 등 제품 배송 관련 모든 과정을 관리하는 통합 물류 시스템이다. 이 중에서 고객에게 물품이 최종 전달되는 '라스트마일' 단계의 중요성이 더욱 커지고 있다.이번 협약에 따라 카카오모빌리티는 삼양로지스틱스의 운송 자원과 마이크로풀필먼트 센터(MFC)를 자사 인프라와 연계해 카카오 T 당일배송의 배송 권역을 서울·경기 일부 지역에서 수도권 전체로 연내 확대하는 등 라스트마일 서비스를 고도화한다. 삼양로지스틱스는 카카오모빌리티의 안정적인 공급망을 기반으로, 빠른 배송이 필요한 고객사에게 당일·새벽배송 서비스를 제공할 수 있게 된다.카카오 T 당일배송은 B2B 전용 당일·새벽배송 서비스로 △물류 관리 △관제 모니터링 △최적화 동선 설계 등 자체 ICT 기술을 기반으로 안정적이고 편리한 서비스를 제공, 중소 이커머스 사업자들이 별도의 인프라 투자 없이도 라스트마일 경쟁력을 갖출 수 있도록 지원한다.김태현 카카오모빌리티 에이전트 사업실장은 \"이번 협력으로 이커머스 중소 사업자들이 효율적인 물류 운영과 고객 만족도를 높일 수 있는 발판을 마련했다\"며 \"앞으로도 다양한 파트너사들과의 협력을 통해 카카오모빌리티의 기술력과 운영 노하우를 바탕으로 소상공인들과 상생할 수 있는 물류 생태계를 구축해 나가겠다\"고 밝혔다.강영봉 삼양로지스틱스 사업부문장은 \"이번 협약으로 카카오모빌리티의 공급망을 활용해 고객에게 카카오 T 당일배송 서비스를 안정적으로 제공할 수 있는 기반을 마련하겠다\"며 \"앞으로 3PL 확대 서비스 강화를 위해 양사의 지속적인 협력 관계를 유지하겠다\"고 전했다.한편, 카카오모빌리티는 풀필먼트 운영, IT 솔루션 개발, 물류 자동화 설비 등 역량을 갖춘 기업들과 협력해 카카오 T 당일배송 서비스를 고도화하는 것은 물론, 파트너사 네트워크 기반 소상공인과의 연계를 강화하며 중소형 이커머스 비즈니스 성장을 지원하고 있다. 2023년부터 글로벌 전자상거래 플랫폼 카페24와 협력해 200만 이커머스 중소업체에 카카오 T 당일배송 인프라를 제공해 온라인 소상공인의 판매 경쟁력과 자생력 강화를 돕고 있다.",
        "description": "라스트마일 단계 가오하한 풀필먼트 구축...<b>카카오</b>T 당일 배송 고도화 삼양로지스틱스 운송자원, MFC와 연계...&quot;상생 가능한 물류 생태계 조성&quot; <b>카카오</b>모빌리티가 물류 전문 기업 삼양로지스틱스와 함께 이커머스 최적화... ",
        "link": "https://n.news.naver.com/mnews/article/029/0002914876?sid=105",
        "org_link": "https://www.dt.co.kr/contents.html?article_no=2024111102109931065006&ref=naver",
        "publish_date": "2024-11-11 13:39:00",
        "title": "&quot;중소 이커머스 사업자 물류 경쟁력 강화 지원&quot;...<b>카카오</b>모빌리티, 삼양...",
        "summary": "카카오모빌리티는 삼양로지스틱스와 협력하여 중소형 이커머스 사업자들을 위한 라스트마일 풀필먼트 시스템을 구축하고, 카카오 T 당일배송 서비스를 수도권 전체로 확대할 계획입니다. 이를 통해 중소 이커머스 사업자들이 별도의 인프라 투자 없이도 물류 경쟁력을 강화할 수 있도록 지원하며, 상생 가능한 물류 생태계를 조성하고자 합니다. 또한, 카페24와의 협력을 통해 200만 이커머스 중소업체에 카카오 T 당일배송 인프라를 제공하여 온라인 소상공인의 경쟁력 강화를 돕고 있습니다."
    },
    {
        "cnt": 4,
        "content": "카카오페이손해보험이 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인 대상자를 전체로 확대한다. ⓒ카카오페이손해보험[디지털데일리 권유승 기자] 카카오페이손해보험은 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인 대상자를 전체로 확대한다고 11일 밝혔다.기존 3개월 이하 단기여행상품 재가입에만 적용되던 해외여행보험 5% 할인 혜택(2년 이내 재가입 시)을 가입 기간과 상관없이 모든 사용자에게 자동 적용하는 것이다.이에 따라 카카오페이손해보험 해외여행보험 사용자는 함께하면 할인(2명 5%·3명 이상 10%)과 무사고 환급(10%·최대 3만 원 한도), 재가입 할인(5%) 등의 혜택을 중복으로 누릴 수 있게 됐다.카카오페이손해보험의 해외여행보험은 최소 1일부터 최대 1년까지 보장 기간을 선택해 가입할 수 있다.장영근 카카오페이손해보험 대표는 “해외 체류 기간과 상황에 맞춰 본인에게 필요한 보장을 직접 더하고 빼 설계하는 DIY 보장이 사용자들에게 좋은 반응을 얻고 있다”면서 “카카오페이손해보험은 앞으로 사용자의 더 다양한 상황에 대비할 수 있는 폭넓은 보장과 보험 상품을 내놓을 것”이라고 말했다.",
        "description": "<b>카카오</b>페이손해보험은 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인 대상자를 전체로... 이에 따라 <b>카카오</b>페이손해보험 해외여행보험 사용자는 함께하면 할인(2명 5%·3명 이상 10%)과 무사고 환급(10... ",
        "link": "https://n.news.naver.com/mnews/article/138/0002186006?sid=101",
        "org_link": "https://www.ddaily.co.kr/page/view/2024111113204499389",
        "publish_date": "2024-11-11 13:35:00",
        "title": "<b>카카오</b>페이손보, 여행자보험 재가입 할인 대상 확대",
        "summary": "카카오페이손해보험은 해외여행보험 재가입 할인 혜택을 모든 사용자에게 확대 적용한다고 발표했습니다. 기존에는 3개월 이하 단기여행상품에만 적용되던 5% 할인 혜택을 가입 기간과 상관없이 제공하며, 사용자들은 다양한 할인 혜택을 중복으로 받을 수 있습니다. 또한, 사용자가 직접 보장을 설계할 수 있는 DIY 보장이 긍정적인 반응을 얻고 있으며, 앞으로 더 다양한 상황에 대비할 수 있는 보험 상품을 제공할 계획입니다."
    },
    {
        "cnt": 5,
        "content": "/TV조선 방송화면 캡처검찰이 택시 호출(콜) 몰아주기와 콜 차단 의혹을 받는 카카오모빌리티를 지난주 4차례에 이어 11일에도 압수수색에 나섰다.서울남부지검 금융조사2부(부장검사 장대규)는 이날 오전 카카오 본사와 카카오모빌리티 사무실 등 3곳을 압수수색 중이다.검찰은 지난 5~8일 나흘간 공정거래위원회가 고발한 카카오 모빌리티의 독점규제 및 공정거래에 관한 법률 위반 사건 관련해 카카오 본사 및 카카오모빌리티 사무실 등 총 7곳을 시작으로 압수수색을 벌였지만 자료가 방대해 마치지 못했다.앞서 공정거래위원회는 지난달 2일 카카오모빌리티가 경쟁사 콜을 차단한 것과 관련해 724억 원에 달하는 과징금을 부과했고, 법인을 검찰에 고발했다.공정위는 카카오모빌리티가 지난 2021년 '카카오T블루' 가맹택시 사업을 시작하면서 4개 경쟁 가맹택시 사업자에게 영업상 비밀을 실시간 제공하도록 하는 제휴 계약 체결을 요구했고, 거절 시 소속 기사가 '카카오T' 일반 호출 서비스를 이용할 수 없도록 호출을 차단했었다고 발표했다.",
        "description": "검찰이 택시 호출(콜) 몰아주기와 콜 차단 의혹을 받는 <b>카카오</b>모빌리티를 지난주 4차례에 이어 11일에도 압수수색에 나섰다. 서울남부지검 금융조사2부(부장검사 장대규)는 이날 오전 <b>카카오</b> 본사와 <b>카카오</b>모빌리티... ",
        "link": "https://n.news.naver.com/mnews/article/448/0000488281?sid=102",
        "org_link": "https://news.tvchosun.com/site/data/html_dir/2024/11/11/2024111190148.html",
        "publish_date": "2024-11-11 13:28:00",
        "title": "검찰, '콜 차단·몰아주기' <b>카카오</b>모빌리티 5번째 압수수색…&quot;자료 방대...",
        "summary": "검찰이 카카오모빌리티의 택시 호출 몰아주기와 경쟁사 호출 차단 의혹에 대해 압수수색을 진행하고 있습니다. 공정거래위원회는 카카오모빌리티가 경쟁사 콜을 차단한 혐의로 724억 원의 과징금을 부과하고 법인을 검찰에 고발했습니다. 카카오모빌리티는 2021년 '카카오T블루' 가맹택시 사업을 시작하면서 경쟁사들에게 불리한 조건을 요구한 것으로 드러났습니다."
    },
    {
        "cnt": 6,
        "content": "카카오의 ‘카카오톡 쇼핑하기가 18일까지 일주일간 톡딜위크 프로모션을 진행한다.‘톡딜위크’ 기간 중 카테고리별 톡딜 에이스 상품 2개를 초특가로 공개한다. 톡딜 에이스 상품은 폴로 랄프로렌 의류(패션뷰티), 더블하트 모유실감(리빙유아동), 여수라테라스 윈터빌리지 패키지(여행레저) 동원참치(신선/가공 식품), 미닉스(디지털가전) 등 인가상품들로 구성했다.매일 오후 5시에 구매 금액에 따라 사용할 수 있는 최대 10%할인 쿠폰(최대 3만원 할인)을 비롯한 3종  쿠폰팩을 선착순으로 제공한다. 카카오페이 머니 할인 혜택존에서는 ‘머니딜’이  적용되는 상품에 한해 2만원 이상 구매 시 10%할인 쿠폰(최대 5천원 할인)을 증정한다. ‘머니딜’에서 하기스, 크록스, 더미식 등 66개 대표 제품을 저렴하게 구매할 수 있다.이번 ‘톡딜위크’ 구매 고객이 ‘또봐쿠폰’이벤트에 참여하면  다음 톡딜위크에서 사용할 수 있는 쿠폰을 제공하는 등 톡딜위크만의 혜택이 이어진다. 또한, 쇼핑하기 신규 고객에게는 조건 없이 3천원 할인되는 쿠폰을 전원에게 지급한다.이밖에도 나이키, 막스마라, 다이슨, 좋은느낌, 고려은단, 세타필, 락포트 등 약 3백개 브랜드의 9백여개 제품을 최대 91% 할인 받을 수 있다. 특히 다이슨 에어랩 i.d. 멀티 스타일러, 에브리봇 쓰리스핀 EVO 등은 톡딜위크에 처음 참여하는 가전 제품으로 합리적 가격으로 소비자를 만난다.카카오 커머스 관계자는 “지난 톡딜위크에서 고객 반응이 높았던 인기 상품과 신규 제품을 선보이기위해 다양한 프로모션을 마련했다”며 “카카오톡 쇼핑하기 톡딜위크에서 특별한 혜택들을 만나길 바란다”고 전했다.한편 쇼핑하기 외에도 카카오톡 선물하기, 카카오쇼핑라이브 등 카카오에서 제공하는 다양한 상품과 이벤트 정보들은 쇼핑탭에서 한번에 쉽고 빠르게 확인할 수 있다.",
        "description": "<b>카카오</b>의 ‘<b>카카오</b>톡 쇼핑하기가 18일까지 일주일간 톡딜위크 프로모션을 진행한다. ‘톡딜위크’ 기간 중 카테고리별 톡딜 에이스 상품 2개를 초특가로 공개한다. 톡딜 에이스 상품은 폴로 랄프로렌 의류(패션뷰티)... ",
        "link": "https://n.news.naver.com/mnews/article/022/0003984632?sid=101",
        "org_link": "http://www.segye.com/newsView/20241111508581?OutUrl=naver",
        "publish_date": "2024-11-11 13:26:00",
        "title": "<b>카카오</b>톡 쇼핑하기, ‘톡딜위크’ 오픈",
        "summary": "카카오는 '카카오톡 쇼핑하기'에서 '톡딜위크' 프로모션을 통해 다양한 카테고리의 인기 상품을 초특가로 제공하며, 매일 선착순으로 최대 10% 할인 쿠폰을 지급합니다. 또한, '머니딜'을 통해 특정 상품에 대해 추가 할인 혜택을 제공하고, 신규 고객에게는 3천원 할인 쿠폰을 지급합니다. 이번 프로모션에서는 나이키, 다이슨 등 약 300개 브랜드의 제품을 최대 91% 할인된 가격에 구매할 수 있습니다."
    },
    {
        "cnt": 7,
        "content": "카카오·카모 본사 3곳 압수수색서울 중구 서울역 택시 승강장에 정차한 카카오 택시. 뉴스1[파이낸셜뉴스] 검찰이 '콜 몰아주기'와 '콜 차단' 의혹을 받는 카카오모빌리티에 대한 5번째 압수수색에 나섰다.서울남부지검 금융조사2부(장대규 부장검사)는 공정거래법 위반 혐의로 경기 성남의 카카오 본사와 카카오모빌리티 사무실 등 총 3곳에 대한 압수수색을 진행하고 있다고 11일 밝혔다.앞서 검찰은 지난 5일부터 나흘 연속 카카오 본사와 카카오모빌리티 사무실 등 총 7곳에 대한 압수수색을 진행했다. 검찰은 사무실 컴퓨터를 압수해 전산 자료와 회사 내부 문서를 확보한 것으로 파악됐다.검찰에 따르면 카카오와 카카오모빌리티는 택시 호출 애플리케이션(앱) '카카오T'의 중형택시 배차 알고리즘을 조작해 가맹택시인 '카카오T 블루'에 콜을 몰아줬다는 혐의를 받는다. 또 경쟁 가맹택시에 일반 호출을 차단했다는 '콜 차단' 혐의도 있다.해당 사건을 조사한 공정위는 지난해 카카오모빌리티에 콜 몰아주기 혐의로 271억2000만원의 과징금을 부과했다. 콜 차단 혐의로는 724억원의 과징금을 부과했다.",
        "description": "검찰이 '콜 몰아주기'와 '콜 차단' 의혹을 받는 <b>카카오</b>모빌리티에 대한 5번째 압수수색에 나섰다. 서울남부지검 금융조사2부(장대규 부장검사)는 공정거래법 위반 혐의로 경기 성남의 <b>카카오</b> 본사와 <b>카카오</b>모빌리티... ",
        "link": "https://n.news.naver.com/mnews/article/014/0005266063?sid=102",
        "org_link": "http://www.fnnews.com/news/202411111249586482",
        "publish_date": "2024-11-11 13:21:00",
        "title": "檢, '콜 몰아주기 혐의' <b>카카오</b>·카모 5번째 압수수색",
        "summary": "검찰이 카카오모빌리티의 '콜 몰아주기'와 '콜 차단' 의혹에 대해 5번째 압수수색을 진행하고 있습니다. 카카오와 카카오모빌리티는 택시 호출 앱 '카카오T'의 알고리즘을 조작해 특정 택시에 콜을 몰아주고, 경쟁 택시의 호출을 차단한 혐의를 받고 있으며, 이에 대해 공정위는 각각 271억2000만원과 724억원의 과징금을 부과했습니다."
    },
    {
        "cnt": 8,
        "content": "유니세프에 총 13억원 기부기후위기 피해 어린이 지원'2024 세이브 레이스' 열어카카오뱅크(대표 윤호영·사진 오른쪽)는 지난 10일 유니세프 한국위원회와 친환경 기부 마라톤 '2024 세이브 레이스 런 포 에브리 차일드(Save Race, Run for Every Child)’를 열었다.카카오뱅크가 올해 처음으로 주관하는 '2024 Save Race(2024 세이브 레이스)’는 기후위기로 피해를 입은 어린이들을 후원하기 위한 기부 마라톤이다. 폐플라스틱으로 만들어진 메달과 기념품을 제공하는 등 친환경 행사로 기획됐다.이날 3000여명의 참가자들은 서울 여의도 한강공원부터 월드컵대교까지 왕복 10Km를 달렸다.참가자 전원에게는 폐플라스틱을 재활용한 러닝캡, 러닝벨트 등 6종의 기념품이 제공됐다. 기념품 포장에는 생분해 비닐과 테이프 없는 종이 박스를 사용했으며, 이벤트 현장에서도 리플렛을 따로 제공하지 않고 다회용컵 이용 급수대를 운영하는 등 친환경 마라톤의 의미를 더했다.참가자들은 환경문제 인식 제고를 위한 체험 부스에도 참여했다. 기후위기 피해를 입은 난민 어린이가 식수를 얻기 위한 과정이나, 업사이클링 및 파쇄 과정을 직접 체험하며 기후 변화의 위험성을 느끼고 일상에서 실천할 수 있는 환경 보호 활동에 대해 배우는 시간을 가졌다.카카오뱅크는 이번 행사를 통해 총 13억 원을 기부했다. 지난 7월 유니세프 한국위원회에 10억 원을 기부한 것에 이어 행사 당일에도 기부금 전달식을 진행해 3억 원을 추가로 기부했다.카카오뱅크의 기부금은 3천 여명의 참가자들이 후원한 참가비와 함께 캄보디아·라오스 등 동아시아 국가 기후위기 대응 및 해당 국가 어린이 지원에 사용될 계획이다.카카오뱅크 관계자는 “기후위기 대응에 더 많은 관심을 가질 수 있도록 최근 트렌드로 자리잡은 마라톤에 친환경 문화를 더한 이벤트를 기획했다\"며 “카카오뱅크는 앞으로도 고객과 함께하는 다양한 활동을 통해 사회적 책임과 역할을 다하는 기업으로 성장해 나가겠다”고 말했다.",
        "description": "<b>카카오</b>뱅크(대표 윤호영·사진 오른쪽)는 지난 10일 유니세프 한국위원회와 친환경 기부 마라톤 '2024 세이브 레이스 런 포 에브리 차일드(Save Race, Run for Every Child)’를 열었다. <b>카카오</b>뱅크가 올해 처음으로 주관하는 '2024... ",
        "link": "https://n.news.naver.com/mnews/article/015/0005055596?sid=101",
        "org_link": "https://www.hankyung.com/article/202411113573i",
        "publish_date": "2024-11-11 13:18:00",
        "title": "<b>카카오</b>뱅크, 친환경 기부 마라톤 기부금 3억원 전달",
        "summary": "카카오뱅크는 유니세프 한국위원회와 함께 기후위기로 피해를 입은 어린이들을 지원하기 위한 친환경 기부 마라톤 '2024 세이브 레이스'를 개최하고, 총 13억 원을 기부했습니다. 이 행사는 폐플라스틱으로 만든 메달과 기념품을 제공하는 등 친환경적으로 기획되었으며, 참가자들은 환경문제 인식 제고를 위한 체험 부스에도 참여했습니다. 기부금은 캄보디아와 라오스 등 동아시아 국가의 기후위기 대응 및 어린이 지원에 사용될 예정입니다."
    },
    {
        "cnt": 9,
        "content": "카카오모빌리티의 카카오T 택시가 승객을 태우고 있다. 사진=최혁 기자검찰이 가맹 택시 호출(콜)을 몰아주고 다른 택시 회사의 콜을 차단했다는 의혹을 받는 카카오와 카카오모빌리티에 대한 5차 강제수사에 나섰다.서울남부지검 금융조사2부(부장검사 장대규)는 11일 경기 성남시 소재 카카오 본사와 카카오모빌리티 사무실 등 3곳에 대한 압수수색 중이라고 밝혔다. 검찰은 지난 5일부터 8일까지 나흘 연속으로 압수수색을 진행한 바 있다.검찰은 8일까지 나흘 연속 강제수사를 통해 사무실 컴퓨터를 압수해 전산 자료와 회사 내부 문서를 들여다보고 디지털 포렌식을 진행했지만, 압수수색 범위가 방대해 추가 자료 확보에 나선 것으로 파악됐다.카카오모빌리티는 가맹 택시인 '카카오T블루'에 콜을 몰아주고 다른 회사 택시에 일반 호출을 차단하도록 알고리즘을 조작했다는 혐의를 받는다.공정거래위원회는 지난해 카카오모빌리티에 '콜 몰아주기' 혐의로 시정명령과 과징금 271억2000만원을 부과했다. 지난달엔 '콜 차단' 혐의로 과징금 724억원을 부과했다.금융위원회 증권선물위원회(증선위)도 지난 6일 카카오모빌리티에 과징금 41억4000만원을 부과하는 중징계를 결정했다.",
        "description": "검찰이 가맹 택시 호출(콜)을 몰아주고 다른 택시 회사의 콜을 차단했다는 의혹을 받는 <b>카카오</b>와 <b>카카오</b>모빌리티에 대한 5차 강제수사에 나섰다. 서울남부지검 금융조사2부(부장검사 장대규)는 11일 경기 성남시 소재... ",
        "link": "https://n.news.naver.com/mnews/article/015/0005055592?sid=102",
        "org_link": "https://www.hankyung.com/article/2024111135497",
        "publish_date": "2024-11-11 12:59:00",
        "title": "검찰, '콜 몰아주기' <b>카카오</b>·<b>카카오</b>모빌리티에 5번째 압수수색",
        "summary": "검찰이 카카오와 카카오모빌리티에 대해 가맹 택시 호출을 몰아주고 다른 택시 회사의 호출을 차단했다는 의혹으로 5차 강제수사를 진행 중입니다. 카카오모빌리티는 '카카오T블루'에 콜을 몰아주고 다른 회사 택시에 일반 호출을 차단하도록 알고리즘을 조작한 혐의를 받고 있으며, 이에 대해 공정거래위원회와 금융위원회로부터 각각 과징금과 시정명령을 부과받았습니다."
    },
    {
        "cnt": 10,
        "content": "서울남부지검, 5~8일 압수수색 뒤 추가 조사카카오 본사·카카오모빌리티 사무실 등 3곳서울 중구 서울역 택시 승강장에 정차한 카카오 택시. 2023.11.2/뉴스1 ⓒ News1 김진환 기자(서울=뉴스1) 김종훈 기자 = 검찰이 택시 '호출(콜) 몰아주기'와 '콜 차단' 의혹을 받는 카카오모빌리티를 상대로 강제수사를 이어가고 있다. 지난주 네 차례에 이어 11일에도 압수수색에 나섰다.서울남부지검 금융조사2부(부장검사 장대규)는 이날 경기 성남시 소재 카카오 본사와 카카오모빌리티 사무실 등 3곳에 대한 압수수색 중이라고 밝혔다.앞서 검찰은 지난 5~8일 나흘간 압수수색을 진행해 사무실 컴퓨터와 전산 자료 등을 들여다봤다. 하지만 압수수색 범위가 방대해 추가 자료 확보에 나선 것으로 알려졌다.카카오모빌리티는 일반 택시를 제외하고 가맹 택시인 '카카오T블루'에 콜을 몰아주는 방식으로 알고리즘을 조작했다는 혐의를 받는다.경쟁 가맹 택시에 일반 호출을 차단했다는 '콜 차단' 혐의도 있다.카카오모빌리티는 금융당국으로부터 과징금을 부과받기도 했다. 지난 6일 금융위원회 증권선물위원회는 재무제표의 영업수익과 영업비용을 과대계상 해 회계 처리 기준을 위반한 카카오모빌리티에 과징금 41억4000만 원을 부과했다.",
        "description": "받는 <b>카카오</b>모빌리티를 상대로 강제수사를 이어가고 있다. 지난주 네 차례에 이어 11일에도 압수수색에 나섰다. 서울남부지검 금융조사2부(부장검사 장대규)는 이날 경기 성남시 소재 <b>카카오</b> 본사와 <b>카카오</b>모빌리티... ",
        "link": "https://n.news.naver.com/mnews/article/421/0007899284?sid=102",
        "org_link": "https://www.news1.kr/society/court-prosecution/5596227",
        "publish_date": "2024-11-11 12:22:00",
        "title": "검찰, '콜 몰아주기' <b>카카오</b> 본사·모빌리티 5번째 압수수색",
        "summary": "검찰은 카카오모빌리티가 택시 호출 서비스를 조작하여 가맹 택시인 '카카오T블루'에 콜을 몰아주고, 경쟁 가맹 택시의 호출을 차단했다는 의혹으로 강제수사를 진행 중입니다. 이에 따라 카카오 본사와 카카오모빌리티 사무실 등에서 압수수색을 실시했으며, 카카오모빌리티는 회계 처리 기준 위반으로 금융당국으로부터 과징금 41억4000만 원을 부과받았습니다."
    },
    {
        "cnt": 11,
        "content": "카카오 본사·카카오모빌리티 등 3곳 압색지난 5일 강제수사 착수[이데일리 정윤지 기자] 검찰이 일반 택시에는 호출(콜)을 차단하고 가맹택시에만 콜을 몰아줬다는 의혹을 받는 카카오와 카카오모빌리티에 대해 5번 째 압수수색에 나섰다.서울 중구 서울역 택시 승강장에 카카오택시가 정차해있다.(사진=연합뉴스)서울남부지법 금융조사2부(부장검사 장대규)는 11일 독점규제 및 공정거래에 관한 법률 위반 혐의를 받는 카카오 본사와 카카오모빌리티 사무실 등 총 3곳에 대해 압수수색 중이라고 밝혔다.이 사건과 관련한 검찰의 압수수색은 이번이 5번 째다. 앞서 검찰은 지난 5일 카카오 본사와 카카오모빌리티 사무실 등 7곳을 상대로 강제수사에 착수해 지난 8일까지 나흘 연속 압수수색을 진행했다. 검찰은 사무실 컴퓨터를 압수해 전산 자료와 내부 문서를 확보하고 디지털 포렌식을 진행한 것으로 확인됐다.검찰에 따르면 카카오모빌리티는 일반 택시는 배제한 채 가맹택시인 ‘카카오T블루’에 콜을 몰아주기 위해 알고리즘을 조작하고, 경쟁사 가맹택시의 콜은 차단한 혐의를 받는다.지난해에는 공정거래위원회(공정위)가 카카오모빌리티에 콜 몰아주기 혐의로 시정명령과 과징금 271억 2000만원을 부과했다. 공정위는 지난달 2일에는 콜 차단 혐의로 과징금 724억원을 부과하고 검찰에 카카오모빌리티를 고발 조치했다.",
        "description": "검찰이 일반 택시에는 호출(콜)을 차단하고 가맹택시에만 콜을 몰아줬다는 의혹을 받는 <b>카카오</b>와 <b>카카오</b>모빌리티에 대해 5번 째 압수수색에 나섰다. 서울 중구 서울역 택시 승강장에 <b>카카오</b>택시가 정차해있다.(사진... ",
        "link": "https://n.news.naver.com/mnews/article/018/0005882957?sid=102",
        "org_link": "http://www.edaily.co.kr/news/newspath.asp?newsid=02669926639084736",
        "publish_date": "2024-11-11 12:17:00",
        "title": "검찰, <b>카카오</b>·카모 5번째 압색…‘콜 몰아주기’ 의혹",
        "summary": "검찰은 카카오와 카카오모빌리티가 일반 택시에는 호출을 차단하고 가맹택시에만 호출을 몰아줬다는 의혹으로 압수수색을 진행하고 있습니다. 이번 압수수색은 독점규제 및 공정거래법 위반 혐의로, 카카오모빌리티가 알고리즘을 조작해 경쟁사 가맹택시의 호출을 차단한 혐의를 받고 있습니다. 이에 앞서 공정거래위원회는 카카오모빌리티에 대해 시정명령과 과징금을 부과하고 검찰에 고발했습니다."
    },
    {
        "cnt": 12,
        "content": "카카오모빌리티-삼양로지스틱스 중소형 이커머스 사업자 상생 노력김태현 카카오모빌리티 에이전트 사업실장(왼쪽)과 강영봉 삼양로지스틱스 국내 사업 부문장(오른쪽)이 지난 5일 판교 소재 카카오모빌리티 사옥에서 ‘풀필먼트 경쟁력 강화 및 상생협력 업무협약(MOU)'를 체결한뒤 기념사진을 촬영 하고 있다. /카카오모빌리티카카오모빌리티가 물류 전문 기업 삼양로지스틱스와 손잡고 중소형 이커머스 사업자와의 상생 일환으로 이커머스 최적화 풀필먼트 구축에 나선다고 11일 밝혔다.양사는 이번 협력을 통해 라스트마일을 강화한 풀필먼트를 구축해 중소형 이커머스 사업자들의 물류 경쟁력 강화 지원에 주력할 예정이다. 카카오모빌리티와 삼양로지스틱스는 지난 5일 판교 소재 카카오모빌리티 사옥에서 ‘풀필먼트 경쟁력 강화 및 상생협력 업무협약’을 체결했다.풀필먼트는 상품 입고∙포장∙배송∙재고관리∙출고 등 제품 배송 관련 모든 과정을 관리하는 통합 물류 시스템으로, 이 중에서 고객에게 물품이 최종 전달되는 ‘라스트마일’ 단계의 중요성이 더욱 커지고 있다. 카카오 T 당일배송은 B2B(기업 전용) 당일 및 새벽배송 서비스로 물류 관리, 관제 모니터링 , 최적화 동선 설계 등 자체 ICT 기술을 기반으로 안정적이고 편리한 서비스를 제공해, 중소 이커머스 사업자들이 별도의 인프라 투자 없이도 라스트마일 경쟁력을 갖출 수 있도록 지원한다.이번 협약을 통해 카카오모빌리티는 삼양로지스틱스의 운송 자원과 마이크로풀필먼트 센터(Micro Fulfillment Center, MFC)를 자사 인프라와 연계해 카카오 T 당일배송의 배송 권역을 서울 및 경기 일부 지역에서 수도권 전체로 연내 확대하는 등 라스트마일 서비스를 고도화한다. 삼양로지스틱스는 카카오모빌리티의 안정적인 공급망을 기반으로, 빠른 배송이 필요한 고객사에게 당일 및 새벽배송 서비스를 제공할 수 있게 된다.김태현 카카오모빌리티 에이전트 사업실장은 \"이번 협력으로 이커머스 중소 사업자들이 효율적인 물류 운영과 고객 만족도를 높일 수 있는 발판을 마련했다\"라며 \"앞으로도 다양한 파트너사들과의 협력을 통해 카카오모빌리티의 기술력과 운영 노하우를 바탕으로 소상공인들과 상생할 수 있는 물류 생태계를 구축해 나가겠다\"고 밝혔다.발로 뛰는 더팩트는 24시간 여러분의 제보를 기다립니다.▶카카오톡: '더팩트제보' 검색▶이메일: jebo@tf.co.kr▶뉴스 홈페이지: http://talk.tf.co.kr/bbs/report/write",
        "description": "<b>카카오</b>모빌리티-삼양로지스틱스 중소형 이커머스 사업자 상생 노력 <b>카카오</b>모빌리티가 물류 전문 기업 삼양로지스틱스와 손잡고 중소형 이커머스 사업자와의 상생 일환으로 이커머스 최적화 풀필먼트 구축에 나선다고... ",
        "link": "https://n.news.naver.com/mnews/article/629/0000337104?sid=101",
        "org_link": "http://news.tf.co.kr/read/economy/2150084.htm",
        "publish_date": "2024-11-11 12:09:00",
        "title": "<b>카카오</b>모빌리티, 삼양로지스틱스와 이커머스 최적화 풀필먼트 구축 협력",
        "summary": "카카오모빌리티는 삼양로지스틱스와 협력하여 중소형 이커머스 사업자들을 위한 최적화된 풀필먼트 시스템을 구축하고, 라스트마일 배송 서비스를 강화하기로 했습니다. 이를 통해 중소 이커머스 사업자들은 별도의 인프라 투자 없이도 물류 경쟁력을 강화할 수 있으며, 카카오모빌리티는 수도권 전체로 당일 및 새벽배송 서비스를 확대할 계획입니다."
    },
    {
        "cnt": 13,
        "content": "카카오뱅크는 아파트관리비의 알림부터 조회, 납부까지 한 번에 할 수 있는 ‘아파트관리비 납부 서비스’를 출시한다고 11일 밝혔다./카카오뱅크이번 서비스는 아파트 커뮤니티 서비스 ‘아파트아이’와 아파트 서비스 전문기업 이지스엔터프라이즈(주)와의 제휴를 기반으로 제공한다. 이 중 아파트아이는 전국 약 3만 여 단지에 걸친 관리비 결제·입주민 생활지원 서비스 등을 지원하는 서비스로, 이용 가능 단지 수 기준으로 국내 1위 서비스다.지난해 말 공동주택관리 정보시스템상 관리비 공개 의무단지(300세대 이상 공동주택, 150세대 이상 주상복합아파트 등) 기준으로는 아파트아이에 등록된 단지가 약 90% 이상일 정도로 전국 대부분의 공동주택을 커버하고 있다.고객들은 카카오뱅크 앱 화면 내에서 ‘아파트아이’에 편리하게 가입하고 해당 서비스를 이용할 수 있다. 아파트관리비의 내역 조회, 알림 설정, 납부기능을 한 곳에서 모두 이용할 수 있는 은행은 아파트아이 제휴 은행 중 카카오뱅크가 유일하다.우선 관리비고지일과 납부마감일 등 주요 납부 시점에 앱 푸시를 통한 알림을 받을 수 있다. 자동이체 등 자동납부의 경우 출금예정 알림과 납부 결과 알림도 받을 수 있어 관리비 연체 등도 방지해준다.카카오뱅크 앱 화면 내에서 아파트관리비를 조회하는 것도 가능하다. 관리비 기본 내역은 물론 청소비·소독비 등 상세 항목, 전기·수도·온수 등 에너지사용료도 확인할 수 있다. 동일 면적의 다른 세대와의 비교도 가능하며, 전월 대비 관리비의 증감 내역도 볼 수 있어 전력 등 에너지 낭비를 줄이고 관리비를 절약하는 데에도 도움받을 수 있다.아파트관리비 납부의 경우 ‘즉시납부’와 ‘자동납부’ 중 선택할 수 있다. 원할 때마다 1건씩 납부하고 싶을 경우 즉시납부를, 매달 자동이체를 원할 경우 자동납부를 선택하면 된다. 납부마감일 이후에는 ‘관리사무소 정보’를 통해 관리사무소 계좌번호도 알 수 있어 직접 이체도 가능하다.카카오뱅크 관계자는 “이번 서비스를 통해 카카오뱅크 앱 하나로 아파트관리비에 대한 사항을 더욱 편리하게 살펴보실 수 있길 바란다”며 “앞으로도 생활 속 유용한 기능을 선보일 수 있도록 노력해나갈 것”이라고 말했다.",
        "description": "<b>카카오</b>뱅크는 아파트관리비의 알림부터 조회, 납부까지 한 번에 할 수 있는 ‘아파트관리비 납부 서비스’를... 고객들은 <b>카카오</b>뱅크 앱 화면 내에서 ‘아파트아이’에 편리하게 가입하고 해당 서비스를 이용할 수 있다.... ",
        "link": "https://n.news.naver.com/mnews/article/366/0001031176?sid=101",
        "org_link": "https://biz.chosun.com/stock/finance/2024/11/11/IFPACCRCD5FQHP4S4ONCMJ7D7E/?utm_source=naver&utm_medium=original&utm_campaign=biz",
        "publish_date": "2024-11-11 11:44:00",
        "title": "<b>카카오</b>뱅크, 아파트관리비 알림·조회·납부 서비스 출시",
        "summary": "카카오뱅크는 아파트 관리비의 알림, 조회, 납부를 한 번에 처리할 수 있는 '아파트관리비 납부 서비스'를 출시했습니다. 이 서비스는 아파트 커뮤니티 서비스 '아파트아이'와의 제휴를 통해 제공되며, 카카오뱅크 앱에서 관리비 내역 조회, 알림 설정, 즉시납부 및 자동납부 기능을 이용할 수 있습니다. 이를 통해 고객들은 관리비 연체를 방지하고, 에너지 사용 내역을 확인하여 관리비 절약에 도움을 받을 수 있습니다."
    },
    {
        "cnt": 14,
        "content": "서울역 인근에서 카카오T 택시가 이동하고 있다. /사진=뉴스1자사 가맹 택시기사에게 '콜'을 몰아줬다는 의혹을 받는 카카오모빌리티에 대해 검찰이 5번째 압수수색에 나섰다.서울남부지검 금융조사2부(부장검사 장대규)는 공정거래법 위반 혐의로 경기 성남의 카카오 본사와 자회사 카카오모빌리티 사무실 등 총 3곳에 대해 압수수색을 진행하고 있다고 11일 밝혔다.검찰은 지난 5일부터 카카오 본사와 카카오모빌리티 사무실 등 7곳을 압수수색했다. 검찰은 카카오모빌리티 등 사무실 컴퓨터의 전산자료와 회사 내부문서를 확보하고 디지털 포렌식을 진행하는 등 지난 8일까지 나흘 연속 압수수색했다.검찰에 따르면 카카오모빌리티는 일반 택시를 배제하고 가맹 택시인 '카카오T 블루'에 '콜'을 몰아준 혐의(공정거래법 위반)를 받는다. 또 경쟁사의 일반 호출 기능을 차단한 혐의도 받는다.앞서 공정거래위원회는 지난해 이같은 혐의로 카카오모빌리티에 과징금 271억원을 부과했다. 호출 기능을 차단한 혐의에 대해선 과징금 724억원을 부과했다.",
        "description": "자사 가맹 택시기사에게 '콜'을 몰아줬다는 의혹을 받는 <b>카카오</b>모빌리티에 대해 검찰이 5번째 압수수색에 나섰다. 서울남부지검 금융조사2부(부장검사 장대규)는 공정거래법 위반 혐의로 경기 성남의 <b>카카오</b> 본사와... ",
        "link": "https://n.news.naver.com/mnews/article/008/0005112643?sid=102",
        "org_link": "http://news.mt.co.kr/mtview.php?no=2024111111123738730",
        "publish_date": "2024-11-11 11:44:00",
        "title": "검찰, '콜 차단·몰아주기' 의혹 <b>카카오</b>모빌리티 5번째 압수수색",
        "summary": "카카오모빌리티가 가맹 택시인 '카카오T 블루'에 콜을 몰아주고 경쟁사의 호출 기능을 차단한 혐의로 검찰의 압수수색을 받고 있습니다. 검찰은 카카오 본사와 카카오모빌리티 사무실 등에서 전산자료와 내부문서를 확보하며 조사를 진행 중입니다. 이에 앞서 공정거래위원회는 이러한 혐의로 카카오모빌리티에 총 995억 원의 과징금을 부과한 바 있습니다."
    },
    {
        "cnt": 15,
        "content": "로그프레소, 카카오클라우드 서울 리전에 SIEM 서비스 정식 론칭…글로벌 시장 진출 목표로그프레소가 카카오클라우드와 손잡고 내놓은 새로운 서비스를 앞세워 국내뿐 아니라 글로벌 시장 진출에 속도를 낸다.로그프레소는 최근 서울 리전에 클라우드 보안정보이벤트관리(SIEM) 서비스 '로그프레소 클라우드'를 정식으로 론칭했다고 11일 밝혔다.로그프레소와 카카오엔터프라이즈는 지난 8월 '클라우드 통합보안관제 공동 사업을 위한 업무 협약'을 체결하고 최근 서비스를 정식으로 공개했다. 양사는 카카오클라우드를 기반으로 현재 클라우드 SIEM 서비스의 국내 시장 점유율 확대를 위해 적극 협업하고 있다. 또 미국, 일본, 캐나다 등 글로벌 진출을 공동 목표로 시장 공략에 박차를 가하고 있다.(사진=로그프레소)'로그프레소 클라우드'는 온프레미스, 클라우드, SaaS가 혼재된 현재의 기업 환경에서 발생할 수 있는 다양한 보안 위협을 정확히 식별하고 대응할 수 있는 클라우드 통합 보안관제 서비스다. 전통적인 보안 솔루션과 SaaS를 아우르는 전사적인 보안 가시성을 제공한다. 특히 쿠버네티스, 옥타, 잼프 등 다양한 환경에 대한 모니터링 기능을 추가해 사용자 편의성을 극대화했다.양봉열 로그프레소 대표는 \"로그프레소 클라우드는 온프레미스 보안 모니터링을 클라우드로 통합하는 최적의 방법을 제시한다\"며 \"보안 전문가와 인프라 전문가 없이도 SIEM을 도입하고 운영할 수 있도록 다양한 기능과 콘텐츠를 적극 개발할 예정\"이라고 말했다.",
        "description": "로그프레소가 <b>카카오</b>클라우드와 손잡고 내놓은 새로운 서비스를 앞세워 국내뿐 아니라 글로벌 시장 진출에... 로그프레소와 <b>카카오</b>엔터프라이즈는 지난 8월 '클라우드 통합보안관제 공동 사업을 위한 업무 협약'을... ",
        "link": "https://n.news.naver.com/mnews/article/092/0002351905?sid=105",
        "org_link": "https://zdnet.co.kr/view/?no=20241111111952",
        "publish_date": "2024-11-11 11:21:00",
        "title": "<b>카카오</b> 손잡은 로그프레소, 新 서비스로 국내외 영역 확대 속도",
        "summary": "로그프레소는 카카오클라우드와 협력하여 서울 리전에 클라우드 기반의 SIEM 서비스를 정식 론칭하고, 이를 통해 국내 및 글로벌 시장 진출을 목표로 하고 있습니다. '로그프레소 클라우드'는 온프레미스, 클라우드, SaaS 환경에서 발생할 수 있는 보안 위협을 식별하고 대응할 수 있는 통합 보안관제 서비스로, 다양한 환경에 대한 모니터링 기능을 제공하여 사용자 편의성을 높였습니다."
    },
    {
        "cnt": 16,
        "content": "삼양로지스틱스와 이커머스 최적화 풀필먼트 구축 MOU김태현 카카오모빌리티 에이전트 사업실장(왼쪽)과 강영봉 삼양로지스틱스 국내 사업 부문장이 지난 5일 판교 소재 카카오모빌리티 사옥에서 '풀필먼트 경쟁력 강화 및 상생협력 업무협약'을 체결한뒤 기념사진을 촬영 하고 있다. (카카오모빌리티 제공)(서울=뉴스1) 조재현 기자 = 카카오모빌리티는 물류 전문 기업 삼양로지스틱스와 손잡고 라스트마일을 강화한 이커머스(전자상거래) 최적화 풀필먼트(물류 일괄 대행) 구축에 나선다고 11일 밝혔다.풀필먼트는 상품 입고∙포장∙배송∙재고관리∙출고 등 제품 배송 관련 모든 과정을 관리하는 통합 물류 시스템이다. 이 중에서 고객에게 물품이 최종 전달되는 라스트마일 단계의 중요성이 더욱 커지고 있다.양사는 카카오 T 당일배송의 빠른 배송 인프라와 삼양로지스틱스의 물류 운영 역량을 기반으로 중소상공인이 경쟁력을 확보할 수 있는 물류 생태계 환경을 조성해 나가기로 합의했다.카카오모빌리티는 이번 협약을 통해 카카오 T 당일배송의 배송 권역을 서울 및 경기 일부 지역에서 수도권 전체로 연내 확대하는 등 라스트마일 서비스를 고도화한다.카카오 T 당일배송은 B2B(기업 전용) 당일 및 새벽배송 서비스다. 물류 관리, 관제 모니터링, 최적화 동선 설계 등의 서비스로 중소 사업자가 별도 인프라 투자 없이도 라스트마일 경쟁력을 갖출 수 있도록 지원한다.삼양로지스틱스는 카카오모빌리티의 안정적인 공급망을 기반으로 빠른 배송이 필요한 고객사에 당일 및 새벽배송 서비스를 제공할 수 있게 된다.김태현 카카오모빌리티 에이전트 사업실장은 \"소상공인들과 상생할 수 있는 물류 생태계를 구축해 나가겠다\"고 말했다.",
        "description": "<b>카카오</b>모빌리티는 물류 전문 기업 삼양로지스틱스와 손잡고 라스트마일을 강화한 이커머스(전자상거래)... 양사는 <b>카카오</b> T 당일배송의 빠른 배송 인프라와 삼양로지스틱스의 물류 운영 역량을 기반으로 중소상공인이... ",
        "link": "https://n.news.naver.com/mnews/article/421/0007899066?sid=105",
        "org_link": "https://www.news1.kr/it-science/general-it/5596129",
        "publish_date": "2024-11-11 11:17:00",
        "title": "<b>카카오</b>모빌 &quot;중소 이커머스 사업자 당일·새벽 배송 지원&quot;",
        "summary": "카카오모빌리티와 삼양로지스틱스는 이커머스 최적화 풀필먼트 구축을 위한 업무협약을 체결하여, 중소상공인이 경쟁력을 확보할 수 있는 물류 생태계를 조성하기로 합의했습니다. 이를 통해 카카오 T 당일배송의 서비스 권역을 수도권 전체로 확대하고, 라스트마일 서비스를 고도화하여 빠른 배송을 지원할 계획입니다."
    },
    {
        "cnt": 17,
        "content": "패션뷰티, 리빙유아동, 여행레저, 식품, 가전 등300여 브랜드 900여 베스트 제품 18일까지 할인카카오의 ‘카카오톡 쇼핑하기’가 18일까지 일주일간 300여 브랜드의 900여 제품을 최대 91% 할인판매하는 ‘톡딜위크’ 프로모션을 진행한다고 11일 밝혔다.‘톡딜위크’ 기간 중 카테고리별 톡딜 에이스 상품 2개를 초특가로 공개한다. 톡딜 에이스 상품은 폴로 랄프로렌 의류(패션뷰티), 더블하트 모유실감(리빙유아동), 여수라테라스 윈터빌리지 패키지(여행레저) 동원참치(신선/가공 식품), 미닉스(디지털가전) 등 인가상품들로 구성했다.매일 17시에 구매 금액에 따라 사용할 수 있는 최대 10%할인 쿠폰(최대 3만원 할인)을 비롯한 3종 쿠폰팩을 선착순으로 제공한다.카카오페이 머니 할인 혜택존에서는 ‘머니딜’이 적용되는 상품에 한해 2만원 이상 구매 시 10%할인 쿠폰(최대 5000원 할인)을 증정한다.‘머니딜’에서 하기스, 크록스, 더미식 등 66개 대표 제품을 저렴하게 구매할 수 있다.이번 ‘톡딜위크’ 구매 고객이 ‘또봐쿠폰’ 이벤트에 참여하면 다음 톡딜위크에서 사용할 수 있는 쿠폰을 제공하는 등 톡딜위크만의 혜택이 이어진다.쇼핑하기 신규 고객에게는 조건 없이 3000원 할인되는 쿠폰을 전원에게 지급한다.이밖에도 나이키, 막스마라, 다이슨, 좋은느낌, 고려은단, 세타필, 락포트 등 주요 브랜드 제품을 최대 91% 할인해 선보인다. 특히 다이슨 에어랩 i.d. 멀티 스타일러, 에브리봇 쓰리스핀 EVO 등은 톡딜위크에 처음 참여한다.카카오 커머스 관계자는 “지난 톡딜위크에서 고객 반응이 높았던 인기 상품과 신규 제품을 선보이기위해 다양한 프로모션을 마련했다”고 말했다.쇼핑하기 외에도 카카오톡 선물하기, 카카오쇼핑라이브 등 카카오에서 제공하는 다양한 상품과 이벤트 정보들은 쇼핑탭에서 한번에 쉽고 빠르게 확인할 수 있다.",
        "description": "패션뷰티, 리빙유아동, 여행레저, 식품, 가전 등 300여 브랜드 900여 베스트 제품 18일까지 할인 <b>카카오</b>의 ‘<b>카카오</b>톡 쇼핑하기’가 18일까지 일주일간 300여 브랜드의 900여 제품을 최대 91% 할인판매하는 ‘톡딜위크’... ",
        "link": "https://n.news.naver.com/mnews/article/009/0005394326?sid=105",
        "org_link": "https://www.mk.co.kr/article/11164823",
        "publish_date": "2024-11-11 11:16:00",
        "title": "<b>카카오</b>톡 쇼핑하기, ‘톡딜위크’서 매일 초특가 상품 선보인다",
        "summary": "카카오는 '카카오톡 쇼핑하기'에서 18일까지 '톡딜위크' 프로모션을 진행하며, 300여 브랜드의 900여 제품을 최대 91% 할인된 가격에 판매합니다. 이 기간 동안 매일 특정 시간에 할인 쿠폰을 제공하고, 다양한 인기 상품과 신규 제품을 초특가로 선보입니다. 또한, '머니딜'을 통해 추가 할인 혜택을 제공하며, 신규 고객에게는 특별 할인 쿠폰을 지급합니다."
    },
    {
        "cnt": 18,
        "content": "삼양로지스틱스와 풀필먼트 상생협력 MOU소상공인, 별도 투자 없이 당일·새벽배송 이용가능김태현 카카오모빌리티 에이전트 사업실장(왼쪽)과 강영봉 삼양로지스틱스 국내 사업 부문장(오른쪽)이 지난 5일 판교 소재 카카오모빌리티 사옥에서 ‘풀필먼트 경쟁력 강화 및 상생협력 업무협약(MOU)’를 체결한뒤 기념촬영을 하고 있다. <사진제공=카카오모빌리티>카카오모빌리티가 삼양로지스틱스와 ‘풀필먼트 경쟁력 강화 및 상생협력 업무협약’을 맺고, 이커머스 사업자들을 위한 당일배송 서비스를 본격 확대한다고 11일 밝혔다.카카오모빌리티는 자체 보유한 인공지능(AI) 기술과 빅데이터 분석 역량을 바탕으로 유통, 물류 업계의 디지털 전환을 추진해왔으며, 이번 협약을 통해 라스트마일을 강화한 풀필먼트 서비스를 선보일 예정이다.삼양로지스틱스는 국내 대표적인 물류 전문 기업으로, 풍부한 물류 경험과 노하우를 가지고 있다. 특히 이번에 카카오모빌리티와 함께 구축하는 풀필먼트 서비스는 중소 이커머스 사업자들의 물류 경쟁력 강화에 기여할 것으로 기대된다.카카오T 당일배송은 B2B(기업전용) 당일 및 새벽배송 서비스로, 빠르고 안정적인 배송을 위해 촘촘한 도심 물류 인프라를 구축했다. 이를 통해 이커머스 소상공인들은 별도의 인프라 투자 없이도 당일·새벽배송 서비스를 이용할 수 있으며, 주문 접수부터 배송 알림까지 전 과정을 원스톱으로 관리할 수 있다.이번 협약을 통해 카카오모빌리티는 삼양로지스틱스의 운송 자원과 마이크로풀필먼트 센터(Micro Fulfillment Center, MFC)를 자사 인프라와 연계해 카카오 T 당일배송의 배송 권역을 서울 및 경기 일부 지역에서 수도권 전체로 연내 확대한다.삼양로지스틱스는 카카오모빌리티의 안정적인 공급망을 기반으로, 빠른 배송이 필요한 고객사에게 당일 및 새벽배송 서비스를 제공할 수 있게 된다.김태현 카카오모빌리티 에이전트 사업실장은 “이번 협력으로 이커머스 중소 사업자들이 효율적인 물류 운영과 고객 만족도를 높일 수 있는 발판을 마련했다”라며 “앞으로도 다양한 파트너사들과의 협력을 통해 카카오모빌리티의 기술력과 운영 노하우를 바탕으로 소상공인들과 상생할 수 있는 물류 생태계를 구축해 나가겠다”라고 밝혔다.한편, 카카오모빌리티는 지난해부터 카페24와 협력해 200만 이커머스 중소업체에 카카오T 당일배송 인프라를 제공하고 있다. 올해는 우정사업본부와 손잡고 ‘우체국택배’와 ‘소포’ 서비스를 연계하는 등 생활 밀착형 서비스를 지속적으로 선보이고 있다.",
        "description": "이용가능 <b>카카오</b>모빌리티가 삼양로지스틱스와 ‘풀필먼트 경쟁력 강화 및 상생협력 업무협약’을 맺고, 이커머스 사업자들을 위한 당일배송 서비스를 본격 확대한다고 11일 밝혔다. <b>카카오</b>모빌리티는 자체 보유한... ",
        "link": "https://n.news.naver.com/mnews/article/009/0005394327?sid=105",
        "org_link": "https://www.mk.co.kr/article/11164824",
        "publish_date": "2024-11-11 11:16:00",
        "title": "<b>카카오</b>모빌리티, 중소 이커머스 사업자 당일배송 지원",
        "summary": "카카오모빌리티와 삼양로지스틱스는 풀필먼트 경쟁력 강화 및 상생협력을 위한 MOU를 체결하여, 이커머스 소상공인들이 별도의 인프라 투자 없이 당일 및 새벽배송 서비스를 이용할 수 있도록 지원한다. 이를 통해 카카오모빌리티는 삼양로지스틱스의 물류 자원과 자사 인프라를 연계하여 수도권 전체로 배송 권역을 확대하고, 중소 사업자들의 물류 운영 효율성과 고객 만족도를 높이는 데 기여할 계획이다."
    },
    {
        "cnt": 19,
        "content": "[아파트아이 제공. 재판매 및 DB 금지]▲ 아파트 생활 지원 플랫폼 아파트아이는 자사의 '아파트 관리비 납부 서비스'를 인터넷전문은행 카카오뱅크에서도 11일부터 제공한다고 밝혔다. 아파트아이 서비스 가입자는 앞으로 카카오뱅크 앱에서 관리비 조회·납부, 납부 시점 알림 받기, 청소비·에너지사용료 확인 등을 할 수 있다. 아파트아이는 전국 공동주택·집합건물 3만3천여개 단지의 관리비 결제를 지원한다. (서울=연합뉴스)",
        "description": "▲ 아파트 생활 지원 플랫폼 아파트아이는 자사의 '아파트 관리비 납부 서비스'를 인터넷전문은행 <b>카카오</b>뱅크에서도 11일부터 제공한다고 밝혔다. 아파트아이 서비스 가입자는 앞으로 <b>카카오</b>뱅크 앱에서 관리비 조회... ",
        "link": "https://n.news.naver.com/mnews/article/001/0015037599?sid=101",
        "org_link": "https://www.yna.co.kr/view/AKR20241111061400003?input=1195m",
        "publish_date": "2024-11-11 11:10:00",
        "title": "[게시판] 아파트아이, <b>카카오</b>뱅크에서도 관리비 납부 서비스 제공",
        "summary": "아파트 생활 지원 플랫폼 아파트아이는 11일부터 카카오뱅크 앱을 통해 아파트 관리비 납부 서비스를 제공한다고 발표했습니다. 이를 통해 사용자들은 관리비 조회 및 납부, 납부 시점 알림, 청소비 및 에너지 사용료 확인 등의 기능을 이용할 수 있습니다. 아파트아이는 전국 3만3천여 개 단지의 관리비 결제를 지원합니다."
    },
    {
        "cnt": 20,
        "content": "ⓒ카카오뱅크[디지털데일리 최천욱 기자] NH투자증권이 카카오뱅크가 내년에 양호한 이익성장이 예상되지만 대출성장 환경은 어려운 상황이라 장점을 발휘하기가 쉽지 않을 것이라는 분석을 내놨다.정준섭 NH투자증권 연구원은 11일 ‘2025년 전망: 은행’ 분석 보고서를 통해 카카오뱅크에 대해 “2025년 지배순이익은 전년동기 대비 7.6% 증가한 4643억원으로 양호한 이익성장을 보일 것”이라고 전망했다.그는 시중은행 대비 높은 대출성장에 따른 이자이익 증가, 금리하락에 따른 유가증권 평가이익 발생, 수수료수익 증가 등을 이유로 들었다.◆ “금융당국의 가계대출 압박…소상공인 대출 차별화 영역”정 연구원은 대출 성장환경의 아쉬움을 드러냈다. 그는 “금융당국의 가계부채 관리강화 지속으로 인해 카카오뱅크의 장점인 차별화된 자본비율과 플랫폼 파워를 이용한 가파른 대출성장이 발휘되기 쉽지않다”고 말했다.그러면서 “가계대출은 어쩔 수 없지만, 소상공인 대출은 차별화가 가능한 영역으로 판단된다”면서 “담보대출 조기출시 등을 통해 소상공인 대출이 지금보다 큰폭으로 성장하는 모습을 보여줄 필요가 있다”고 조언했다.",
        "description": "NH투자증권이 <b>카카오</b>뱅크가 내년에 양호한 이익성장이 예상되지만 대출성장 환경은 어려운 상황이라... 정준섭 NH투자증권 연구원은 11일 ‘2025년 전망: 은행’ 분석 보고서를 통해 <b>카카오</b>뱅크에 대해 “2025년... ",
        "link": "https://n.news.naver.com/mnews/article/138/0002185997?sid=101",
        "org_link": "https://www.ddaily.co.kr/page/view/2024111110051730866",
        "publish_date": "2024-11-11 11:06:00",
        "title": "“<b>카카오</b>뱅크, 내년 대출성장 환경 어려운 상황” NH투자증권",
        "summary": "NH투자증권은 카카오뱅크가 2025년에 전년 대비 7.6% 증가한 4643억원의 지배순이익을 기록하며 양호한 이익 성장을 보일 것으로 예상했다. 그러나 금융당국의 가계대출 관리 강화로 인해 대출 성장 환경이 어려워져 카카오뱅크의 차별화된 자본비율과 플랫폼 파워를 활용한 대출 성장이 쉽지 않을 것으로 분석했다. 대신, 소상공인 대출 분야에서 차별화를 통해 성장 가능성을 모색할 필요가 있다고 조언했다."
    },
    {
        "cnt": 21,
        "content": "금융기술연구소에서 생성형AI 통해 모델 개발…대고객 지원 검토카카오뱅크 금융기술연구소가 생성형 인공지능(AI)을 활용한 스미싱 탐지 모델을 개발했으며 대고객 서비스도 검토 중이라고 밝혔다.최근 공개된 카카오 개발자 컨퍼런스 세션에서 카카오뱅크 금융기술연구소는 스미싱이 불법 대출 및 금융 사기 피해로 이어질 가능성이 높아 스미싱 문자를 판별하고 유용한 판단 근거를 생성하는 대규모 언어 모델(LLM)을 개발했다고 발표했다.초기 단계에서 카카오뱅크는 고객이 받은 문자가 스미싱인지 정상 문자인지 예측 결과만을 제공하려 했으나, 고객이 모델의 결과를 신뢰하기 위해서는 이유를 설명하는 것도 중요하다고 봐 판단 근거를 생성하는 모델도 개발했다고 부연했다.카카오뱅크카카오뱅크 금융기술연구소 이윤승 연구원은 \"LLM을 활용 목표에 맞게 적응시키기 위한 대표적인 방법 중 카카오뱅크는 방법 중 모델의 핵심 파라미터만 업데이트하는 파인 튜닝(fine-tuning) 기법을 사용해 모델을 학습했다\"며 \"문자와 스미싱 여부로 구성된 데이터 셋을 수집하고, 중복 데이터를 제거했다\"고 말했다.이어 그는 \"생성된 판단 근거는 새로운 데이터셋으로 저장되어 이후 모델 학습에 사용된다\"며 \"높은 정확도와 고품질의 판단 근거를 생성할 수 있었다\"고 설명했다.실제 이 모델이 얼마나 쓸 만한지에 대해서도 다양한 평가법을 도입했다. 정확히 탐지했는지와 탐지 이유가 얼마나 정답과 유사한지 평가한 것이다. 사람이 직접 평가하는 정성평가도 진행해 유용한지를 검증했다.한대희 연구원은 \"카카오뱅크 자체 학습 모델의 성능은 다양한 정량적 평가 지표(F1-Score, BLEU, ROUGE, BertScore 등)를 거쳤으며 GPT-3.5, 4, 4 omni 모델들과 비교했을 때 더 우수한 성능을 보였다\"고 설명했다.카카오뱅크를 사칭한 대출 빙자 사기의 경우, GPT 모델과 카카오뱅크 자체 학습 모델 모두 이를 스미싱으로 잘 분류하고 사칭을 통한 대출사기 문자라고 잘 설명했지만, GPT에서는 스미싱 판단 근거가 문자의 내용과 맞지 않는 환각증세를 보이는 케이스가 있었음다는 것이 회사 측 설명이다.이어 그는 \"기술력을 보호하기 위해 지식재산권을 확보한 데 이어서, 연구 결과가 국제 컨퍼런스에도 채택돼 11월 중 발표할 예정\"이라며 \"고객이 안전하고 편리한 금융생활을 누릴 수 있도록 관련 서비스를 제공하는 것도 검토할 예정\"이라고 덧붙였다.",
        "description": "<b>카카오</b>뱅크 금융기술연구소가 생성형 인공지능(AI)을 활용한 스미싱 탐지 모델을 개발했으며 대고객 서비스도 검토 중이라고 밝혔다. 최근 공개된 <b>카카오</b> 개발자 컨퍼런스 세션에서 <b>카카오</b>뱅크 금융기술연구소는... ",
        "link": "https://n.news.naver.com/mnews/article/092/0002351897?sid=105",
        "org_link": "https://zdnet.co.kr/view/?no=20241111094320",
        "publish_date": "2024-11-11 11:06:00",
        "title": "<b>카카오</b>뱅크 '문자 스미싱' 판별 서비스 내놓는다",
        "summary": "카카오뱅크 금융기술연구소는 생성형 AI를 활용하여 스미싱 탐지 모델을 개발하고, 대고객 서비스 제공을 검토 중입니다. 이 모델은 스미싱 문자를 판별하고 판단 근거를 생성하는 대규모 언어 모델(LLM)로, 다양한 평가법을 통해 높은 정확도와 성능을 입증받았습니다. 연구소는 기술 보호를 위해 지식재산권을 확보하고, 연구 결과를 국제 컨퍼런스에서 발표할 예정입니다."
    },
    {
        "cnt": 22,
        "content": "'가입 기간 상관 없이' 확대 적용카카오페이손해보험이카카오페이손해보험이 기존 3개월 이하 단기 여행 상품 재가입에만 적용된 해외여행보험 5% 할인 혜택(2년 이내 재가입 시)을 가입 기간과 상관없이 모든 사용자에게 자동 적용하기로 했다.카카오페이손해보험은 장기 가입 사용자 수요 증가에 맞춰 해외여행보험 재가입 할인 대상자를 전체로 확대한다고 11일 밝혔다.카카오페이손보 해외여행보험 이용자는 함께하면 할인(2명 5%·3명 이상 10%)과 무사고 환급(10%, 최대 3만원 한도), 재가입 할인(5%) 등의 혜택을 중복으로 누릴 수 있다.이 상품은 최소 1일부터 최대 1년까지 보장 기간을 선택해 가입할 수 있다. 지난 9월 보장 기간을 최대 1년으로 확대한 바 있다. 장기 상품 가입자의 평균 가입일은 약 234일로 출국 국가는 영미권이 51%로 가장 많았다. 이외에 아시아 43%, 유럽 6% 순이었다.아울러 카카오톡과 카카오페이 애플리케이션(앱)을 활용한 간편한 가입·청구, 합리적인 보험료, 다양한 할인 혜택을 제공한다는 점에 관심을 모았다. 업계 최초로 '무사고 환급금' 지급과 함께 인공지능(AI) 이미지 인식 기술을 활용한 '즉시 지급' 서비스 등 차별화된 보험 서비스도 제공한다. 이 밖에 필수 가입 담보 없이 원하는 보장만 선택해 합리적인 보험료를 산정할 수 있는 'DIY(Do It Yourself) 보장' 서비스도 있다.장영근 카카오페이손보 대표는 \"해외 체류 기간과 상황에 맞춰 본인에게 필요한 보장을 직접 더하고 빼 설계하는 DIY 보장이 사용자들에게 좋은 반응을 얻고 있다\"며 \"앞으로도 이용자의 더 다양한 상황에 대비할 수 있는 폭넓은 보장과 보험 상품을 내놓을 것\"이라고 말했다.",
        "description": "적용 <b>카카오</b>페이손해보험이 기존 3개월 이하 단기 여행 상품 재가입에만 적용된 해외여행보험 5% 할인 혜택(2년 이내 재가입 시)을 가입 기간과 상관없이 모든 사용자에게 자동 적용하기로 했다. <b>카카오</b>페이손해보험은... ",
        "link": "https://n.news.naver.com/mnews/article/029/0002914811?sid=101",
        "org_link": "https://www.dt.co.kr/contents.html?article_no=2024111102109963084002&ref=naver",
        "publish_date": "2024-11-11 11:04:00",
        "title": "<b>카카오</b>페이손보 &quot;해외여행보험 재가입 시 무조건 5% 할인 혜택&quot;",
        "summary": "카카오페이손해보험은 해외여행보험의 재가입 할인 혜택을 모든 사용자에게 확대 적용하기로 했으며, 다양한 할인 혜택과 함께 간편한 가입 및 청구 서비스를 제공하고 있습니다. 이 보험은 최소 1일부터 최대 1년까지 보장 기간을 선택할 수 있으며, DIY 보장 서비스를 통해 사용자가 원하는 보장을 직접 설계할 수 있는 점이 특징입니다. 장영근 대표는 앞으로도 다양한 상황에 대비할 수 있는 폭넓은 보장과 보험 상품을 제공할 계획이라고 밝혔습니다."
    },
    {
        "cnt": 23,
        "content": "서울 양천구 서울남부지검./뉴스1카카오모빌리티의 ‘콜 몰아주기’ 혐의와 ‘콜 차단’ 혐의를 수사 중인 검찰이 5번째 압수수색에 나섰다.서울남부지검 금융조사2부(부장 장대규)는 11일 오전 공정거래법 위반 혐의로 성남 판교 소재 카카오 본사와 자회사 카카오모빌리티의 사무실 등 총 3곳에 대해 압수수색을 진행 중이라고 밝혔다.앞서 검찰은 지난 5일 카카오 본사와 카카오모빌리티 사무실 등 총 7곳에 대한 강제수사에 착수했고, 지난 8일까지 나흘 연속 압수수색을 진행했다. 검찰은 사무실 컴퓨터를 압수해 전산 자료와 회사 내부 문서를 확보하고 디지털 포렌식을 진행한 것으로 파악됐다.카카오모빌리티는 일반 택시를 배제하고 가맹택시인 카카오T블루에 콜을 몰아주는 방식으로 알고리즘을 조작했다는 ‘콜 몰아주기’ 혐의를 받는다. 또 경쟁 가맹택시에게 일반 호출을 차단했다는 ‘콜 차단’ 혐의도 있다.앞서 이 사건을 조사한 공정거래위원회는 ‘콜 몰아주기’ 혐의로 271억여원, ‘콜 차단’ 혐의로 724억원의 과징금을 카카오모빌리티에 부과한 바 있다.한편 증권선물위원회(증선위)는 지난 6일 제19차 회의에서 카카오모빌리티에 중징계를 결정했다. 증선위는 총 41억4000만원의 과징금 제재 조치를 의결했다.",
        "description": "<b>카카오</b>모빌리티의 ‘콜 몰아주기’ 혐의와 ‘콜 차단’ 혐의를 수사 중인 검찰이 5번째 압수수색에 나섰다. 서울남부지검 금융조사2부(부장 장대규)는 11일 오전 공정거래법 위반 혐의로 성남 판교 소재 <b>카카오</b> 본사와... ",
        "link": "https://n.news.naver.com/mnews/article/023/0003869577?sid=102",
        "org_link": "https://www.chosun.com/national/national_general/2024/11/11/4I6WWDU6HZFSNAABEVS3QRJSDU/?utm_source=naver&utm_medium=referral&utm_campaign=naver-news",
        "publish_date": "2024-11-11 11:03:00",
        "title": "검찰, ‘콜 차단·몰아주기’ <b>카카오</b>·카모 5번째 압수수색",
        "summary": "검찰은 카카오모빌리티의 '콜 몰아주기'와 '콜 차단' 혐의로 카카오 본사와 자회사 사무실을 압수수색하고 있다. 카카오모빌리티는 가맹택시인 카카오T블루에 콜을 몰아주고 경쟁 가맹택시의 호출을 차단한 혐의를 받고 있으며, 이에 대해 공정거래위원회는 각각 271억여원과 724억원의 과징금을 부과했다. 또한, 증권선물위원회는 카카오모빌리티에 대해 41억4000만원의 과징금을 부과하는 중징계를 결정했다."
    },
    {
        "cnt": 24,
        "content": "일본 항공권 할인,올리브영 상품권 등 증정프로모션,제휴 혜택,공항 정보 등 제공에어서울 카카오톡채널 프로모션 포스터. [에어서울 제공][헤럴드경제=김성우 기자] 에어서울(대표이사 선완성)이 SNS를 통한 고객과의 소통 활성화를 위해 카카오톡 채널 추가 프로모션을 진행한다고 11일 ㅂ락혔다.이번 프로모션은 카카오톡에서 에어서울 채널을 추가하는 것만으로 간단히 참여 가능하며 전원에게 일본 노선 예약시 사용할 수 있는 최대 2만원까지 할인이 되는 프로모션 코드가 제공된다.발급된 프로모션 코드는 11월 14일까지 사용할 수 있으며 해당 탑승 기간은 12월 1일부터 25년 3월 29일까지다.채널 추가를 인증한 고객들에게는 추첨을 통해 올리브영 상품권을 받을 수 있는 기회도 있다.에어서울은 최근, 고객 편의성을 높이기 위해 카카오톡 채널에서 다양한 영상 콘텐츠를 통해 정보를 제공하며 홈페이지와의 연결성을 강화하는 등 변화를 가하고 있다.에어서울 관계자는 “이제 에어서울 카카오톡 채널을 통해서도 여행 준비를 위한 모든 것들을 편리하게 확인하실 수 있는 만큼, 고객분들의 많은 관심을 부탁드리며 선물도 받아가시길 바란다”고 말했다.",
        "description": "에어서울(대표이사 선완성)이 SNS를 통한 고객과의 소통 활성화를 위해 <b>카카오</b>톡 채널 추가 프로모션을 진행한다고 11일 ㅂ락혔다. 이번 프로모션은 <b>카카오</b>톡에서 에어서울 채널을 추가하는 것만으로 간단히 참여... ",
        "link": "https://n.news.naver.com/mnews/article/016/0002386500?sid=101",
        "org_link": "https://news.heraldcorp.com/view.php?ud=20241111050270",
        "publish_date": "2024-11-11 11:00:00",
        "title": "에어서울, <b>카카오</b>톡 채널 추가하고 선물 받아가세요!",
        "summary": "에어서울은 카카오톡 채널을 통해 고객과의 소통을 강화하기 위해 프로모션을 진행하고 있습니다. 카카오톡에서 에어서울 채널을 추가하면 일본 노선 예약 시 최대 2만원 할인 코드를 받을 수 있으며, 올리브영 상품권 추첨 기회도 제공됩니다. 에어서울은 카카오톡 채널을 통해 다양한 정보와 콘텐츠를 제공하여 고객 편의성을 높이고자 합니다."
    },
    {
        "cnt": 25,
        "content": "카카오뱅크가 아파트관리비의 알림부터 조회, 납부까지 한 번에 할 수 있는 '아파트관리비 납부 서비스'를 출시합니다. 이번 서비스는 아파트 커뮤니티 서비스 '아파트아이'와 아파트 서비스 전문기업 이지스엔터프라이즈(주)와의 제휴를 기반으로 제공됩니다.카카오뱅크는 앱 화면 내에서 '아파트아이'에 편리하게 가입하고 아파트관리비의 내역 조회, 알림 설정, 납부기능을 한 곳에서 모두 이용할 수 있다고 오늘(11일) 밝혔습니다.우선 관리비고지일과 납부마감일 등 주요 납부 시점에 앱 푸시를 통한 알림을 받을 수 있습니다.자동이체 등 자동납부의 경우 출금예정 알림과 납부 결과 알림도 받을 수 있어 관리비 연체 등도 방지해줍니다.카카오뱅크 앱 화면 내에서 아파트관리비를 조회하는 것도 가능합니다.아파트관리비 납부의 경우 '즉시납부'와 '자동납부' 중 선택할 수 있습니다.카카오뱅크는 이번 아파트관리비 납부 서비스 출시를 통해 세금·공과금 납부에 이어 납부 범위를 확장할 수 있게 됐습니다.카카오뱅크는 2023년 5월 앱에서 국세, 국고금 내역을 조회하고 납부할 수 있는 '세금·공과금 납부 서비스'를 출시해 운영해오고 있습니다.당신의 제보가 뉴스로 만들어집니다.SBS Biz는 여러분의 제보를 기다리고 있습니다.홈페이지 = https://url.kr/9pghjn",
        "description": "<b>카카오</b>뱅크가 아파트관리비의 알림부터 조회, 납부까지 한 번에 할 수 있는 '아파트관리비 납부 서비스'를... <b>카카오</b>뱅크는 앱 화면 내에서 '아파트아이'에 편리하게 가입하고 아파트관리비의 내역 조회, 알림 설정... ",
        "link": "https://n.news.naver.com/mnews/article/374/0000410124?sid=101",
        "org_link": "https://biz.sbs.co.kr/article_hub/20000200936?division=NAVER",
        "publish_date": "2024-11-11 10:54:00",
        "title": "<b>카카오</b>뱅크 &quot;아파트 관리비 알림·조회·납부까지 한번에&quot;",
        "summary": "카카오뱅크는 아파트 관리비를 알림, 조회, 납부까지 한 번에 처리할 수 있는 '아파트관리비 납부 서비스'를 출시했습니다. 이 서비스는 '아파트아이'와 이지스엔터프라이즈와의 제휴로 제공되며, 앱을 통해 관리비 내역 조회, 알림 설정, 즉시납부 및 자동납부 기능을 제공합니다. 이를 통해 카카오뱅크는 세금·공과금 납부 서비스에 이어 납부 범위를 확장하게 되었습니다."
    },
    {
        "cnt": 26,
        "content": "카카오의 카카오톡 쇼핑하기는 오는 18일까지 일주일간 '톡딜위크' 프로모션을 진행한다고 11일 밝혔다.톡딜위크 기간 중 카테고리별 톡딜 에이스 상품 2개를 초특가로 공개한다. 톡딜 에이스 상품은 폴로 랄프로렌 의류(패션뷰티), 더블하트 모유실감(리빙유아동), 여수라테라스 윈터빌리지 패키지(여행레저) 동원참치(신선·가공 식품), 미닉스(디지털가전) 등 상품들로 구성했다.매일 오후 5시 구매 금액에 따라 사용할 수 있는 최대 10%할인 쿠폰(최대 3만원 할인)을 비롯한 3종  쿠폰팩을 선착순으로 제공한다. 카카오페이 머니 할인 혜택존에서는 '머니딜'이  적용되는 상품에 한해 2만원 이상 구매 시 10% 할인 쿠폰(최대 5000원 할인)을 증정한다. 머니딜에서 하기스, 크록스, 더미식 등 66개 대표 제품을 저렴하게 구매할 수 있다.이번 톡딜위크 구매 고객이 '또봐쿠폰' 이벤트에 참여하면 다음 톡딜위크에서 사용할 수 있는 쿠폰을 제공하는 등 톡딜위크만의 혜택이 이어진다. 또한, 쇼핑하기 신규 고객에게는 조건 없이 3000원 할인되는 쿠폰을 전원에게 지급한다.이 밖에도 나이키, 막스마라, 다이슨, 좋은느낌, 고려은단, 세타필, 락포트 등 약 300개 브랜드의 900여개 제품을 최대 91% 할인받을 수 있다.",
        "description": "<b>카카오</b>의 <b>카카오</b>톡 쇼핑하기는 오는 18일까지 일주일간 '톡딜위크' 프로모션을 진행한다고 11일 밝혔다. 톡딜위크 기간 중 카테고리별 톡딜 에이스 상품 2개를 초특가로 공개한다. 톡딜 에이스 상품은 폴로 랄프로렌... ",
        "link": "https://n.news.naver.com/mnews/article/277/0005498212?sid=105",
        "org_link": "https://view.asiae.co.kr/article/2024111110532689755",
        "publish_date": "2024-11-11 10:53:00",
        "title": "<b>카카오</b>톡 쇼핑하기, 일주일 동안 '톡딜위크'…에이스 상품 초특가 공개",
        "summary": "카카오는 18일까지 '톡딜위크' 프로모션을 통해 다양한 카테고리의 상품을 초특가로 제공하며, 매일 오후 5시 선착순으로 최대 10% 할인 쿠폰을 포함한 쿠폰팩을 제공합니다. 또한, 카카오페이 머니 할인 혜택존에서는 특정 상품에 대해 10% 할인 쿠폰을 제공하며, 신규 고객에게는 3000원 할인 쿠폰을 지급합니다. 나이키, 막스마라 등 300개 브랜드의 제품을 최대 91% 할인된 가격에 구매할 수 있는 기회도 마련되어 있습니다."
    },
    {
        "cnt": 27,
        "content": "동반 할인 등 중복 혜택[헤럴드경제=서지연 기자] 카카오페이손해보험은 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인 대상자를 전체로 확대한다고 11일 밝혔다.기존 3개월 이하 단기여행상품 재가입에만 적용되던 해외여행보험 5% 할인 혜택(2년 이내 재가입 시)을 가입 기간과 상관없이 모든 사용자에게 자동 적용하는 것이다. 이에 따라 카카오페이손해보험 해외여행보험 사용자는 함께하면 할인(2명 5%3명 이상 10%)과 무사고 환급(10%/최대 3만 원 한도), 재가입 할인(5%) 등의 혜택을 중복으로 누릴 수 있게 됐다.카카오페이손해보험의 해외여행보험은 최소 1일부터 최대 1년까지 보장 기간을 선택해 가입할 수 있다. 지난 9월 보장 기간을 최대 1년으로 확대한 이후 장기여행상품의 가입자 수는 다양한 수요와 맞물려 꾸준히 늘고 있다.가입 목적은 유학, 워킹홀리데이, 장기해외여행, N달살기, 세계일주, 어학연수, 해외인턴십연수취업주재파견봉사 등으로 다양하다. 장기여행상품 가입자의 평균 가입일은 약 234일로 출국 국가는 영미권이 51%로 가장 많았고, 아시아 43%, 유럽 6% 순이었다.장기여행상품 가입자는 체류 기간과 목적이 다양한 만큼 본인의 상황에 맞게 직접 설계할 수 있는 DIY 보장과 든든한 보장을 담보하는 고급형 보장을 선호했다. 보장별 가입 비율을 보면 DIY가 40%로 가장 많았고, 고급형(32%), 기본형(28%)이 뒤를 이었다. 이와 달리 단기여행상품 가입자의 경우 가벼운 보장을 선호해 가입자의 절반 정도가 기본형을 선택하는 것으로 나타났다.원하는 보장만 선택할 수 있는 장점을 살려 장기여행상품 가입자는 ▷큰 사고로 장애가 생기거나 이송이 필요할 때와 ▷다른 사람에게 피해를 입혔을 때(배상책임) 특약을 가장 많이 선택한 것으로 나타났다. 장기간 해외에 거주하기 때문에 본인의 사고나 질병뿐 아니라 다른 사람에게 끼치는 피해, 배상 책임 등 다양한 문제를 대비하려는 것으로 분석된다.장영근 카카오페이손해보험 대표는 “해외 체류 기간과 상황에 맞춰 본인에게 필요한 보장을 직접 더하고 빼 설계하는 DIY 보장이 사용자들에게 좋은 반응을 얻고 있다”면서 “카카오페이손해보험은 앞으로 사용자의 더 다양한 상황에 대비할 수 있는 폭넓은 보장과 보험 상품을 내놓을 것”이라고 말했다.한편, 카카오페이손해보험의 해외여행보험은 출시 1년 4개월 만에 누적 가입자 수 200만 명을 돌파했다. 카카오톡과 카카오페이앱을 활용한 간편한 가입청구, 합리적인 보험료, 다양한 할인 혜택과 더불어 업계 최초 '무사고 환급금' 지급, 인공지능 이미지 인식 기술을 활용한 '즉시 지급' 서비스 등 차별화된 보험 혜택으로 업계의 돌풍을 일으켰다.",
        "description": "<b>카카오</b>페이손해보험은 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인 대상자를 전체로... 이에 따라 <b>카카오</b>페이손해보험 해외여행보험 사용자는 함께하면 할인(2명 5%3명 이상 10%)과 무사고 환급(10... ",
        "link": "https://n.news.naver.com/mnews/article/016/0002386490?sid=101",
        "org_link": "https://news.heraldcorp.com/view.php?ud=20241111050253",
        "publish_date": "2024-11-11 10:51:00",
        "title": "<b>카카오</b>페이손보, 여행자보험 2년 이내 재가입 시 추가 5% 할인",
        "summary": "카카오페이손해보험은 해외여행보험의 재가입 할인 혜택을 모든 사용자에게 확대 적용하고, 다양한 중복 혜택을 제공하여 장기 가입자 수요에 대응하고 있습니다. 장기여행상품 가입자들은 DIY 보장과 고급형 보장을 선호하며, 큰 사고나 배상 책임에 대비한 특약을 주로 선택합니다. 카카오페이손해보험은 간편한 가입 절차와 다양한 혜택으로 200만 명의 누적 가입자를 확보하며 업계에서 주목받고 있습니다."
    },
    {
        "cnt": 28,
        "content": "카카오페이손해보험은 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인 대상자를 전체로 확대한다고 11일 밝혔다.기존 3개월 이하 단기여행상품 재가입에만 적용됐던 해외여행보험 5% 할인(2년 이내 재가입 시)을 가입 기간과 상관없이 모든 사용자에게 적용한다는 방침이다.이에 카카오손보 해외여행보험 사용자는 함께하면 할인(2명 5%, 3명 이상 10%)과 무사고 환급(10%, 최대 3만 원), 재가입 할인(5%) 등 혜택을 중복으로 누릴 수 있게 됐다.카카오손보는 지난 9월 보장 기간을 최대 1년으로 확대한 이후 장기여행상품 가입자 수가 장가하고 있다고 설명했다.가입 목적은 유학, 워킹홀리데이, 장기해외여행, N달살기, 세계일주, 어학연수, 해외인턴십·연수·취업·주재·파견·봉사 등으로 다양하다. 장기여행상품 가입자 평균 가입일은 약 234일로 출국 국가는 영미권이 51%로 가장 많았고, 아시아 43%, 유럽 6% 순이다.장영근 카카오손보 대표는 \"해외 체류 기간과 상황에 맞춰 본인에게 필요한 보장을 직접 더하고 빼 설계하는 DIY 보장이 사용자들에게 좋은 반응을 얻고 있다\"며 \"앞으로도 더 다양한 상황에 대비할 수 있는 폭넓은 보장과 보험 상품을 내놓을 것\"이라 말했다.",
        "description": "<b>카카오</b>페이손해보험은 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인 대상자를 전체로... 이에 <b>카카오</b>손보 해외여행보험 사용자는 함께하면 할인(2명 5%, 3명 이상 10%)과 무사고 환급(10%, 최대 3만 원)... ",
        "link": "https://n.news.naver.com/mnews/article/215/0001187287?sid=004",
        "org_link": "http://www.wowtv.co.kr/NewsCenter/News/Read?articleId=A202411110059&t=NN",
        "publish_date": "2024-11-11 10:48:00",
        "title": "<b>카카오</b>페이손보, 여행자보험 할인 범위 '재가입자 전체'로 확대",
        "summary": "카카오페이손해보험은 해외여행보험의 재가입 할인 대상을 모든 사용자로 확대하여, 가입 기간과 상관없이 5% 할인을 제공한다고 발표했습니다. 이를 통해 사용자는 함께하면 할인, 무사고 환급, 재가입 할인 등의 혜택을 중복으로 받을 수 있게 되었습니다. 장기여행상품의 수요가 증가하고 있으며, 다양한 목적의 장기 해외 체류자들이 DIY 보장을 통해 자신에게 맞는 보험을 설계할 수 있어 긍정적인 반응을 얻고 있습니다."
    },
    {
        "cnt": 29,
        "content": "김태현 카카오모빌리티 에이전트 사업실장(왼쪽부터)과 강영봉 삼양로지스틱스 국내 사업 부문장이 지난 5일 '풀필먼트 경쟁력 강화 및 상생협력 업무협약(MOU)'를 체결한뒤 기념사진을 촬영 하고 있다. 카카오모빌리티 제공카카오모빌리티는 물류 전문 기업인 삼양로지스틱스와 손잡고 중소형 e커머스 사업자와의 상생 일환으로 이커머스 최적화 풀필먼트(물류 일괄 대행) 구축에 나선다고 11일 밝혔다.양사는 카카오 T 당일배송의 인프라와 삼양로지스틱스의 물류 운영 역량을 기반으로, 급변하는 e커머스 환경에서 중소상공인이 경쟁력을 확보할 수 있는 물류 생태계 환경을 조성해 나가기로 합의했다.풀필먼트는 상품 입고·포장·배송·재고관리·출고 등 제품 배송 관련 모든 과정을 관리하는 통합 물류 시스템이다. 이 중에서 고객에게 물품이 최종 전달되는 '라스트마일' 단계의 중요성이 커지고 있다. 카카오 T 당일배송은 B2B(기업 간 거래) 당일 및 새벽배송 서비스로 ▲물류 관리 ▲관제 모니터링 ▲최적화 동선 설계 등 자체 ICT 기술을 기반으로 서비스를 제공한다. 중소 e커머스 사업자들이 별도의 인프라 투자 없이도 라스트마일 경쟁력을 갖출 수 있도록 지원한다.이번 협약을 통해 카카오모빌리티는 삼양로지스틱스의 운송 자원과 마이크로풀필먼트 센터를 자사 인프라와 연계해 카카오 T 당일배송의 배송 권역을 서울 및 경기 일부 지역에서 수도권 전체로 연내 확대하는 등 라스트마일 서비스를 고도화한다.아울러 삼양로지스틱스는 카카오모빌리티의 안정적인 공급망을 기반으로, 빠른 배송이 필요한 고객사에 당일 및 새벽배송 서비스를 제공할 수 있게 된다.",
        "description": "<b>카카오</b>모빌리티는 물류 전문 기업인 삼양로지스틱스와 손잡고 중소형 e커머스 사업자와의 상생 일환으로 이커머스 최적화 풀필먼트(물류 일괄 대행) 구축에 나선다고 11일 밝혔다. 양사는 <b>카카오</b> T 당일배송의 인프라와... ",
        "link": "https://n.news.naver.com/mnews/article/277/0005498197?sid=105",
        "org_link": "https://view.asiae.co.kr/article/2024111110444821632",
        "publish_date": "2024-11-11 10:44:00",
        "title": "<b>카카오</b>모빌리티, 삼양로지스틱스 업무협약…중소 사업자 물류 경쟁력 지...",
        "summary": "카카오모빌리티는 삼양로지스틱스와 협력하여 중소형 e커머스 사업자를 위한 최적화된 풀필먼트 시스템을 구축하고, 이를 통해 중소상공인이 경쟁력을 확보할 수 있는 물류 생태계를 조성하기로 했습니다. 이번 협약을 통해 카카오모빌리티는 삼양로지스틱스의 운송 자원과 마이크로풀필먼트 센터를 활용하여 카카오 T 당일배송의 배송 권역을 수도권 전체로 확대하고, 라스트마일 서비스를 고도화할 계획입니다."
    },
    {
        "cnt": 30,
        "content": "카카오모빌리티, 삼양로지스틱스와 ‘풀필먼트 및 상생협력’ 카카오 T 당일배송 인프라와 삼양로지스틱스 물류 결합연내 배송 권역 확대 및 안정적인 물류 서비스 제공[이데일리 김현아 기자] 카카오모빌리티(대표 류긍선)가 물류 전문 기업 삼양로지스틱스(대표 박경철)와 손잡고, 중소형 이커머스 사업자들의 물류 경쟁력 강화를 위한 상생 협력을 본격화한다고 11일 밝혔다.양사는 ‘풀필먼트 경쟁력 강화 및 상생협력 업무협약(MOU)’을 체결하고, 이커머스 최적화 풀필먼트 구축을 통해 중소상공인들의 경쟁력 확보와 효율적인 물류 생태계 조성에 나선다.김태현 카카오모빌리티 에이전트 사업실장(왼쪽)과 강영봉 삼양로지스틱스 국내 사업 부문장(오른쪽)이 지난 5일 판교 소재 카카오모빌리티 사옥에서 ‘풀필먼트 경쟁력 강화 및 상생협력 업무협약(MOU)‘를 체결한 뒤 기념사진을 촬영하고 있다. 사진=카카오모빌리티이커머스 소상공인을 위한 물류 경쟁력 강화양사는 이번 협력을 통해 카카오 T 당일배송의 빠른 배송 인프라와 삼양로지스틱스의 물류 운영 역량을 결합해, 중소형 이커머스 사업자들이 별도의 인프라 투자 없이 당일배송 및 새벽배송 서비스를 이용할 수 있도록 지원할 예정이다.카카오 T 당일배송은 기업 전용 B2B 배송 서비스로, 자체 ICT 기술을 기반으로 물류 관리, 관제 모니터링, 최적화 동선 설계 등 다양한 기능을 제공해, 소상공인들이 경쟁력을 갖출 수 있도록 돕는다.라스트마일 서비스 강화특히, 풀필먼트 시스템 중에서 ‘라스트마일’ 단계의 중요성이 커지고 있는 가운데, 카카오는 삼양로지스틱스와 함께 ‘마이크로풀필먼트 센터(MFC)’를 활용해 라스트마일을 강화할 계획이다.카카오는 서울 및 경기 일부 지역에서 수도권 전체로 배송 권역을 확대하고, 더 빠르고 효율적인 당일배송 서비스를 제공할 예정이다. 이를 통해 중소사업자들은 더 넓은 배송 범위 내에서 신속한 배송을 실현할 수 있게 된다.이번 협약에 따라, 삼양로지스틱스는 카카오모빌리티의 물류 인프라를 활용해, 빠른 배송이 필요한 고객에게 안정적인 당일·새벽배송 서비스를 제공하게 된다.또한, 양사는 3PL(Third Party Logistics) 확대를 목표로, 앞으로도 지속적인 협력 관계를 이어가며 물류 서비스의 품질을 강화할 예정이다.김태현 카카오모빌리티 에이전트 사업실장은 “이번 협력은 이커머스 중소사업자들이 효율적인 물류 운영과 고객 만족도를 높일 수 있는 중요한 계기가 될 것”이라며, “카카오모빌리티는 다양한 파트너사들과의 협력을 통해 소상공인들이 상생할 수 있는 물류 생태계를 구축해 나갈 것”이라고 밝혔다.강영봉 삼양로지스틱스 사업부문장은 “카카오모빌리티의 공급망을 활용해 고객에게 카카오 T 당일배송 서비스를 안정적으로 제공할 수 있는 기반을 마련했다”며, “양사의 지속적인 협력으로 3PL 확대 서비스와 더 나은 물류 솔루션을 제공할 것”이라고 말했다.카카오모빌리티는 풀필먼트 운영, IT 솔루션 개발, 물류 자동화 설비 등 다양한 사물 이동 분야에서 역량을 갖춘 기업들과 협력하며 카카오 T 당일배송 서비스를 고도화하고 있다.지난해부터 글로벌 전자상거래 플랫폼 카페24와 협력해, 200만 이커머스 중소업체에 카카오 T 당일배송 인프라를 제공하고 있으며, 이를 통해 온라인 소상공인들의 판매 경쟁력과 자생력 강화를 돕고 있다.이번 협약은 중소형 이커머스 사업자들이 물류 경쟁력을 강화할 수 있는 중요한 기반을 마련할 것으로 기대된다. 카카오는 앞으로도 다양한 파트너사와 협력하며 물류 생태계를 지속적으로 확장할 계획이다.",
        "description": "<b>카카오</b>모빌리티(대표 류긍선)가 물류 전문 기업 삼양로지스틱스(대표 박경철)와 손잡고, 중소형 이커머스... 김태현 <b>카카오</b>모빌리티 에이전트 사업실장(왼쪽)과 강영봉 삼양로지스틱스 국내 사업 부문장(오른쪽)이 지난... ",
        "link": "https://n.news.naver.com/mnews/article/018/0005882862?sid=105",
        "org_link": "http://www.edaily.co.kr/news/newspath.asp?newsid=02345206639084736",
        "publish_date": "2024-11-11 10:44:00",
        "title": "<b>카카오</b>T, 중소 이커머스 사업자 당일·새벽배송 지원한다",
        "summary": "카카오모빌리티와 삼양로지스틱스가 협력하여 중소형 이커머스 사업자들의 물류 경쟁력을 강화하기 위한 풀필먼트 및 상생협력 업무협약을 체결했습니다. 이를 통해 카카오 T 당일배송 인프라와 삼양로지스틱스의 물류 운영 역량을 결합하여, 중소사업자들이 별도의 인프라 투자 없이 당일배송 및 새벽배송 서비스를 이용할 수 있도록 지원할 예정입니다. 또한, 양사는 3PL 확대를 목표로 지속적인 협력을 통해 물류 서비스의 품질을 강화할 계획입니다."
    },
    {
        "cnt": 31,
        "content": "카카오뱅크는 아파트관리비의 알림부터 조회, 납부까지 한 번에 할 수 있는 '아파트관리비 납부 서비스'를 출시한다고 11일 밝혔다.이번 서비스는 아파트 커뮤니티 서비스 '아파트아이'와 아파트 서비스 전문기업 이지스엔터프라이즈와의 제휴를 기반으로 제공한다. 이 중 아파트아이는 전국 약 3만 여 단지에 걸친 관리비 결제·입주민 생활지원 서비스 등을 지원하는 서비스로, 이용 가능 단지 수 기준으로 국내 1위 서비스다. 작년 말 공동주택관리 정보시스템상 관리비 공개 의무단지(300세대 이상 공동주택, 150세대 이상 주상복합아파트 등) 기준으로는 아파트아이에 등록된 단지가 약 90% 이상일 정도로 전국 대부분의 공동주택을 커버하고 있다.고객들은 카카오뱅크 앱 화면 내에서 '아파트아이'에 편리하게 가입하고 해당 서비스를 이용할 수 있다. 아파트관리비의 내역 조회, 알림 설정, 납부기능을 한 곳에서 모두 이용할 수 있는 은행은 아파트아이 제휴 은행 중 카카오뱅크가 유일하다.우선 관리비고지일과 납부마감일 등 주요 납부 시점에 앱 푸시를 통한 알림을 받을 수 있다. 자동이체 등 자동납부의 경우 출금예정 알림과 납부 결과 알림도 받을 수 있어 관리비 연체 등도 방지해준다.카카오뱅크 앱 화면 내에서 아파트관리비를 조회하는 것도 가능하다. 관리비 기본 내역은 물론 청소비·소독비 등 상세 항목, 전기·수도·온수 등 에너지사용료도 확인할 수 있다. 동일 면적의 다른 세대와의 비교도 가능하며, 전월 대비 관리비의 증감 내역도 볼 수 있어 전력 등 에너지 낭비를 줄이고 관리비를 절약하는 데에도 도움받을 수 있다.아파트관리비 납부의 경우 '즉시납부'와 '자동납부' 중 선택할 수 있다. 원할 때마다 1건씩 납부하고 싶을 경우 즉시납부를, 매달 자동이체를 원할 경우 자동납부를 선택하면 된다. 납부마감일 이후에는 '관리사무소 정보'를 통해 관리사무소 계좌번호도 알 수 있어 직접 이체도 가능하다.카카오뱅크는 이번 아파트관리비 납부 서비스 출시를 통해 세금·공과금 납부에 이어 납부 범위를 확장할 수 있게 됐다. 카카오뱅크는 2023년 5월 앱에서 국세, 국고금 내역을 조회하고 납부할 수 있는 '세금·공과금 납부 서비스'를 출시해 운영해오고 있다. 해당 서비스는 출시 1년여 만에 약 40만건의 납부가 이뤄지는 등 일상 속 필수 금융 서비스로 자리 잡았다.카카오뱅크 관계자는 \"이번 서비스를 통해 카카오뱅크 앱 하나로 아파트관리비에 대한 사항을 더욱 편리하게 살펴보실 수 있길 바란다\"며 \"앞으로도 생활 속 유용한 기능을 선보일 수 있도록 노력해나갈 것\"이라고 말했다권지예 기자 kwonjiye@edaily.co.kr",
        "description": "<b>카카오</b>뱅크는 아파트관리비의 알림부터 조회, 납부까지 한 번에 할 수 있는 '아파트관리비 납부 서비스'를... 고객들은 <b>카카오</b>뱅크 앱 화면 내에서 '아파트아이'에 편리하게 가입하고 해당 서비스를 이용할 수 있다.... ",
        "link": "https://n.news.naver.com/mnews/article/241/0003393767?sid=101",
        "org_link": "https://isplus.com/article/view/isp202411110052",
        "publish_date": "2024-11-11 10:43:00",
        "title": "<b>카카오</b>뱅크, 아파트관리비 알림·조회·납부까지 한다",
        "summary": "카카오뱅크는 아파트 관리비를 알림, 조회, 납부까지 한 번에 처리할 수 있는 '아파트관리비 납부 서비스'를 출시했습니다. 이 서비스는 아파트 커뮤니티 서비스 '아파트아이'와의 제휴를 통해 제공되며, 고객들은 카카오뱅크 앱을 통해 관리비 내역 조회, 알림 설정, 즉시납부 및 자동납부 기능을 이용할 수 있습니다. 이를 통해 카카오뱅크는 세금 및 공과금 납부에 이어 납부 범위를 확장하게 되었으며, 사용자들에게 더욱 편리한 금융 서비스를 제공하고자 합니다."
    },
    {
        "cnt": 32,
        "content": "(카카오뱅크 제공)(서울=뉴스1) 김근욱 기자 = 카카오뱅크는 유니세프 한국위원회와 함께 개최한 친환경 기부 마라톤 '2024 Save Race'(세이브 레이스)를 성공적으로 마무리했다고 11일 밝혔다.카카오뱅크가 올해 처음으로 주관하는 세이브 레이스는 기후 위기로 피해를 본 어린이들을 후원하기 위한 기부 마라톤으로, 폐플라스틱으로 만들어진 메달과 기념품을 제공하는 등 친환경 행사로 기획됐다.이번 행사에 참여한 인원은 총 3000명으로, 참가자들은 여의도 한강공원부터 월드컵대교까지 왕복 10Km를 달렸다.참가자 전원에게는 폐플라스틱을 재활용한 러닝캡, 러닝벨트 등 6종의 기념품이 제공됐다. 기념품 포장에는 생분해 비닐과 테이프 없는 종이 박스를 사용했으며, 이벤트 현장에서도 리플렛을 따로 제공하지 않고 다회용컵 이용 급수대를 운영하는 등 친환경 마라톤의 의미를 더했다.카카오뱅크는 이번 행사를 통해 총 13억 원을 기부했다고 밝혔다. 지난 7월 유니세프 한국위원회에 10억 원을 기부한 데이 이어 행사 당일에도 3억 원을 추가로 기부한 것이다.카카오뱅크의 기부금은 3000여 명의 참가자들이 후원한 참가비와 함께 캄보디아·라오스 등 동아시아 국가 기후위기 대응 및 해당 국가 어린이 지원에 사용될 계획이다.카카오뱅크 관계자는 \"기후위기 대응에 더 많은 관심을 가질 수 있도록 최근 트렌드로 자리 잡은 마라톤에 친환경 문화를 더한 이벤트를 기획했다\"며 \"카카오뱅크는 앞으로도 고객과 함께하는 다양한 활동을 통해 사회적 책임과 역할을 다하는 기업으로 성장해 나가겠다\"고 말했다.",
        "description": "<b>카카오</b>뱅크는 유니세프 한국위원회와 함께 개최한 친환경 기부 마라톤 '2024 Save Race'(세이브 레이스)를 성공적으로 마무리했다고 11일 밝혔다. <b>카카오</b>뱅크가 올해 처음으로 주관하는 세이브 레이스는 기후 위기로 피해를... ",
        "link": "https://n.news.naver.com/mnews/article/421/0007898894?sid=101",
        "org_link": "https://www.news1.kr/finance/general-finance/5596042",
        "publish_date": "2024-11-11 10:38:00",
        "title": "<b>카카오</b>뱅크, 친환경 마라톤에 3000여명 참가…&quot;유니세프에 13억원 기부&quot;",
        "summary": "카카오뱅크는 유니세프 한국위원회와 함께 친환경 기부 마라톤 '2024 Save Race'를 성공적으로 마무리했으며, 이 행사를 통해 총 13억 원을 기부했습니다. 이번 마라톤은 기후 위기로 피해를 본 어린이들을 지원하기 위한 목적으로, 폐플라스틱으로 만든 기념품과 생분해 비닐을 사용하는 등 친환경적으로 기획되었습니다. 기부금은 캄보디아와 라오스 등 동아시아 국가의 기후위기 대응 및 어린이 지원에 사용될 예정입니다."
    },
    {
        "cnt": 33,
        "content": "김태현(왼쪽) 카카오모빌리티 에이전트 사업실장과 강영봉 삼양로지스틱스 국내 사업 부문장이 지난 5일 경기도 판교 소재 카카오모빌리티 사옥에서 업무협약(MOU)을 체결한 뒤 기념사진을 촬영하고 있다./카카오모빌리티 제공카카오모빌리티가 삼양로지스틱스와 중소형 전자상거래(이커머스) 최적화 풀필먼트(Fulfillment) 구축에 나선다고 11일 밝혔다. 풀필먼트란, 물류 기업이 판매자 대신 제품 준비, 포장, 배송을 모두 맡는 물류 종합 대행 서비스다.카카오모빌리티와 삼양로지스틱스는 지난 5일 경기도 판교 소재 카카오모빌리티 사옥에서 ‘풀필먼트 경쟁력 강화 및 상생협력 업무협약’을 체결했다.양사는 카카오 T 당일 배송의 인프라와 삼양로지스틱스의 물류 운영 역량을 기반으로, 급변하는 이커머스 환경에서 중소상공인이 경쟁력을 확보할 수 있는 물류 생태계 환경을 조성하겠다는 계획이다.카카오 T 당일 배송은 B2B(기업 대 기업) 당일 및 새벽 배송 서비스다. ▲물류 관리 ▲관제 모니터링 ▲최적화 동선 설계 등 자체 ICT(정보 기술) 기반으로 서비스를 제공한다.이번 협약을 통해 카카오모빌리티는 삼양로지스틱스의 운송 자원과 마이크로풀필먼트 센터(Micro Fulfillment Center·MFC)를 자사 인프라와 연계한다. 카카오 T 당일배송의 배송 권역을 서울 및 경기 일부 지역에서 수도권 전체로 연내 확대하는 등 라스트마일(last mile·최종 배송) 서비스를 고도화한다.삼양로지스틱스는 카카오모빌리티의 안정적인 공급망을 기반으로, 빠른 배송이 필요한 고객사에 당일 및 새벽 배송 서비스를 제공할 수 있게 된다.",
        "description": "<b>카카오</b>모빌리티가 삼양로지스틱스와 중소형 전자상거래(이커머스) 최적화 풀필먼트(Fulfillment) 구축에... <b>카카오</b>모빌리티와 삼양로지스틱스는 지난 5일 경기도 판교 소재 <b>카카오</b>모빌리티 사옥에서 ‘풀필먼트... ",
        "link": "https://n.news.naver.com/mnews/article/366/0001031155?sid=105",
        "org_link": "https://biz.chosun.com/it-science/ict/2024/11/11/VM3BDD5HH5GA5MNLY2J4IUXGQY/?utm_source=naver&utm_medium=original&utm_campaign=biz",
        "publish_date": "2024-11-11 10:38:00",
        "title": "<b>카카오</b>모빌리티, 삼양로지스틱스와 풀필먼트 경쟁력 강화 맞손",
        "summary": "카카오모빌리티와 삼양로지스틱스는 중소형 전자상거래에 최적화된 풀필먼트 서비스를 구축하기 위해 업무협약을 체결했습니다. 이를 통해 카카오모빌리티는 삼양로지스틱스의 물류 자원과 마이크로풀필먼트 센터를 활용하여 카카오 T 당일 배송 서비스를 수도권 전체로 확대하고, 삼양로지스틱스는 안정적인 공급망을 통해 빠른 배송 서비스를 제공할 계획입니다."
    },
    {
        "cnt": 34,
        "content": "매일 톡딜 에이스 상품 초특가 공개17시 선착순 장바구니 쿠폰팩 증정카카오페이 머니 할인 혜택존 ‘머니딜’ 제공3백개 브랜드 9백여개 베스트 제품 최대 91% 할인[이데일리 김현아 기자] 카카오(035720)(대표이사 정신아)의 카카오톡 쇼핑하기가 ‘톡딜위크’ 프로모션을 11일부터 18일까지 일주일간 진행한다고 밝혔다.이번 행사에서는 카테고리별 톡딜 에이스 상품을 초특가로 선보이며, 고객들에게 다양한 혜택을 제공한다.매일 초특가 톡딜 에이스 상품 공개‘톡딜위크’ 기간 동안, 매일 2개 톡딜 에이스 상품이 초특가로 공개된다. 이 상품들은 폴로 랄프로렌 의류(패션뷰티), 더블하트 모유실감(리빙유아동), 여수라테라스 윈터빌리지 패키지(여행레저), 동원참치(신선/가공 식품), 미닉스(디지털가전) 등 인기 브랜드와 제품들로 구성된다. 이외에도 나이키, 막스마라, 다이슨, 좋은느낌, 고려은단, 세타필, 락포트 등 약 3백개 브랜드의 제품들이 최대 91% 할인 혜택을 제공한다.17시 한정 선착순 혜택과 ‘머니딜’ 할인매일 17시부터는 구매 금액에 따라 최대 10% 할인 쿠폰(최대 3만원 할인) 등 3종 쿠폰팩을 선착순으로 제공하며, 카카오페이 머니 할인 혜택존에서는 ‘머니딜’*이 적용된 상품에 대해 2만원 이상 구매 시 10% 할인 쿠폰(최대 5천원 할인)을 증정한다. ‘머니딜’ 카테고리에서는 하기스, 크록스, 더미식 등 총 66개 브랜드의 대표 제품을 저렴한 가격에 구매할 수 있는 기회가 제공된다.‘또봐쿠폰’ 이벤트와 신규 고객 할인이번 ‘톡딜위크’에서 구매한 고객들은 ‘또봐쿠폰’ 이벤트에 참여할 수 있다. 이 이벤트는 다음 톡딜위크에서 사용할 수 있는 쿠폰을 제공하며, 이를 통해 고객들이 지속적으로 혜택을 누릴 수 있다. 또한 쇼핑하기 신규 고객에게는 조건 없이 3천원 할인 쿠폰을 전원에게 지급하며, 쇼핑하기에 첫 방문하는 고객도 손쉽게 혜택을 받을 수 있다.‘톡딜위크’는 패션뷰티, 리빙유아동, 여행레저, 식품, 가전 등 다양한 카테고리의 인기 제품을 할인된 가격에 제공한다. 특히 다이슨 에어랩 i.d. 멀티 스타일러와 에브리봇 쓰리스핀 EVO 등 인기 가전 제품도 이번 행사에 처음 참여하며, 소비자들에게 합리적인 가격으로 만나볼 수 있는 기회를 제공한다.카카오 커머스 관계자는 “지난 톡딜위크에서 고객 반응이 높았던 인기 상품과 신규 제품을 선보이기 위해 다양한 프로모션을 마련했다”며, “카카오톡 쇼핑하기 톡딜위크에서 특별한 혜택들을 만나보시길 바란다”고 전했다.카카오톡 쇼핑하기 외에도 카카오톡 선물하기, 카카오쇼핑라이브 등 카카오에서 제공하는 다양한 상품과 이벤트 정보들은 쇼핑탭에서 쉽게 확인할 수 있다.‘톡딜위크’는 11월 18일까지 진행된다.",
        "description": "<b>카카오</b>(035720)(대표이사 정신아)의 <b>카카오</b>톡 쇼핑하기가 ‘톡딜위크’ 프로모션을 11일부터 18일까지 일주일간 진행한다고 밝혔다. 이번 행사에서는 카테고리별 톡딜 에이스 상품을 초특가로 선보이며, 고객들에게 다양한... ",
        "link": "https://n.news.naver.com/mnews/article/018/0005882854?sid=105",
        "org_link": "http://www.edaily.co.kr/news/newspath.asp?newsid=02318966639084736",
        "publish_date": "2024-11-11 10:38:00",
        "title": "담을수록 커지는 할인! <b>카카오</b>톡 쇼핑하기, ‘톡딜위크’ 오픈",
        "summary": "카카오는 11월 11일부터 18일까지 '톡딜위크' 프로모션을 통해 다양한 카테고리의 인기 제품을 최대 91% 할인된 가격에 제공하며, 매일 17시 선착순으로 할인 쿠폰을 증정합니다. 또한, 신규 고객에게는 3천원 할인 쿠폰을 지급하고, '또봐쿠폰' 이벤트를 통해 다음 톡딜위크에서도 혜택을 받을 수 있는 기회를 제공합니다. 이번 행사에는 다이슨, 나이키 등 인기 브랜드의 제품들이 포함되어 있으며, 카카오톡 쇼핑하기를 통해 쉽게 참여할 수 있습니다."
    },
    {
        "cnt": 35,
        "content": "[서울=뉴시스] 남정현 기자 = 카카오페이손해보험이 해외여행보험 재가입 할인 대상자를 3개월보다 긴 전체 가입자로 확대한다고 11일 밝혔다.기존 3개월 이하 단기여행상품 재가입에만 적용되던 해외여행보험 5% 할인 혜택(2년 이내 재가입 시)을 가입 기간과 상관없이 모든 사용자에게 자동 적용한다.이에 카카오페이손해보험 해외여행보험 사용자는 함께하면 할인(2명 5%, 3명 이상 10%)과 무사고 환급(10%, 최대 3만원 한도), 재가입 할인(5%) 등의 혜택을 중복으로 누릴 수 있다.카카오페이손해보험의 해외여행보험은 최소 1일부터 최대 1년까지 보장 기간을 선택해 가입할 수 있다. 지난 9월 보장 기간을 최대 1년으로 확대한 이후 장기여행상품의 가입자 수가 꾸준히 늘었다고 카카오페이손해보험은 설명했다.카카오페이손해보험의 해외여행보험은 출시 1년 4개월 만에 누적 가입자 수 200만명을 돌파했다.장영근 대표는 \"해외 체류 기간과 상황에 맞춰 본인에게 필요한 보장을 직접 더하고 빼 설계하는 DIY 보장이 사용자들에게 좋은 반응을 얻고 있다\"며 \"카카오페이손해보험은 앞으로 사용자의 더 다양한 상황에 대비할 수 있는 폭넓은 보장과 보험 상품을 내놓을 것\"이라고 말했다.",
        "description": "<b>카카오</b>페이손해보험이 해외여행보험 재가입 할인 대상자를 3개월보다 긴 전체 가입자로 확대한다고 11일... 이에 <b>카카오</b>페이손해보험 해외여행보험 사용자는 함께하면 할인(2명 5%, 3명 이상 10%)과 무사고 환급(10%, 최대... ",
        "link": "https://n.news.naver.com/mnews/article/003/0012895622?sid=101",
        "org_link": "https://www.newsis.com/view/NISX20241111_0002953964",
        "publish_date": "2024-11-11 10:29:00",
        "title": "<b>카카오</b>페이손보, 여행자보험 재가입 할인 전체로 확대",
        "summary": "카카오페이손해보험은 해외여행보험의 재가입 할인 혜택을 모든 가입자로 확대하여, 가입 기간과 상관없이 5% 할인을 자동 적용한다고 발표했습니다. 이로 인해 사용자는 함께하면 할인, 무사고 환급, 재가입 할인 등의 혜택을 중복으로 받을 수 있으며, 보장 기간은 최소 1일부터 최대 1년까지 선택 가능합니다. 또한, DIY 보장 설계가 사용자들에게 긍정적인 반응을 얻고 있으며, 앞으로 더 다양한 상황에 대비할 수 있는 보험 상품을 제공할 계획입니다."
    },
    {
        "cnt": 36,
        "content": "카카오톡 쇼핑하기에서 18일까지 '톡딜위크' 프로모션이 진행된다.'톡딜위크' 기간 중 카테고리별 톡딜 에이스 상품 2개를 초특가로 공개한다. 톡딜 에이스 상품은 폴로 랄프로렌 의류(패션뷰티), 더블하트 모유실감(리빙유아동), 여수라테라스 윈터빌리지 패키지(여행레저) 동원참치(신선/가공 식품), 미닉스(디지털가전) 등 인가상품들로 구성됐다.매일 오후 5시에는 구매 금액에 따라 사용할 수 있는 최대 10%할인(최대 3만원) 쿠폰을 비롯한 3종 쿠폰팩을 선착순으로 제공한다. 카카오페이 머니 할인 혜택존에서는 '머니딜'이  적용되는 상품에 한해 2만원 이상 구매 시 10%할인(최대 5000원) 쿠폰을 증정한다. '머니딜'에서 하기스, 크록스, 더미식 등 66개 대표 제품을 저렴하게 구매할 수 있다.이번 '톡딜위크' 구매객이 '또봐쿠폰'이벤트에 참여하면  다음 톡딜위크에서 사용할 수 있는 쿠폰을 제공한다. 또한, 쇼핑하기 신규 고객에게는 조건 없이 3000원 할인되는 쿠폰을 전원에게 지급한다.이밖에도 나이키, 막스마라, 다이슨, 좋은느낌, 고려은단, 세타필, 락포트 등 약 300개 브랜드의 900여개 제품을 최대 91% 할인 받을 수 있다. 특히 다이슨 에어랩 i.d. 멀티 스타일러, 에브리봇 쓰리스핀 EVO 등은 톡딜위크에 처음 참여하는 가전 제품으로 합리적 가격으로 소비자를 만난다.카카오톡 쇼핑하기 톡딜위크. 카카오 제공",
        "description": "<b>카카오</b>톡 쇼핑하기에서 18일까지 '톡딜위크' 프로모션이 진행된다. '톡딜위크' 기간 중 카테고리별 톡딜... <b>카카오</b>페이 머니 할인 혜택존에서는 '머니딜'이 적용되는 상품에 한해 2만원 이상 구매 시 10%할인(최대 5000원)... ",
        "link": "https://n.news.naver.com/mnews/article/029/0002914784?sid=105",
        "org_link": "https://www.dt.co.kr/contents.html?article_no=2024111102109931044003&ref=naver",
        "publish_date": "2024-11-11 10:27:00",
        "title": "<b>카카오</b>톡 쇼핑하기, 18일까지 `톡딜위크` 프로모션…선착순 쿠폰팩 등 ...",
        "summary": "카카오톡 쇼핑하기에서 '톡딜위크' 프로모션이 18일까지 진행되며, 다양한 카테고리의 인기 상품을 초특가로 제공한다. 매일 오후 5시에는 최대 10% 할인 쿠폰을 선착순으로 제공하며, 카카오페이 머니 할인 혜택도 적용된다. 또한, 약 300개 브랜드의 900여개 제품을 최대 91% 할인된 가격으로 구매할 수 있다."
    },
    {
        "cnt": 37,
        "content": "[서울=뉴시스] 이정필 기자 = 카카오뱅크는 아파트관리비의 알림과 조회·납부를 한 번에 할 수 있는 '아파트관리비 납부 서비스'를 출시한다고 11일 밝혔다.카카오뱅크에 따르면 이번 서비스는 아파트 커뮤니티 서비스 '아파트아이'와, 아파트 서비스 전문기업 '이지스엔터프라이즈'와의 제휴를 기반으로 제공한다. 고객들은 카카오뱅크 앱 화면 내에서 아파트아이에 가입하고 해당 서비스를 이용할 수 있다. 아파트관리비의 내역 조회, 알림 설정, 납부기능을 한 곳에서 모두 이용할 수 있다.카카오뱅크는 지난해 5월 앱에서 국세, 국고금 내역을 조회하고 납부할 수 있는 '세금·공과금 납부 서비스'를 출시해 운영 중이다. 해당 서비스는 출시 1년여 만에 약 40만 건의 납부가 이뤄졌다고 전했다.",
        "description": "<b>카카오</b>뱅크는 아파트관리비의 알림과 조회·납부를 한 번에 할 수 있는 '아파트관리비 납부 서비스'를 출시한다고 11일 밝혔다. <b>카카오</b>뱅크에 따르면 이번 서비스는 아파트 커뮤니티 서비스 '아파트아이'와, 아파트 서비스... ",
        "link": "https://n.news.naver.com/mnews/article/003/0012895608?sid=101",
        "org_link": "https://www.newsis.com/view/NISX20241111_0002953944",
        "publish_date": "2024-11-11 10:26:00",
        "title": "<b>카카오</b>뱅크, 아파트관리비 납부 서비스 출시",
        "summary": "카카오뱅크는 아파트 관리비를 조회, 알림 설정, 납부할 수 있는 '아파트관리비 납부 서비스'를 출시했습니다. 이 서비스는 아파트아이와 이지스엔터프라이즈와의 제휴를 통해 제공되며, 고객들은 카카오뱅크 앱을 통해 쉽게 이용할 수 있습니다. 또한, 카카오뱅크는 이전에 세금 및 공과금 납부 서비스를 출시하여 1년 만에 약 40만 건의 납부를 기록한 바 있습니다."
    },
    {
        "cnt": 38,
        "content": "'아파트아이'와 제휴...전국 3만여 단지에서 이용 가능[이데일리 최정훈 기자] 카카오뱅크는 아파트관리비의 알림부터 조회, 납부까지 한 번에 할 수 있는 ‘아파트관리비 납부 서비스’를 출시한다고 11일 밝혔다.이번 서비스는 아파트 커뮤니티 서비스 ‘아파트아이’와 아파트 서비스 전문기업 이지스엔터프라이즈(주)와의 제휴를 기반으로 제공한다. 이 중 아파트아이는 전국 약 3만 여 단지에 걸친 관리비 결제·입주민 생활지원 서비스 등을 지원하는 서비스로, 이용 가능 단지 수 기준으로 국내 1위 서비스다.지난해 말 공동주택관리 정보시스템상 관리비 공개 의무단지(300세대 이상 공동주택, 150세대 이상 주상복합아파트 등) 기준으로는 아파트아이에 등록된 단지가 약 90% 이상일 정도로 전국 대부분의 공동주택을 커버하고 있다.고객들은 카카오뱅크 앱 화면 내에서 ‘아파트아이’에 편리하게 가입하고 해당 서비스를 이용할 수 있다. 아파트관리비의 내역 조회, 알림 설정, 납부기능을 한 곳에서 모두 이용할 수 있는 은행은 아파트아이 제휴 은행 중 카카오뱅크가 유일하다.우선 관리비고지일과 납부마감일 등 주요 납부 시점에 앱 푸시를 통한 알림을 받을 수 있다. 자동이체 등 자동납부의 경우 출금예정 알림과 납부 결과 알림도 받을 수 있어 관리비 연체 등도 방지해준다.카카오뱅크 앱 화면 내에서 아파트관리비를 조회하는 것도 가능하다. 관리비 기본 내역은 물론 청소비·소독비 등 상세 항목, 전기·수도·온수 등 에너지사용료도 확인할 수 있다. 동일 면적의 다른 세대와의 비교도 가능하며, 전월 대비 관리비의 증감 내역도 볼 수 있어 전력 등 에너지 낭비를 줄이고 관리비를 절약하는 데에도 도움받을 수 있다.아파트관리비 납부의 경우 ‘즉시납부’와 ‘자동납부’ 중 선택할 수 있다. 원할 때마다 1건씩 납부하고 싶을 경우 즉시납부를, 매달 자동이체를 원할 경우 자동납부를 선택하면 된다. 납부마감일 이후에는 ‘관리사무소 정보’를 통해 관리사무소 계좌번호도 알 수 있어 직접 이체도 가능하다.카카오뱅크 관계자는 “이번 서비스를 통해 카카오뱅크 앱 하나로 아파트관리비에 대한 사항을 더욱 편리하게 살펴보실 수 있길 바란다”며 “앞으로도 생활 속 유용한 기능을 선보일 수 있도록 노력해나갈 것”이라고 말했다.",
        "description": "<b>카카오</b>뱅크는 아파트관리비의 알림부터 조회, 납부까지 한 번에 할 수 있는 ‘아파트관리비 납부 서비스’를... 고객들은 <b>카카오</b>뱅크 앱 화면 내에서 ‘아파트아이’에 편리하게 가입하고 해당 서비스를 이용할 수 있다.... ",
        "link": "https://n.news.naver.com/mnews/article/018/0005882838?sid=101",
        "org_link": "http://www.edaily.co.kr/news/newspath.asp?newsid=02259926639084736",
        "publish_date": "2024-11-11 10:23:00",
        "title": "<b>카카오</b>뱅크, 아파트관리비 납부 서비스 출시",
        "summary": "카카오뱅크는 아파트 관리비의 조회, 알림, 납부를 한 번에 처리할 수 있는 '아파트관리비 납부 서비스'를 출시했습니다. 이 서비스는 아파트 커뮤니티 서비스 '아파트아이'와의 제휴를 통해 제공되며, 전국 약 3만여 단지에서 이용 가능합니다. 고객들은 카카오뱅크 앱을 통해 관리비 내역 조회, 알림 설정, 즉시납부 및 자동납부 기능을 이용할 수 있어 관리비 절약과 에너지 낭비 방지에 도움을 받을 수 있습니다."
    },
    {
        "cnt": 39,
        "content": "카카오페이손해보험이 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인 대상자를 전체로 확대한다고 11일 밝혔다.기존 3개월 이하 단기여행상품 재가입에만 적용됐던 해외여행보험 5% 할인(2년 이내 재가입 시)을 가입 기간과 상관없이 모든 사용자에게 적용하기로 했다. 이에 카카오손보 해외여행보험 사용자는 함께하면 할인(2명 5%, 3명 이상 10%)과 무사고 환급(10%, 최대 3만원), 재가입 할인(5%) 등 혜택을 중복으로 누릴 수 있게 됐다.카카오손보는 지난 9월 보장 기간을 최대 1년으로 확대한 이후 장기여행상품 가입자 수가 증가하고 있다고 설명했다. 가입 목적은 유학, 워킹홀리데이, 장기해외여행, N달살기, 세계일주, 어학연수, 해외인턴십·연수·취업·주재·파견·봉사 등으로 다양하다. 장기여행상품 가입자 평균 가입일은 약 234일로 출국 국가는 영미권이 51%로 가장 많았고 아시아 43%, 유럽 6% 순이었다.장영근 카카오손보 대표는 “해외 체류 기간과 상황에 맞춰 본인에게 필요한 보장을 직접 더하고 빼 설계하는 DIY(Do It Yourself) 보장이 사용자들에게 좋은 반응을 얻고 있다”며 “앞으로도 더 다양한 상황에 대비할 수 있는 폭넓은 보장과 보험 상품을 내놓을 것”이라고 말했다.한편 카카오손보 해외여행보험은 출시 1년 4개월 만인 지난달 누적 가입자 200만명을 돌파했다.",
        "description": "<b>카카오</b>페이손해보험이 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인 대상자를 전체로... 이에 <b>카카오</b>손보 해외여행보험 사용자는 함께하면 할인(2명 5%, 3명 이상 10%)과 무사고 환급(10%, 최대 3만원)... ",
        "link": "https://n.news.naver.com/mnews/article/277/0005498145?sid=101",
        "org_link": "https://view.asiae.co.kr/article/2024111110211308967",
        "publish_date": "2024-11-11 10:21:00",
        "title": "<b>카카오</b>페이손보, 여행자보험 재가입 할인 대상 확대",
        "summary": "카카오페이손해보험은 해외여행보험 재가입 할인 대상을 전체 사용자로 확대하여, 모든 가입자가 할인 혜택을 받을 수 있도록 했습니다. 장기여행상품의 보장 기간을 최대 1년으로 늘린 이후, 다양한 목적의 장기 여행자 수가 증가하고 있으며, DIY 보장 설계가 사용자들에게 긍정적인 반응을 얻고 있습니다. 카카오손보 해외여행보험은 출시 1년 4개월 만에 누적 가입자 200만명을 돌파했습니다."
    },
    {
        "cnt": 40,
        "content": "[이데일리 경계영 기자] 덕히알엑스(DuckheeRx)는 카카오톡 채널을 통해 피부 전문 상담 서비스를 출시한다고 11일 밝혔다.인공지능(AI) 기반 맞춤형 화장품 프로그램을 운영하는 덕히알엑스는 AI 피부 측정과 ‘덕히알고리즘’을 기반으로 11가지 피부 특성을 점수화하고 맞춤형 화장품을 제공하는 브랜드다. 화장품 순서와 생활 습관을 코칭하고 다양한 라이프스타일 요소까지 고려해 피부 케어 해결책도 제안한다.피부 전문 상담 서비스는 덕히알엑스 카카오톡 채널에서 신청할 수 있으며 오전 10시부터 오후 5시까지 고객이 원하는 시간에 자유롭게 이용 가능하다. 서비스는 덕히알엑스 홈페이지·앱에서 ‘3일 무료 체험 이벤트’에 참여한 고객을 대상으로 피부 고민을 상담해준다.조윤호 덕히알엑스 대표는 “피부 고민은 매우 개인적이고 다양하기에 고객이 건강한 피부를 가질 수 있는 지원책으로 맞춤형 상담 서비스를 기획했다”며 “많은 분이 이 서비스를 통해 자신에게 맞는 스킨케어 솔루션을 찾기를 바란다”고 말했다.(사진=덕히알엑스)",
        "description": "덕히알엑스(DuckheeRx)는 <b>카카오</b>톡 채널을 통해 피부 전문 상담 서비스를 출시한다고 11일 밝혔다. 인공지능(AI)... 피부 전문 상담 서비스는 덕히알엑스 <b>카카오</b>톡 채널에서 신청할 수 있으며 오전 10시부터 오후 5시까지... ",
        "link": "https://n.news.naver.com/mnews/article/018/0005882822?sid=101",
        "org_link": "http://www.edaily.co.kr/news/newspath.asp?newsid=02204166639084736",
        "publish_date": "2024-11-11 10:16:00",
        "title": "덕히알엑스, <b>카카오</b>톡 채널서 피부 상담서비스",
        "summary": "덕히알엑스는 카카오톡 채널을 통해 AI 기반의 맞춤형 피부 상담 서비스를 출시했습니다. 이 서비스는 AI 피부 측정과 '덕히알고리즘'을 활용하여 11가지 피부 특성을 점수화하고, 맞춤형 화장품과 생활 습관 코칭을 제공합니다. 고객은 덕히알엑스 홈페이지나 앱에서 3일 무료 체험 이벤트에 참여하여 피부 고민 상담을 받을 수 있습니다."
    },
    {
        "cnt": 41,
        "content": "인도네시아 현지 디지털은행 슈퍼뱅크, 3개월만에 200만 고객 돌파… 수신금액 229% 급증ⓒ카카오뱅크[디지털데일리 권유승 기자] KB국민은행이 인도네시아(이하 '인니') 시장 공략에 여전히 고전을 면치 못하고 있는 것과 대조적으로 인터넷전문은행인 카카오뱅크는 인도네시아 '슈퍼뱅크'를 등에 업고 현지에서 빠르게 성장중이다.KB국민은행이 3조원 넘게 투입한 인니 법인 '부코핀은행(현 KB뱅크)'이 1조5000억원에 달하는 손실을 보고 있는 것과는 대조적이다.인니 디지털은행에 전략적 투자로 참여한 카카오뱅크는 플랫폼의 에코시스템을 접목한 성장 전략 등을 바탕으로 해외 역량을 더욱 확대해 나간다는 계획이다.11일 카카오뱅크 3분기 실적보고서에 따르면 카카오뱅크가 전략적 지분 투자로 론칭한 인도네시아 디지털은행 슈퍼뱅크가 200만명의 고객을 확보하며 급성장하고 있다.지난 6월 런칭 이후 100만 고객 달성 기간이 2개월에 불과했다. 인도네시아 주요 디지털은행들이 100만고객 달성까지 6개월~12개월이 걸렸다는 점을 감안하면 슈퍼뱅크의 이 같은 고객 유입은 괄목할만한 성과라는 평가다.여수신 성장세도 가파르다. 슈퍼뱅크의 지난 9월 수신금액은 2827억원으로 1분기만에 무려 229% 늘어났다. 같은 기간 여신금액도 4231억원으로 31% 성장했다.카카오뱅크는 지난 6일 3분기 실적발표회에서도 슈퍼뱅크에 대한 자신감을 드러냈다.김석 카카오뱅크 최고운영책임자(COO)는 이날 \"인도네시아의 금융 환경은 국내와 다른 점이 많이 있다\"며 \"그럼에도 불구하고 슈퍼뱅크는 그랜드 론칭 이후 기존의 어떤 디지털뱅크 사업자보다도 빠른 시일 안에 여신, 수신, 고객수 등 세 가지 관점에서 모두 빠른 성장을 기록했다\"고 말했다.그러면서 \"그랩의 에코시스템을 활용한 시장 진입이 초기 전략으로 주요했다고 판단한다\"며 \"아울러 인도네시아의 기존 디지털 뱅크와 달리 슈퍼뱅크의 많은 상품 및 서비스가 카카오뱅크와의 긴밀한 협의하에 만들어졌다\"고 설명했다.그는 \"국내 경험을 해외에 이식했을 때 반응이 어느 정도인지 확인하고 싶었던 서비스와 상품이 반영됐고 이에 대한 고객의 좋은 평가가 지금의 성과로 나타났다\"고 덧붙였다.카카오뱅크는 이러한 성장전략을 바탕으로 태국 공략까지 나선다는 방침이다.태국에서 버츄얼 뱅크 라이센스를 취득할 경우 프론트 엔드, 앱 개발 등에 직접 참여하겠다는 청사진을 제시했다.김 COO는 \"카카오뱅크는 상품 및 서비스 기획 이후 관련되는 UI·UX 등을 포함한 직접적인 필요 범위 내 개발 순서를 확정해 해외 시장에서의 비즈니스를 확대해 나가고 있다\"며\" 이런 경험에 기반해서 추가적인 글로벌 전략 확대를 고민하고 있다\"고 설명했다.◆일찌감치 인니 공략 나섰던 KB국민은행은 1조원이상 손실반면 일찌감치 인니 공략에 나섰던 국민은행은 아직까지도 고전을 면치 못해 카카오뱅크와는 대조적인 모습을 보이고 있다.국민은행은 2018년부터 부코핀은행(현 KB뱅크)에 3조1000억원을 투입하며 경영정상화에 나서고 있지만 현재까지 약 1조5000억원의 손실을 나타내며 부실의 늪에서 허덕이고 있는 실정이다.특히 2022년 완전자본잠식 상태에 빠진 부코핀은행은 2020년 이후 4년6개월간 인도네시아 금융당국으로부터 28번의 제재까지 받아 심각성을 더했다.이에 정치권에서도 부코핀은행의 총체적 부실 운영에 대한 지적이 제기되기도 했다.조승래 의원(더불어민주당)은 지난달 17일 국회 정무위원회 금융감독원 대상 국정감사에서 \"인도네시아에 투자한 다른 은행들의 상황이 모두 그렇지만은 않은데, KB 부코핀은행은 손실이 심각하다\"며 꼬집었다.그러면서 \"KB부코핀은행의 부실채권(NPL) 비중도 또 다시 급증하고 있다\"며\" 매우 심각한 상황\"이라고 덧붙였다.아울러 조 의원측으로부터, 부코핀은행이 경영정상화를 위해 지난 1년6개월이상 공들여왔던 1000억원 규모의 차세대 IT프로젝트까지 실패했다며 질타를 받은 바 있다.조 의원은 \"KB부코핀은행이 승부수를 걸겠다하면서 추진한 IT사업은 2023년1월부터 올해 8월까지 1000억원이 투자됐지만, 오픈을 못했다\"며 \"더구나 IT프로젝트에 참여했던 용역업체에게 책임을 전가하고, 최근 다른 대기업에게 프로젝트를 넘기면서 기존 용역업체에게 대금을 지급하지않다\"고 비판했다.이와관련 은행측은 최근 기존 주사업자였던 미국의 DXC테크놀러지와 계약을 해지하고, LG CNS의 인니 현지 합작사와 계약을 맺고 프로젝트를 이어갈 것으로 알려졌다.금융당국에서도 부코핀 은행에 대한 시선이 곱지 않다.이복현 금융감독원장은 당시 국정감사에서 \"부코핀은행에 대해 매우 심각하게 보고 있었다\"며 엄정한 검사를 주문하기도 했다.은행권에서도 부코핀은행에 대한 부정적인 전망이 주를 이룬다.한 시중은행 관계자는 \"주로 은행들은 상대적으로 부실한 현지 은행들을 인수해 정상화 시키는 방식으로 인도네시아 공략에 나서고 있다\"며 \"인도네시아 시장이 좋지 않은 상황에서 특히 적자가 심한 부코핀은행은 정상화하기까지 상당 시간이 소요될 것으로 보이는데, 정상화 과정 또한 쉽지 않을 것\"이라고 내다봤다.",
        "description": "인터넷전문은행인 <b>카카오</b>뱅크는 인도네시아 '슈퍼뱅크'를 등에 업고 현지에서 빠르게 성장중이다.... 인니 디지털은행에 전략적 투자로 참여한 <b>카카오</b>뱅크는 플랫폼의 에코시스템을 접목한 성장 전략 등을 바탕으로... ",
        "link": "https://n.news.naver.com/mnews/article/138/0002185988?sid=101",
        "org_link": "https://www.ddaily.co.kr/page/view/2024111109514381856",
        "publish_date": "2024-11-11 10:11:00",
        "title": "<b>카카오</b>뱅크, 인도네시아서 '훨훨'… 고전중인 KB국민은행과 극명한 대조",
        "summary": "카카오뱅크는 인도네시아 디지털은행 슈퍼뱅크를 통해 현지에서 빠르게 성장하고 있으며, 3개월 만에 200만 고객을 확보하고 수신금액이 229% 증가하는 등 괄목할 만한 성과를 보이고 있습니다. 반면, KB국민은행은 인도네시아 부코핀은행에 3조 원 이상을 투자했음에도 불구하고 1조 5000억 원의 손실을 기록하며 경영 정상화에 어려움을 겪고 있습니다. 카카오뱅크는 이러한 성공을 바탕으로 태국 시장 진출도 계획하고 있습니다."
    },
    {
        "cnt": 42,
        "content": "◆…사진=카카오페이손해보험카카오페이손해보험이 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인 대상자를 전체로 확대한다고 11일 밝혔다.기존 3개월 이하 단기여행상품 재가입에만 적용되던 해외여행보험 5% 할인 혜택(2년 이내 재가입 시)을 가입 기간과 상관없이 모든 사용자에게 자동 적용하는 것이다.이에 따라 카카오페이손해보험 해외여행보험 사용자는 함께하면 할인과 무사고 환급, 재가입 할인 등의 혜택을 중복으로 누릴 수 있게 됐다.카카오페이손해보험의 해외여행보험은 최소 1일부터 최대 1년까지 보장 기간을 선택해 가입할 수 있다. 지난 9월 보장 기간을 최대 1년으로 확대한 이후 장기여행상품의 가입자 수는 다양한 수요와 맞물려 꾸준히 늘고 있다.가입 목적은 유학, 워킹홀리데이, 장기해외여행, N달살기, 세계일주, 어학연수, 해외인턴십 등으로 다양하다. 장기여행상품 가입자의 평균 가입일은 약 234일로 출국 국가는 영미권이 51%로 가장 많았고, 아시아 43%, 유럽 6% 순이었다.장기여행상품 가입자는 체류 기간과 목적이 다양한 만큼 본인의 상황에 맞게 직접 설계할 수 있는 DIY 보장과 든든한 보장을 담보하는 고급형 보장을 선호했다.보장별 가입 비율을 보면 DIY가 40%로 가장 많았고, 고급형(32%), 기본형(28%)이 뒤를 이었다. 이와 달리 단기여행상품 가입자의 경우 가벼운 보장을 선호해 가입자의 절반 정도가 기본형을 선택하는 것으로 나타났다.원하는 보장만 선택할 수 있는 장점을 살려 장기여행상품 가입자는 ▲큰 사고로 장애가 생기거나 이송이 필요할 때 ▲다른 사람에게 피해를 입혔을 때 특약을 가장 많이 선택한 것으로 나타났다.장기간 해외에 거주하기 때문에 본인의 사고나 질병뿐 아니라 다른 사람에게 끼치는 피해, 배상 책임 등 다양한 문제를 대비하려는 것으로 분석된다.장영근 카카오페이손해보험 대표는 \"해외 체류 기간과 상황에 맞춰 본인에게 필요한 보장을 직접 더하고 빼 설계하는 DIY 보장이 사용자들에게 좋은 반응을 얻고 있다\"면서 \"카카오페이손해보험은 앞으로 사용자의 더 다양한 상황에 대비할 수 있는 폭넓은 보장과 보험 상품을 내놓을 것\"이라고 말했다.",
        "description": "<b>카카오</b>페이손해보험이 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인 대상자를 전체로... 이에 따라 <b>카카오</b>페이손해보험 해외여행보험 사용자는 함께하면 할인과 무사고 환급, 재가입 할인 등의... ",
        "link": "https://n.news.naver.com/mnews/article/123/0002346312?sid=101",
        "org_link": "http://www.joseilbo.com/news/news_read.php?uid=529710&class=18&grp=",
        "publish_date": "2024-11-11 10:01:00",
        "title": "<b>카카오</b>페이손해보험, 여행자보험 장기 가입 수요 증가에 재가입 할인 대...",
        "summary": "카카오페이손해보험은 해외여행보험의 재가입 할인 혜택을 모든 사용자에게 확대 적용한다고 발표했습니다. 장기여행상품의 수요가 증가함에 따라, 사용자는 DIY 보장 설계를 통해 본인의 상황에 맞는 보장을 선택할 수 있으며, 특히 장기 체류 시 발생할 수 있는 다양한 문제에 대비할 수 있는 특약을 선호하는 경향이 있습니다. 장영근 대표는 이러한 사용자 맞춤형 보장이 긍정적인 반응을 얻고 있으며, 앞으로 더 다양한 상황에 대비할 수 있는 보험 상품을 제공할 계획이라고 밝혔습니다."
    },
    {
        "cnt": 43,
        "content": "10일 서울 여의도 한강공원에서 열린 친환경 기부 마라톤 '2024 세이브 레이스' 참가자들이 마라톤 출발선에서 기념 촬영을 하고 있다.(사진=카카오뱅크 제공) *재판매 및 DB 금지[서울=뉴시스]이주혜 기자 = 카카오뱅크는 지난 10일 유니세프 한국위원회와 함께 개최한 친환경 기부 마라톤 '2024 세이브 레이스, 런 포 에브리 차일드'를 마쳤다고 11일 밝혔다.2024 세이브 레이스는 기후위기로 피해를 입은 어린이를 후원하기 위한 기부 마라톤이다. 이번 행사에서 3000여명의 참가자들은 서울 여의도 한강공원부터 월드컵대교까지 왕복 10㎞를 달렸다.참가자 전원에게는 폐플라스틱을 재활용한 러닝캡, 러닝벨트 등 6종의 기념품이 제공됐다. 기념품 포장에는 생분해 비닐과 테이프 없는 종이 박스를 사용했다. 이벤트 현장에서도 리플렛을 따로 제공하지 않고 다회용컵 이용 급수대를 운영했다.또 환경문제 인식 제고를 위해 기후위기 피해를 입은 난민 어린이가 식수를 얻기 위한 과정, 업사이클링 및 파쇄 과정을 직접 체험하는 체험 부스도 운영됐다.카카오뱅크는 이번 행사를 통해 총 13억원을 기부했다. 7월 유니세프 한국위원회에 10억원을 기부했고 이번 행사에서 기부금 전달식을 진행해 3억원을 추가로 기부했다. 카카오뱅크의 기부금은 3000여명의 참가자가 후원한 참가비와 함께 캄보디아·라오스 등 동아시아 국가 기후위기 대응 및 해당 국가 어린이 지원에 사용될 계획이다.카카오뱅크 관계자는 \"기후위기 대응에 더 많은 관심을 가질 수 있도록 최근 트렌드로 자리 잡은 마라톤에 친환경 문화를 더한 이벤트를 기획했다\"며 \"카카오뱅크는 앞으로도 고객과 함께하는 다양한 활동을 통해 사회적 책임과 역할을 다하는 기업으로 성장해 나가겠다\"고 말했다.",
        "description": "<b>카카오</b>뱅크는 지난 10일 유니세프 한국위원회와 함께 개최한 친환경 기부 마라톤 '2024 세이브 레이스, 런 포... <b>카카오</b>뱅크는 이번 행사를 통해 총 13억원을 기부했다. 7월 유니세프 한국위원회에 10억원을 기부했고 이번... ",
        "link": "https://n.news.naver.com/mnews/article/003/0012895485?sid=101",
        "org_link": "https://www.newsis.com/view/NISX20241111_0002953859",
        "publish_date": "2024-11-11 09:58:00",
        "title": "<b>카카오</b>뱅크, 친환경 기부 마라톤 '2024 세이브 레이스' 성료",
        "summary": "카카오뱅크는 유니세프 한국위원회와 함께 기후위기로 피해를 입은 어린이를 지원하기 위한 '2024 세이브 레이스' 친환경 기부 마라톤을 개최했습니다. 이 행사에는 3000여 명이 참가하여 서울 여의도 한강공원에서 월드컵대교까지 10km를 달렸으며, 카카오뱅크는 총 13억 원을 기부하여 동아시아 국가의 기후위기 대응 및 어린이 지원에 사용할 계획입니다. 행사에서는 폐플라스틱을 재활용한 기념품 제공, 생분해 비닐 사용 등 친환경적인 요소를 강조했습니다."
    },
    {
        "cnt": 44,
        "content": "지난 5~8일까지 나흘 연속 압수수색증선위, 지난 6일 카모에 중징계 결정[서울=뉴시스] 김근수 기자 = 14일 서울 용산역 택시 승강장에서 카카오 택시가 운행을 하고 있다. 공정거래위원회에 따르면 카카오모빌리티가 카카오T앱의 일반 중형택시 호출 알고리즘을 조작해 가맹 기사를 우선 배차하거나 유리하게 배차하는 방법으로 우대했다고 밝혔다. 2023.02.14. ks@newsis.com[서울=뉴시스] 오정우 기자 = 검찰이 카카오T 가맹 택시 기사에 호출(콜)을 몰아주고 다른 택시 회사의 콜을 차단한 의혹으로 카카오 및 카카오모빌리티(카모)에 대한 5차 강제수사에 나섰다. 검찰은 지난 5일부터 8일까지 나흘 연속으로 압수수색을 진행한 바 있다.서울남부지검 금융조사2부(부장검사 장대규)는 11일 오전 공정거래법 위반 혐의로 경기 성남 판교에 있는 카카오 본사와 카모 사무실 등 총 3곳에 대한 압수수색을 진행 중이라고 밝혔다.앞서 검찰은 지난 5일 카카오 본사와 카모 사무실 등 총 7곳에 대한 강제수사에 착수한 바 있다.이후 같은 달 8일까지 나흘 연속 강제수사를 통해 사무실 컴퓨터를 압수해 전산 자료와 회사 내부 문서를 들여다보고 디지털 포렌식을 진행한 것으로 파악됐다.카모는 가맹택시인 '카카오T 블루'에 콜을 몰아주고 다른 회사 택시 기사가 사용할 수 있는 '일반 호출'을 차단하기 위해 알고리즘을 조작했다고 혐의를 받는다.해당 사건을 조사한 공정거래위원회는 지난해 카모에 '콜 몰아주기' 혐의로 시정명령과 과징금 271억2000만원을 부과했다. 지난달엔 '콜 차단' 혐의로 과징금 724억원을 부과하기도 했다.본 수사는 중소벤처기업부가 지난해 12월18일 공정위에 카모를 '콜 몰아주기' 혐의로 고발하도록 요청하며 시작됐다. 공정위는 지난달 카모를 '콜 차단' 혐의로도 검찰에 고발한 상태다.한편 증권선물위원회(증선위)는 지난 6일 제19차 회의에서 카모에 중징계를 결정했다.증선위는 과징금 34억6000만원, 대표이사에 3억4000만원, 전(前) 재무담당임원에게 3억4000만원 등 총 41억4000만원의 과징금 제재 조치를 의결했다．",
        "description": "검찰이 <b>카카오</b>T 가맹 택시 기사에 호출(콜)을 몰아주고 다른 택시 회사의 콜을 차단한 의혹으로 <b>카카오</b> 및 <b>카카오</b>모빌리티(카모)에 대한 5차 강제수사에 나섰다. 검찰은 지난 5일부터 8일까지 나흘 연속으로 압수수색을... ",
        "link": "https://n.news.naver.com/mnews/article/003/0012895486?sid=102",
        "org_link": "https://www.newsis.com/view/NISX20241111_0002953849",
        "publish_date": "2024-11-11 09:58:00",
        "title": "'콜 차단·몰아주기' <b>카카오</b>·<b>카카오</b>모빌리티 5번째 압수수색",
        "summary": "카카오모빌리티는 카카오T 앱의 알고리즘을 조작하여 가맹 택시 기사에게 유리하게 배차하고 다른 택시 회사의 호출을 차단한 혐의를 받고 있습니다. 이에 따라 공정거래위원회는 카모에 대해 시정명령과 과징금을 부과했으며, 검찰은 카카오 및 카카오모빌리티에 대한 강제수사를 진행 중입니다. 또한, 증권선물위원회는 카모에 대해 과징금 41억4000만원을 부과하는 중징계를 결정했습니다."
    },
    {
        "cnt": 45,
        "content": "카카오페이손해보험은 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인 대상자를 전체로 확대한다고 11일 밝혔다.기존 3개월 이하 단기여행상품 재가입에만 적용되던 해외여행보험 5% 할인 혜택(2년 이내 재가입 시)을 가입 기간과 상관없이 모든 사용자에게 자동 적용하는 것이다. 이에 따라 카카오페이손보 해외여행보험 사용자는 함께하면 할인(2명 5%·3명 이상 10%)과 무사고 환급(10%·최대 3만 원 한도), 재가입 할인(5%) 등의 혜택을 중복으로 누릴 수 있게 됐다.카카오페이 손해보험./카카오페이카카오페이손보의 해외여행보험은 최소 1일부터 최대 1년까지(보험기간 3개월 이하, 해외여행보험·보험기간 3개월 초과, 해외N달살기보험) 보장 기간을 선택해 가입할 수 있다. 지난 9월 보장 기간을 최대 1년으로 확대한 이후 장기여행상품의 가입자 수는 다양한 수요와 맞물려 꾸준히 늘고 있다.가입 목적은 유학, 워킹홀리데이, 장기해외여행, N달살기, 세계일주, 어학연수, 해외인턴십·연수·취업·주재·파견·봉사 등으로 다양하다. 장기여행상품 가입자의 평균 가입일은 약 234일로 출국 국가는 영미권이 51%로 가장 많았고, 아시아 43%, 유럽 6% 순이었다.장기여행상품 가입자는 체류 기간과 목적이 다양한 만큼 본인의 상황에 맞게 직접 설계할 수 있는 DIY 보장과 든든한 보장을 담보하는 고급형 보장을 선호했다. 보장별 가입 비율을 보면 DIY가 40%로 가장 많았고, 고급형(32%), 기본형(28%)이 뒤를 이었다. 이와 달리 단기여행상품 가입자의 경우 가벼운 보장을 선호해 가입자의 절반 정도가 기본형을 선택하는 것으로 나타났다.카카오페이손해보험 장영근 대표는 “해외 체류 기간과 상황에 맞춰 본인에게 필요한 보장을 직접 더하고 빼 설계하는 DIY 보장이 사용자들에게 좋은 반응을 얻고 있다”면서 “카카오페이손해보험은 앞으로 사용자의 더 다양한 상황에 대비할 수 있는 폭넓은 보장과 보험 상품을 내놓을 것”이라고 말했다.",
        "description": "<b>카카오</b>페이손해보험은 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인 대상자를 전체로... 이에 따라 <b>카카오</b>페이손보 해외여행보험 사용자는 함께하면 할인(2명 5%·3명 이상 10%)과 무사고 환급(10%·최대... ",
        "link": "https://n.news.naver.com/mnews/article/366/0001031135?sid=101",
        "org_link": "https://biz.chosun.com/stock/finance/2024/11/11/VERDX2TSHJGNHKPWYIACFGCCSU/?utm_source=naver&utm_medium=original&utm_campaign=biz",
        "publish_date": "2024-11-11 09:55:00",
        "title": "<b>카카오</b>페이손보, 여행자보험 재가입 ‘할인 대상’ 확대",
        "summary": "카카오페이손해보험은 해외여행보험의 재가입 할인 혜택을 모든 사용자에게 확대 적용한다고 발표했습니다. 이로 인해 사용자는 재가입 할인, 함께하면 할인, 무사고 환급 등의 혜택을 중복으로 받을 수 있게 되었습니다. 또한, 장기여행상품의 수요가 증가함에 따라 사용자는 DIY 보장과 고급형 보장을 선호하며, 다양한 체류 목적에 맞춰 보험을 설계할 수 있습니다."
    },
    {
        "cnt": 46,
        "content": "유학, 해외여행 등 다양한 수요…장기 여행상품 가입자 꾸준히 증가카카오페이손해보험이 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인 대상자를 전체로 확대한다고 11일 밝혔다. /사진제공=카카오페이손해보험(서울=뉴스1) 박재찬 보험전문기자 = 카카오페이손해보험이 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인 대상자를 전체로 확대한다고 11일 밝혔다.기존 3개월 이하 단기여행상품 재가입에만 적용되던 해외여행보험 5% 할인 혜택(2년 이내 재가입 시)을 가입 기간과 상관없이 모든 사용자에게 자동 적용하는 것이다. 이에 따라 카카오페이손보 해외여행보험 사용자는 함께하면 할인(2명 5%·3명 이상 10%)과 무사고 환급(10%·최대 3만 원 한도), 재가입 할인(5%) 등의 혜택을 중복으로 누릴 수 있게 됐다.카카오페이손보의 해외여행보험은 최소 1일부터 최대 1년까지(보험기간 3개월 이하, 해외여행보험·보험기간 3개월 초과, 해외N달살기보험) 보장 기간을 선택해 가입할 수 있다. 지난 9월 보장 기간을 최대 1년으로 확대한 이후 장기여행상품의 가입자 수는 다양한 수요와 맞물려 꾸준히 늘고 있다.가입 목적은 유학, 워킹홀리데이, 장기해외여행, N달살기, 세계일주, 어학연수, 해외인턴십·연수·취업·주재·파견·봉사 등으로 다양하다. 장기여행상품 가입자의 평균 가입일은 약 234일로 출국 국가는 영미권이 51%로 가장 많았고, 아시아 43%, 유럽 6% 순이었다.장기여행상품 가입자는 체류 기간과 목적이 다양한 만큼 본인의 상황에 맞게 직접 설계할 수 있는 DIY 보장과 든든한 보장을 담보하는 고급형 보장을 선호했다.보장별 가입 비율을 보면 DIY가 40%로 가장 많았고, 고급형(32%), 기본형(28%)이 뒤를 이었다. 이와 달리 단기여행상품 가입자의 경우 가벼운 보장을 선호해 가입자의 절반 정도가 기본형을 선택하는 것으로 나타났다.원하는 보장만 선택할 수 있는 장점을 살려 장기여행상품 가입자는 △큰 사고로 장애가 생기거나 이송이 필요할 때(상해·질병 사망·후유장해, 사고 구조·송환 비용)와 △다른 사람에게 피해를 입혔을 때(배상 책임) 특약을 가장 많이 선택한 것으로 나타났다. 장기간 해외에 거주하기 때문에 본인의 사고나 질병뿐 아니라 다른 사람에게 끼치는 피해, 배상 책임 등 다양한 문제를 대비하려는 것으로 분석된다.카카오페이손해보험 장영근 대표는 \"해외 체류 기간과 상황에 맞춰 본인에게 필요한 보장을 직접 더하고 빼 설계하는 DIY 보장이 사용자들에게 좋은 반응을 얻고 있다\"면서 \"카카오페이손해보험은 앞으로 사용자의 더 다양한 상황에 대비할 수 있는 폭넓은 보장과 보험 상품을 내놓을 것\"이라고 말했다.",
        "description": "박재찬 보험전문기자 = <b>카카오</b>페이손해보험이 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입... 이에 따라 <b>카카오</b>페이손보 해외여행보험 사용자는 함께하면 할인(2명 5%·3명 이상 10%)과 무사고 환급(10%·최대... ",
        "link": "https://n.news.naver.com/mnews/article/421/0007898693?sid=101",
        "org_link": "https://www.news1.kr/finance/insurance-card/5595903",
        "publish_date": "2024-11-11 09:38:00",
        "title": "<b>카카오</b>페이손해보험, 해외여행보험 2년내 재가입 5% 추가 할인",
        "summary": "카카오페이손해보험은 장기 여행상품 가입자의 증가에 따라 해외여행보험 재가입 할인 혜택을 모든 사용자에게 확대 적용한다고 발표했습니다. 장기 여행상품은 유학, 워킹홀리데이, 장기 해외여행 등 다양한 목적으로 가입되며, 가입자들은 본인의 상황에 맞춰 DIY 보장이나 고급형 보장을 선호하는 경향이 있습니다. 이러한 변화는 사용자가 직접 필요한 보장을 선택할 수 있는 유연성을 제공하여 긍정적인 반응을 얻고 있습니다."
    },
    {
        "cnt": 47,
        "content": "지난 10일 카카오뱅크와 유니세프가 여의도 한강공원에서 주최한 친환경 기부 마라톤 '2024 Save Race'에 참여한 참가자들이 마라톤 출발선에서 기념 촬영을 하고 있다.카카오뱅크(대표 윤호영)는 친환경 기부 마라톤 '2024 세이브 레이스, 런 포 에브리 차일드(Save Race, Run for Every Child)'를 성공적으로 마쳤다고 11일 밝혔다.카카오뱅크가 올해 처음으로 주관하는 '2024 세이브 레이스'는 기후위기로 피해를 입은 어린이들을 후원하기 위한 기부 마라톤으로 지난 10일 유니세프 한국위원회와 함께 개최했다.행사 참가 인원은 총 3000명 규모로, 참가자들은 여의도 한강공원부터 월드컵대교까지 왕복 10㎞를 달렸다.참가자 전원에게는 폐플라스틱을 재활용한 러닝캡, 러닝벨트 등 6종 기념품이 제공됐다. 기념품 포장에는 생분해 비닐과 테이프 없는 종이 박스를 사용하고, 이벤트 현장에서도 리플렛을 따로 제공하지 않고 다회용컵 이용 급수대를 운영하는 등 친환경 마라톤의 의미를 더했다.환경문제 인식 제고를 위한 체험 부스도 운영했다. 기후위기 피해를 입은 난민 어린이가 식수를 얻기 위한 과정이나, 업사이클링 및 파쇄 과정을 직접 체험하며 기후 변화의 위험성을 느끼고 일상에서 실천할 수 있는 환경 보호 활동을 안내했다.함께 진행된 기후위기 토크콘서트에서는 조미진 유니세프 한국위원회 사무총장과 권유리 배우가 참여해 기후위기와 미래세대에 대한 이야기를 나눴다.카카오뱅크는 이번 행사를 통해 총 13억원을 기부했다. 지난 7월 유니세프 한국위원회에 10억원을 기부한 것에 이어, 행사 당일에도 기부금 전달식을 진행해 3억원을 추가로 기부했다. 기부금은 3000여명 참가자가 후원한 참가비와 함께 캄보디아·라오스 등 동아시아 국가 기후위기 대응 및 해당 국가 어린이 지원에 사용될 계획이다.카카오뱅크 관계자는 “기후위기 대응에 더 많은 관심을 가질 수 있도록 최근 트렌드로 자리잡은 마라톤에 친환경 문화를 더한 이벤트를 기획했다”며 “고객과 함께하는 다양한 활동으로 사회적 책임과 역할을 다하는 기업으로 성장하겠다”고 말했다.",
        "description": "<b>카카오</b>뱅크(대표 윤호영)는 친환경 기부 마라톤 '2024 세이브 레이스, 런 포 에브리 차일드(Save Race, Run for Every Child)'를 성공적으로 마쳤다고 11일 밝혔다. <b>카카오</b>뱅크가 올해 처음으로 주관하는 '2024 세이브 레이스'는... ",
        "link": "https://n.news.naver.com/mnews/article/030/0003256088?sid=101",
        "org_link": "https://www.etnews.com/20241111000083",
        "publish_date": "2024-11-11 09:31:00",
        "title": "<b>카카오</b>뱅크, 친환경 마라톤 '2024 세이브레이스' 성료…유니세프에 13억...",
        "summary": "카카오뱅크와 유니세프가 주최한 '2024 Save Race'는 기후위기로 피해를 입은 어린이들을 지원하기 위한 친환경 기부 마라톤으로, 3000명이 참여하여 성공적으로 마무리되었습니다. 참가자들은 친환경 기념품을 받고, 기후위기 체험 부스를 통해 환경 보호의 중요성을 배웠으며, 카카오뱅크는 총 13억원을 기부하여 동아시아 국가의 기후위기 대응 및 어린이 지원에 사용될 예정입니다. 이번 행사는 마라톤에 친환경 문화를 더해 기후위기에 대한 인식을 높이고, 사회적 책임을 다하는 기업으로 성장하려는 카카오뱅크의 의지를 보여줍니다."
    },
    {
        "cnt": 48,
        "content": "ⓒ카카오뱅크[데일리안 = 이세미 기자] 카카오뱅크는 유니세프 한국위원회와 함께 개최한 친환경 기부 마라톤 '2024 Save Race, Run for Every Child’를 성공적으로 마쳤다고 11일 밝혔다.카카오뱅크가 올해 처음으로 주관하는 '2024 Save Race(2024 세이브 레이스)’는 기후위기로 피해를 입은 어린이들을 후원하기 위한 기부 마라톤으로, 폐플라스틱으로 만들어진 메달과 기념품을 제공하는 등 친환경 행사로 기획됐다.이번 행사에 참가한 인원은 총 3000명 규모다. 3000명의 참가자들은 여의도 한강공원부터 월드컵대교까지 왕복 10Km를 달렸다.참가자 전원에게는 폐플라스틱을 재활용한 러닝캡, 러닝벨트 등 6종의 기념품이 제공됐다. 기념품 포장에는 생분해 비닐과 테이프 없는 종이 박스를 사용했으며, 이벤트 현장에서도 리플렛을 따로 제공하지 않고 다회용컵 이용 급수대를 운영하는 등 친환경 마라톤의 의미를 더했다.참가자들은 환경문제 인식 제고를 위한 체험 부스에도 참여했다. 기후위기 피해를 입은 난민 어린이가 식수를 얻기 위한 과정이나, 업사이클링 및 파쇄 과정을 직접 체험하며 기후 변화의 위험성을 느끼고 일상에서 실천할 수 있는 환경 보호 활동에 대해 배우는 시간을 가졌다.이번 행사에서는 기후위기 토크콘서트, DJ 공연 등 다양한 이벤트가 함께 준비됐다. 기후위기 토크콘서트에는 유니세프 한국위원회 조미진 사무총장과 배우 권유리가 참여해 기후위기와 미래세대에 대한 이야기를 나눴다.카카오뱅크는 이번 행사를 통해 총 13억원을 기부했다. 지난 7월 유니세프 한국위원회에 10억 원을 기부한 것에 이어, 행사 당일에도 기부금 전달식을 진행해 3억 원을 추가로 기부했다. 카카오뱅크의 기부금은 3000여명의 참가자들이 후원한 참가비와 함께 캄보디아·라오스 등 동아시아 국가 기후위기 대응 및 해당 국가 어린이 지원에 사용될 계획이다.카카오뱅크 관계자는 “기후위기 대응에 더 많은 관심을 가질 수 있도록 최근 트렌드로 자리잡은 마라톤에 친환경 문화를 더한 이벤트를 기획했다\"며, “카카오뱅크는 앞으로도 고객과 함께하는 다양한 활동을 통해 사회적 책임과 역할을 다하는 기업으로 성장해 나가겠다”고 말했다.",
        "description": "<b>카카오</b>뱅크는 유니세프 한국위원회와 함께 개최한 친환경 기부 마라톤 '2024 Save Race, Run for Every Child’를 성공적으로 마쳤다고 11일 밝혔다. <b>카카오</b>뱅크가 올해 처음으로 주관하는 '2024 Save Race(2024 세이브 레이스)’는... ",
        "link": "https://n.news.naver.com/mnews/article/119/0002891211?sid=101",
        "org_link": "https://www.dailian.co.kr/news/view/1427465/?sc=Naver",
        "publish_date": "2024-11-11 09:27:00",
        "title": "<b>카카오</b>뱅크, 친환경 기부 마라톤 ‘세이브 레이스’ 성료",
        "summary": "카카오뱅크는 유니세프 한국위원회와 함께 기후위기로 피해를 입은 어린이들을 지원하기 위한 친환경 기부 마라톤 '2024 Save Race, Run for Every Child'를 성공적으로 개최했습니다. 이번 행사에는 3000명이 참가했으며, 참가자들은 친환경 기념품을 받고 환경문제 인식 제고를 위한 체험 부스에 참여했습니다. 카카오뱅크는 총 13억 원을 기부했으며, 이 기부금은 동아시아 국가의 기후위기 대응 및 어린이 지원에 사용될 예정입니다."
    },
    {
        "cnt": 49,
        "content": "이미지=카카오페이손해보험카카오페이손해보험(대표 장영근)은 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인 대상자를 전체로 확대한다고 11일 밝혔다.기존 3개월 이하 단기여행상품 재가입에만 적용됐던 해외여행보험 5% 할인(2년 이내 재가입 시)을 가입 기간과 상관없이 모든 사용자에게 적용한다. 이에 카카오손보 해외여행보험 사용자는 함께하면 할인(2명 5%, 3명 이상 10%)과 무사고 환급(10%, 최대 3만원), 재가입 할인(5%) 등 혜택을 중복으로 누릴 수 있게 됐다.카카오손보는 지난 9월 보장 기간을 최대 1년으로 확대한 이후 장기여행상품 가입자 수가 장가하고 있다고 설명했다.가입 목적은 유학, 워킹홀리데이, 장기해외여행, N달살기, 세계일주, 어학연수, 해외인턴십·연수·취업·주재·파견·봉사 등으로 다양하다. 장기여행상품 가입자 평균 가입일은 약 234일로 출국 국가는 영미권이 51%로 가장 많았고, 아시아 43%, 유럽 6% 순이다.장영근 카카오손보 대표는 “해외 체류 기간과 상황에 맞춰 본인에게 필요한 보장을 직접 더하고 빼 설계하는 DIY 보장이 사용자들에게 좋은 반응을 얻고 있다”며 “앞으로도 더 다양한 상황에 대비할 수 있는 폭넓은 보장과 보험 상품을 내놓을 것”이라 말했다.한편 카카오손보 해외여행보험은 출시 1년 4개월 만에 누적 가입자 200만명을 돌파한 바 있다.",
        "description": "<b>카카오</b>페이손해보험(대표 장영근)은 장기 가입 사용자 수요 증가에 힘입어 해외여행보험 재가입 할인... 이에 <b>카카오</b>손보 해외여행보험 사용자는 함께하면 할인(2명 5%, 3명 이상 10%)과 무사고 환급(10%, 최대 3만원)... ",
        "link": "https://n.news.naver.com/mnews/article/030/0003256051?sid=101",
        "org_link": "https://www.etnews.com/20241111000046",
        "publish_date": "2024-11-11 09:19:00",
        "title": "<b>카카오</b>페이손보, 여행자보험 '할인 대상' 재가입자 전체로 확대",
        "summary": "카카오페이손해보험은 해외여행보험의 재가입 할인 대상을 전체 사용자로 확대하여, 모든 가입자가 할인 혜택을 받을 수 있도록 했습니다. 장기 여행 상품의 수요 증가에 따라 보장 기간을 최대 1년으로 늘렸으며, 다양한 여행 목적에 맞춘 DIY 보장 설계가 사용자들에게 긍정적인 반응을 얻고 있습니다. 출시 1년 4개월 만에 누적 가입자 200만명을 돌파하며 인기를 끌고 있습니다."
    },
    {
        "cnt": 50,
        "content": "지난 10일 서울 여의도 한강공원. 카카오뱅크와 유니세프가 함께 주최한 친환경 기부 마라톤 '2024 Save Race'가 열렸다. 참가자 3000명이 마라톤 출발선에서 기념 촬영을 하고 있다./사진=카카오뱅크카카오뱅크는 지난 10일 유니세프 한국위원회와 함께 개최한 친환경 기부 마라톤 '2024 Save Race, Run for Every Child'를 성공적으로 마쳤다고 11일 밝혔다.카카오뱅크가 올해 처음으로 주관한 '2024 Save Race(2024 세이브 레이스)'는 기후위기로 피해를 입은 어린이들을 후원하기 위한 기부 마라톤으로, 폐플라스틱으로 만들어진 메달과 기념품을 제공하는 친환경 행사로 기획됐다.이번 행사에 참가한 인원은 총 3000명 규모다. 참가자들은 여의도 한강공원부터 월드컵대교까지 왕복 10Km를 달렸다.참가자 전원에게는 폐플라스틱을 재활용한 러닝캡, 러닝벨트 등 6종의 기념품이 제공됐다. 기념품 포장에는 생분해 비닐과 테이프 없는 종이 박스를 사용했다. 이벤트 현장에서도 리플렛을 따로 제공하지 않고 다회용컵 이용 급수대를 운영하는 등 친환경 마라톤의 의미를 더했다.참가자들은 환경문제 인식 제고를 위한 체험 부스에도 참여했다. 기후위기 피해를 입은 난민 어린이가 식수를 얻기 위한 과정이나, 업사이클링(새활용)과 파쇄 과정을 체험했다.기후위기 토크콘서트도 진행됐다. 유니세프 한국위원회 조미진 사무총장과 배우 권유리가 참여해 기후위기와 미래세대에 관한 이야기를 나눴다.카카오뱅크는 이번 행사를 통해 총 13억원을 기부했다. 지난 7월 유니세프 한국위원회에 10억원을 기부한 것에 이어, 행사 당일에도 기부금 전달식을 진행해 3억원을 추가로 기부했다. 카카오뱅크의 기부금은 3000 여명의 참가자들이 후원한 참가비와 함께 캄보디아·라오스 등 동아시아 국가 기후위기 대응과 해당 국가 어린이 지원에 사용될 계획이다.카카오뱅크 관계자는 \"기후위기 대응에 더 많은 관심을 가질 수 있도록 최근 트렌드로 자리잡은 마라톤에 친환경 문화를 더한 이벤트를 기획했다\"며 \"카카오뱅크는 앞으로도 고객과 함께하는 다양한 활동을 통해 사회적 책임과 역할을 다하는 기업으로 성장해 나가겠다\"고 말했다.",
        "description": "<b>카카오</b>뱅크는 지난 10일 유니세프 한국위원회와 함께 개최한 친환경 기부 마라톤 '2024 Save Race, Run for Every Child'를 성공적으로 마쳤다고 11일 밝혔다. <b>카카오</b>뱅크가 올해 처음으로 주관한 '2024 Save Race(2024 세이브 레이스)... ",
        "link": "https://n.news.naver.com/mnews/article/008/0005112506?sid=101",
        "org_link": "http://news.mt.co.kr/mtview.php?no=2024111108391025492",
        "publish_date": "2024-11-11 09:02:00",
        "title": "&quot;마라톤도 친환경으로&quot;…<b>카카오</b>뱅크, 2024 세이브 레이스 성료",
        "summary": "카카오뱅크와 유니세프가 주최한 '2024 Save Race'는 기후위기로 피해를 입은 어린이들을 지원하기 위한 친환경 기부 마라톤으로, 3000명이 참가하여 성공적으로 마무리되었습니다. 참가자들은 폐플라스틱으로 만든 기념품을 받았고, 행사에서 총 13억원이 기부되어 동아시아 국가의 기후위기 대응과 어린이 지원에 사용될 예정입니다. 카카오뱅크는 앞으로도 사회적 책임을 다하는 기업으로 성장하겠다고 밝혔습니다."
    },
    {
        "cnt": 51,
        "content": "하나증권이 카카오에 대해 목표주가를 기존 6만원에서 5만원으로 11일 하향했다. 투자의견은 '매수'를 유지했다.이준호 하나증권 연구원은 \"카카오엔터테인먼트, 픽코마의 성장둔화를 반영한 영향\"이라며 \" 주가 회복은 AI(인공지능) 성과에 달려있다\"고 말했다.이 연구원은 \"신규 AI 메신저 앱 '카나나'는 연내 사내 CBT(비공개 베타테스트) 이후 2025년 1분기 일반 사용자 CBT 예정\"이라며 \"이후 피드백을 바탕으로 서비스를 보완할 계획으로 최종 서비스의 출시는 2025년 하반기로 예상한다\"고 했다.그는 \"아직까지 AI 앱 시장에서 메인 앱은 없고 '카나나'에 대응되는 서비스는 없기에 초기 트래픽 확보는 용이할 전망\"이라며  다만 '카나나'의 차별성은 앱 내에서 많은 대화가 축적되어야 발현되는 시스템으로 파악되기에 실제 사용자 경험 개선까지는 출시 이후에도 시간이 필요해 보인다\"고 했다.",
        "description": "하나증권이 <b>카카오</b>에 대해 목표주가를 기존 6만원에서 5만원으로 11일 하향했다. 투자의견은 '매수'를 유지했다. 이준호 하나증권 연구원은 &quot;<b>카카오</b>엔터테인먼트, 픽코마의 성장둔화를 반영한 영향&quot;이라며 &quot; 주가... ",
        "link": "https://n.news.naver.com/mnews/article/008/0005112475?sid=101",
        "org_link": "http://news.mt.co.kr/mtview.php?no=2024111108370649558",
        "publish_date": "2024-11-11 08:38:00",
        "title": "<b>카카오</b>, 엔터·픽코마 성장둔화에 목표가 하향-하나증권",
        "summary": "하나증권은 카카오의 목표주가를 6만원에서 5만원으로 하향 조정했지만, 투자의견은 '매수'를 유지했습니다. 이는 카카오엔터테인먼트와 픽코마의 성장 둔화를 반영한 것이며, 주가 회복은 AI 성과에 달려 있다고 분석했습니다. 신규 AI 메신저 앱 '카나나'는 2025년 하반기 출시가 예상되며, 초기 트래픽 확보는 용이할 것으로 보이지만, 사용자 경험 개선에는 시간이 필요할 것으로 전망됩니다."
    },
    {
        "cnt": 52,
        "content": "유니세프 한국위원회에 13억원 기부…'기후위기 피해 어린이 지원'[이데일리 최정훈 기자] 카카오뱅크는 지난 10일 유니세프 한국위원회와 함께 개최한 친환경 기부 마라톤 ‘2024 Save Race, Run for Every Child’를 성공적으로 마쳤다고 11일 밝혔다.카카오뱅크와 유니세프가 함께 주최한 친환경 기부 마라톤 ‘2024 Save Race’가 지난 10일 여의도 한강공원에서 열렸다. 참가자들이 마라톤 출발선에서 기념 촬영을 하고 있다.(사진=카카오뱅크)카카오뱅크가 올해 처음으로 주관하는 ’2024 Save Race(2024 세이브 레이스)’는 기후위기로 피해를 입은 어린이들을 후원하기 위한 기부 마라톤으로, 폐플라스틱으로 만들어진 메달과 기념품을 제공하는 등 친환경 행사로 기획됐다.이번 행사에 참가한 인원은 총 3000명 규모다. 3000명의 참가자들은 여의도 한강공원부터 월드컵대교까지 왕복 10Km를 달렸다.참가자 전원에게는 폐플라스틱을 재활용한 러닝캡, 러닝벨트 등 6종의 기념품이 제공됐다. 기념품 포장에는 생분해 비닐과 테이프 없는 종이 박스를 사용했으며, 이벤트 현장에서도 리플렛을 따로 제공하지 않고 다회용컵 이용 급수대를 운영하는 등 친환경 마라톤의 의미를 더했다.참가자들은 환경문제 인식 제고를 위한 체험 부스에도 참여했다. 기후위기 피해를 입은 난민 어린이가 식수를 얻기 위한 과정이나, 업사이클링 및 파쇄 과정을 직접 체험하며 기후 변화의 위험성을 느끼고 일상에서 실천할 수 있는 환경 보호 활동에 대해 배우는 시간을 가졌다.이번 행사에서는 기후위기 토크콘서트, DJ 공연 등 다양한 이벤트가 함께 준비됐다. 기후위기 토크콘서트에는 유니세프 한국위원회 조미진 사무총장과 배우 권유리가 참여해 기후위기와 미래세대에 대한 이야기를 나눴다.마라톤에 참여한 직장인 강승현(28)씨는 “취미였던 달리기를 통해 나눔에도 동참할 수 있어 뜻깊었다”며 “다양한 체험 부스와 토크콘서트를 통해 평소 심각하게 느끼지 못하던 기후위기에 대해서도 다시 생각할 수 있는 좋은 기회가 됐다”고 소감을 전했다.카카오뱅크는 이번 행사를 통해 총 13억 원을 기부했다. 지난 7월 유니세프 한국위원회에 10억 원을 기부한 것에 이어, 행사 당일에도 기부금 전달식을 진행해 3억 원을 추가로 기부했다. 카카오뱅크의 기부금은 3천 여명의 참가자들이 후원한 참가비와 함께 캄보디아·라오스 등 동아시아 국가 기후위기 대응 및 해당 국가 어린이 지원에 사용될 계획이다.카카오뱅크 관계자는 “기후위기 대응에 더 많은 관심을 가질 수 있도록 최근 트렌드로 자리잡은 마라톤에 친환경 문화를 더한 이벤트를 기획했다“며 “카카오뱅크는 앞으로도 고객과 함께하는 다양한 활동을 통해 사회적 책임과 역할을 다하는 기업으로 성장해 나가겠다”고 말했다.",
        "description": "<b>카카오</b>뱅크는 지난 10일 유니세프 한국위원회와 함께 개최한 친환경 기부 마라톤 ‘2024 Save Race, Run for Every Child’를 성공적으로 마쳤다고 11일 밝혔다. <b>카카오</b>뱅크와 유니세프가 함께 주최한 친환경 기부 마라톤 ‘2024... ",
        "link": "https://n.news.naver.com/mnews/article/018/0005882380?sid=101",
        "org_link": "http://www.edaily.co.kr/news/newspath.asp?newsid=01521926639084736",
        "publish_date": "2024-11-11 08:36:00",
        "title": "<b>카카오</b>뱅크, 친환경 기부 마라톤 ‘2024 Save Race’ 성료",
        "summary": "카카오뱅크는 유니세프 한국위원회와 함께 기후위기로 피해를 입은 어린이들을 지원하기 위한 친환경 기부 마라톤 '2024 Save Race'를 개최하고, 총 13억 원을 기부했습니다. 이번 행사는 폐플라스틱으로 만든 기념품 제공 등 친환경적으로 기획되었으며, 참가자들은 기후위기 인식 제고를 위한 다양한 체험 부스와 토크콘서트에 참여했습니다. 기부금은 캄보디아, 라오스 등 동아시아 국가의 기후위기 대응 및 어린이 지원에 사용될 예정입니다."
    },
    {
        "cnt": 53,
        "content": "“PC·콘솔 아우르는 멀티플랫폼 전략”크로노 오디세이 등 대작도 내년 출시非게임 사업 철수하고 글로벌 게임 시장 공략”내년 상반기까지 실적 회복 어려울 듯”그래픽=손민균카카오의 ‘효자’ 계열사였던 카카오게임즈가 최근 실적 부진으로 ‘천덕꾸러기’ 신세가 됐다. 주가 하락으로 주주들의 원성이 커지면서 골프와 무선통신 등 비게임 사업을 정리하고, 본업인 게임에 자원을 집중해 반등을 노린다는 계획이다. 카카오게임즈가 내놓을 대형 신작과 글로벌 확장 전략이 실적 개선을 이끌고 주주 불만을 잠재울 수 있을지 주목된다.‘패스오브엑자일2′ 다음 달 글로벌 얼리 액세스11일 카카오게임즈에 따르면, 이 회사는 다음 달 7일 ‘핵 앤 슬래시 RPG(역할수행게임)’ 장르의 신작 ‘패스오브엑자일2′를 글로벌 얼리 액세스(앞서 해보기)로 출시할 예정이다. 글로벌 얼리 액세스는 아직 완전히 개발되지 않은 게임을 전 세계 이용자들이 미리 플레이할 수 있도록 제공하는 방식이다. 이를 통해 게임의 반응을 확인하고 완성도를 높인다는 목표다.패스오브엑자일2는 전작이 서구권에서 높은 인지도를 보유한 만큼 북미와 유럽 시장을 겨냥해 출시될 예정이며, 서구권 공략을 위한 첫 단계이자 중요한 흥행 테스트가 될 전망이다.또 카카오게임즈는 내년부터 MMORPG(대규모 다중 사용자 온라인 롤플레잉) 장르의 대형 신작 ‘크로노 오디세이’와 ‘아키에이지 크로니클’도 잇따라 선보인다.카카오게임즈의 '패스 오브 엑자일 2' 직업 위치 시연 영상./카카오게임즈 제공이들 게임은 기존의 모바일 중심 포트폴리오를 넘어 PC와 콘솔 플랫폼으로 확장하며, 서구권 이용자 성향에 맞춘 싱글 콘텐츠와 소셜 경험을 강화한 형태로 개발되고 있다.특히, PvP(개인간 전투) 요소를 줄이고 파티형 던전과 협업 미션 등 차별화된 콘텐츠로 북미와 유럽 시장에서의 흥행을 노린다는 목표다.카카오게임즈 관계자는 “모바일뿐만 아니라 PC와 콘솔을 아우르는 멀티플랫폼 확장과 장르 다각화 전략을 이행 중으로, 향후 게임 사업 기반 고도화에 주력할 예정”이라고 말했다.3분기 실적 공개 후 주가 거듭 하락카카오게임즈는 최근 비핵심 사업을 과감히 정리하고 본업인 게임에 자원을 집중하고 있다. 무선통신기기 자회사 세나테크놀로지의 지분을 매각하고, 골프 관련 자회사 카카오VX의 일부 사업을 철수해 확보한 리소스를 신작 출시와 글로벌 시장 확대에 재투자하는 구조 개편에 나선 것이다.카카오게임즈 관계자는 “회사는 핵심 사업인 게임에 보다 집중하기 위한 사업 재정비 단계로, 자회사 지분 매각과 일부 사업 철수를 진행하고 있다”며 “이로 인해 관련 실적은 중단영업손익으로 반영됐다”고 설명했다.카카오게임즈는 올해 3분기 매출 1939억원, 영업이익 57억원을 기록하며 전년 동기 대비 각각 14.3%, 80% 가까이 하락한 실적을 냈다.카카오게임즈 로고./카카오게임즈 제공김지현 흥국증권 연구원은 “세나테크놀로지 매각으로 일부 인력 효율화가 이루어졌으나, 내년 신작 출시로 인력 증가가 예상된다”며 “비핵심 자산 매각으로 인한 비용 절감 효과는 상쇄될 것으로 전망되며, 비용 효율화를 기대하기는 어려운 상황”이라고 밝혔다.카카오게임즈는 지난 6일 3분기 부진한 실적 공개에 투자심리가 얼어붙으면서 8일 기준 주가가 7% 넘게 급락했다. 이 회사의 주가는 2021년 10만원을 상회했지만 지속된 하락으로 올해는 2만원 아래에서 움직이고 있다.김현용 현대차증권 연구원은 “실적 회복을 이끌어낼 대작으로 크로노 오디세이는 내년 4분기, 아키에이지 크로니클은 2026년으로 출시가 지연되면서 내년 상반기까지는 실적 회복이 어려울 것”이라며 “오딘 이후 시장의 관심을 끄는 주요 라인업이 부재한 카카오게임즈에게 이번 지스타는 분위기 반전의 중요한 분수령이 될 것”이라고 전망했다.",
        "description": "“PC·콘솔 아우르는 멀티플랫폼 전략” 크로노 오디세이 등 대작도 내년 출시 非게임 사업 철수하고 글로벌 게임 시장 공략 ”내년 상반기까지 실적 회복 어려울 듯” <b>카카오</b>의 ‘효자’ 계열사였던 <b>카카오</b>게임즈가... ",
        "link": "https://n.news.naver.com/mnews/article/366/0001031074?sid=105",
        "org_link": "https://biz.chosun.com/it-science/ict/2024/11/11/PNLBJBURGRCHBP2KOIXR4NQLLI/?utm_source=naver&utm_medium=original&utm_campaign=biz",
        "publish_date": "2024-11-11 06:01:00",
        "title": "<b>카카오</b>게임즈, ‘실적 효자’서 ‘미운오리’로… 주주들 원성 커지자 ...",
        "summary": "카카오게임즈는 최근 실적 부진으로 비게임 사업을 정리하고 게임 사업에 집중하기로 했습니다. '패스오브엑자일2'와 같은 신작을 글로벌 시장에 출시하며, PC와 콘솔을 아우르는 멀티플랫폼 전략을 통해 북미와 유럽 시장을 공략할 계획입니다. 그러나 주요 신작 출시가 지연되면서 내년 상반기까지 실적 회복은 어려울 것으로 예상됩니다."
    },
    {
        "cnt": 54,
        "content": "코리아둘레길 4500㎞ 걷기 행사부상·이탈자 없이 순조롭게 진행'대한민국 한 바퀴 챌린지' 참가자들이 걷기 도중 포즈를 취하고 있다. 카카오 제공도전 40여일차에 접어든 카카오 '대한민국 한 바퀴 챌린지'의 완주자가 잇따라 나오고 있다. 10일 카카오에 따르면 대한민국 한 바퀴 챌린지는 지난 7일 기준 부상자와 이탈자 없이 도전을 이어가며 5명의 완주자가 나왔다. 대한민국 한 바퀴 챌린지는 국내 최장 코스인 '코리아둘레길'을 10월 1일부터 11월 30일까지 도전자별로 일정 구간을 걷고 인증하는 캠페인이다.코리아둘레길은 문화체육관광부와 한국관광공사, 관련 부처가 대한민국 외곽에 조성한 4500㎞의 걷기 여행길이다. 지난 2016년 개통한 동해 해파랑길을 시작으로 남해 남파랑길, 서해 서해랑길, 그리고 지난 9월에 개통한 DMZ 평화의 길로 구성됐다. 최근 전 구간 걷기를 마친 김황휘씨는 \"오픈채팅방에서 조원들과 정보도 공유하고 서로 많이 의지하면서 마지막까지 힘을 얻을 수 있었다\"고 소감을 밝혔다. 카카오는 챌린지에 앞서 코리아둘레길을 총 9개 구간으로 나누고, 구간별로 5명씩 총 45인을 선발했다. 도전자들은 본인이 배정된 구간 안에서 인당 500㎞를 기간 내 걸어야 한다. 본인이 원하는 시간에 원하는 거리를 걷고 인증하는 방식이다. 도전은 각자 진행하지만, 참여자들은 카카오톡에서 수시로 모여 걷기를 인증하고 정보를 공유한다. 여행 유튜버 김영수씨는 \"인증 사진이 올라올 때마다 조원들을 응원하게 되고 완주 의지도 불태우게 된다\"고 전했다.카카오는 공식 페이지 '도전 현황'을 통해 도전자들의 닉네임과 나이, 완주 목표를 담은 프로필과 코스 완주 현황을 공개했다. 지난 7일 기준 누적된 응원 수는 16만7000회, 응원 댓글은 약 1800개를 기록하고 있다.",
        "description": "도전 40여일차에 접어든 <b>카카오</b> '대한민국 한 바퀴 챌린지'의 완주자가 잇따라 나오고 있다. 10일 <b>카카오</b>에 따르면 대한민국 한 바퀴 챌린지는 지난 7일 기준 부상자와 이탈자 없이 도전을 이어가며 5명의 완주자가... ",
        "link": "https://n.news.naver.com/mnews/article/014/0005265699?sid=105",
        "org_link": "http://www.fnnews.com/news/202411101838056311",
        "publish_date": "2024-11-10 18:38:00",
        "title": "<b>카카오</b> '대한민국 한바퀴 챌린지' 벌써 5명 완주",
        "summary": "코리아둘레길 4500㎞ 걷기 행사인 '대한민국 한 바퀴 챌린지'가 부상자나 이탈자 없이 순조롭게 진행되고 있으며, 현재까지 5명의 완주자가 나왔다. 이 챌린지는 참가자들이 각자 배정된 구간에서 500㎞를 걷고 인증하는 방식으로, 카카오톡을 통해 참여자들이 정보를 공유하고 서로 응원하며 진행되고 있다."
    },
    {
        "cnt": 55,
        "content": "'이태원 클라쓰' 반년새 6만부현지 만화책 대비 5배 판매'사내 맞선' 등 총 13만부 돌파인쇄 작품 비중 80%인 미국서드라마·책까지 IP 생태계 확대카카오가 미국에서 선보인 국내 웹툰 단행본이 불티나게 팔리며 'K컬처'의 새로운 성공 사례를 쓰고 있다. 온라인 만화 시장은 성장성이 크지만 아직 출판 시장 비중이 절대적인 현지 특성에 맞춰 자체적으로 보유한 스토리 지식재산권(IP)을 웹툰뿐 아니라 종이책 등 다른 매체와 함께 전개하는 전략을 편 것이 대박으로 이어졌다.이 같은 K스토리 기반의 원소스 멀티유스 전략을 중심으로 카카오는 세계 최대 스토리 IP 시장인 미국과 일본 공략에 집중하고 있다.10일 현지 출판업계에 따르면 카카오엔터테인먼트의 북미 웹툰 사업법인 타파스엔터테인먼트가 지난 4월 미국에 발간한 웹툰 '이태원 클라쓰'(사진) 단행본 1권은 반년이 조금 넘은 현재까지 약 6만부가 팔려 나갔다. 한 달에만 대략 1만부가 판매된 셈이다.이는 미국에서 일반적인 인지도를 지닌 현지 작품이 한 달에 평균 2000부 내외로 팔리는 것과 비교하면 5배 더 많고, '배트맨' 같은 유명 노블코믹스나 '나의 히어로 아카데미아'처럼 글로벌에서 인기가 높은 일본 만화의 판매량과도 비슷한 수준이다.지난해 5월 1권을 시작으로 올해 총 6권까지 발매한 웹툰 '사내 맞선' 단행본 역시 현재까지 6만부 이상 판매된 것으로 집계됐다. 올해 3월과 6월에 각각 1, 2권이 출판돼 1만부가량 팔린 '경이로운 소문', 올해 잇달아 첫 단행본을 낸 'SSS급 죽어야 사는 헌터'와 '빙의자를 위한 특혜'까지 이 회사가 미국에서 발간한 K웹툰 단행본 5종의 총 판매량은 13만부를 돌파했다.현지에서 인기를 모은 단행본들은 카카오가 보유한 IP로 종이책 발간에 앞서 이미 다양한 매체를 통해 선보였다는 것이 공통적이다.'이태원 클라쓰'는 처음 웹툰으로 선보인 후 그 인기에 힘입어 국내에서 드라마로 만들어졌다. 현재 웹툰은 카카오의 북미 스토리 플랫폼 타파스, 드라마는 넷플릭스를 통해 미국 내 팬을 상당수 확보한 상태다. '사내 맞선'은 웹소설로 출발해 웹툰, 드라마로 IP를 확장했다. 이 작품 역시 웹소설과 웹툰은 타파스, 드라마는 넷플릭스를 통해 미국 현지에 서비스되고 있다.카카오가 미국에서 전개하는 IP 생태계를 종이책으로 확대한 것은 아직 출판 시장이 큰 현지 상황에 맞춰 빠르게 영향력을 확대하기 위한 포석이다.한국콘텐츠진흥원에 따르면 2022년 미국 만화 시장 규모는 전년 대비 7.3% 성장한 27억1300만달러(약 3조7600억원)를 기록했다. 이 중 디지털 만화와 웹툰 등 만화 앱 시장은 5억400만달러(약 7000억원)에 그쳤다. 전체 시장에서 80% 이상이 여전히 인쇄 만화 시장에 집중돼 있는 것이다.K컬처 인기에 힘입어 한국 콘텐츠의 인기가 현지에서 뜨거운 것도 주목된다. 현재 타파스가 서비스 중인 한국 작품은 1300여 개로 전체 작품 중 2%에 불과하다. 하지만 타파스 전체 매출에서 차지하는 비중은 85%에 달한다.이에 맞춰 유력 한국 IP를 활용해 웹툰과 웹소설, 현지에서 많이 찾는 종이책까지 함께 전개하는 전략을 펴고 있는 것이다. 출판 시장에서 거둔 좋은 성과에 힘입어 타파스엔터테인먼트는 오는 12월 웹소설 원작 웹툰인 '남편이 미모를 숨김' 1권을 포함해 향후 3년 안에 최소 20여 권의 단행본을 미국에서 추가로 선보일 계획이다.카카오는 글로벌 핵심 시장 중심으로 사업을 집중한다는 목표다. 앞서 카카오픽코마는 올해 안에 프랑스에 설립한 유럽 현지 법인을 해산하기로 결정하고, 지난 9월 유럽 웹툰 서비스를 종료했다. 카카오엔터테인먼트는 최근 인도네시아와 대만 시장 철수 계획을 밝혔다. 업계 관계자는 \"수익성이 낮은 지역은 과감히 포기하는 대신 '빅2' 시장인 미국과 일본에 주력한다는 전략\"이라고 말했다.[김태성 기자]",
        "description": "확대 <b>카카오</b>가 미국에서 선보인 국내 웹툰 단행본이 불티나게 팔리며 'K컬처'의 새로운 성공 사례를 쓰고... 이 같은 K스토리 기반의 원소스 멀티유스 전략을 중심으로 <b>카카오</b>는 세계 최대 스토리 IP 시장인 미국과 일본... ",
        "link": "https://n.news.naver.com/mnews/article/009/0005394032?sid=103",
        "org_link": "https://www.mk.co.kr/article/11164364",
        "publish_date": "2024-11-10 17:30:00",
        "title": "웹툰을 종이책으로 … 美서 히트 친 <b>카카오</b>",
        "summary": "카카오는 미국에서 웹툰 단행본을 성공적으로 판매하며 K컬처의 새로운 성공 사례를 만들고 있다. '이태원 클라쓰'와 '사내 맞선' 등 다양한 작품들이 웹툰, 드라마, 종이책 등 여러 매체로 확장되며 인기를 끌고 있으며, 특히 미국 출판 시장에 맞춰 종이책으로도 큰 성과를 거두고 있다. 카카오는 수익성이 낮은 지역을 포기하고 미국과 일본 등 핵심 시장에 집중하는 전략을 통해 글로벌 IP 생태계를 확장하고 있다."
    },
    {
        "cnt": 56,
        "content": "[ⓒ 네이버][디지털데일리 이나연기자] 생성형 인공지능(AI) 시대를 맞아 같은 듯 다른 전략에 돌입한 네이버와 카카오 간 경쟁이 내년부터 본격화할 전망이다. 네이버가 돈 버는 AI 사업을 위해 기업 간 거래(B2B) 시장에 집중한다면, 카카오는 제2의 ‘카카오톡’ 같은 신규 B2C 플랫폼으로 수익화를 도모한다. 다만 양사 모두 AI 사업 성과에 대한 시장 의구심을 해소하는 게 중장기적인 과제다.네이버는 생성형 AI 서비스 근간이 되는 차세대 거대언어모델(LLM)을 작년에 공개했지만 해외 빅테크 대비 기술력 차별화와 수익성에 대해 지속적인 우려가 제기돼 왔다. 최근 AI 청사진 윤곽을 드러낸 카카오도 결정적인 수익화 방안이 구체적이지 않은 점이 아쉬움으로 꼽힌다. 매년 기업들이 개최하는 개발자 컨퍼런스나 실적 컨퍼런스콜에서 나오는 내용들에 업계가 주목하는 이유다.10일 정보기술(IT)업계에 따르면 네이버는 오는 11~12일 서울 강남구 코엑스에서 ‘단(DAN) 24’ 통합 컨퍼런스를 개최한다. 이 행사는 네이버 기술과 비즈니스 방향성을 공유하고, 다양한 업계 파트너와 소통하는 자리다. 네이버는 작년 8월 ‘단 23’에서 생성형 AI 서비스 근간이 되는 거대언어모델(LLM) ‘하이퍼클로바X’와 생성형 AI 검색 ‘큐:’, 대화형 AI 서비스 ‘클로바X’ 등 서비스를 공개했다.올해는 ‘뉴로클라우드’와 같은 기업 맞춤형 유료 AI 서비스 납품 확대와 네이버 서비스 전반에 AI 기술을 반영하는 작업을 병행했다. 최수연 네이버 대표는 지난 8일 3분기 실적 컨퍼런스콜에서 “클라우드 내 B2B 사업은 뉴로클라우드 납품 지속과 업무 협업툴 ‘라인웍스’를 중심으로 성장 중”이라며 “한국수력원자력 등 업무협약(MOU)을 체결한 기업들의 도입 논의도 연내 마무리될 것”이라고 말했다.핵심사업인 검색과 커머스 등 B2C 플랫폼 부문에서도 이용자 관심사에 맞는 AI 초개인화 서비스를 확대 중이다. 먼저 지난해부터 PC 통합검색에서 베타 테스트 중인 생성형 AI 검색 서비스 큐:가 모바일로 확대 적용된다. 내년 중 모바일 통합검색에 도입할 ‘AI 브리핑’ 기능은 최신 데이터를 기반으로 이용자 의도와 맥락을 더 잘 이해해 검색에 대한 직접적인 답을 쉽게 요약해 준다. 신뢰할 수 있는 출처도 제시된다.아울러 AI 기반 맞춤형 쇼핑 추천 기능을 고도화한 ‘네이버플러스 스토어’가 별도 애플리케이션(앱)으로 출시될 예정이다. 네이버가 지난달 30일 베타 서비스를 시작한 네이버플러스 스토어는 자체 개인화 상품 추천 기술 에이아이템즈(AiTEMS)‘ 알고리즘을 고도화해 초개인화 추천 경험을 제공한다. 기존 AI 추천 서비스는 선호할 만한 상품에 중점을 뒀지만, 네이버플러스 스토어는 혜택과 프로모션 데이터, 쇼핑 관련 콘텐츠, 트렌드 정보까지 추천 범위를 넓혔다.지난달 22일 이상호 카나나엑스 성과리더는 경기도 용인시 카카오 AI 캠퍼스에서 열리는 ‘이프카카오(if kakaoAI 2024)’ 개발자 컨퍼런스에서 ‘AI 메이트와의 새로운 연결, 카나나(Kanana)’를 주제로 카카오의 신규 AI 서비스인 ‘카나나’에 대해 소개했다. [ⓒ 카카오]카카오는 지난달 22일 개발자 컨퍼런스 ‘이프카카오’를 통해 신규 AI 메이트(친구) 서비스 ‘카나나’와 동명의 AI 모델 10종을 최초 공개하며 본격적으로 생성형 AI 경쟁 출발선에 섰다. 내년부터 카나나를 시작으로 실생활과 밀접한 AI 서비스들을 순차 선보인다는 목표다.AI 대화형 플랫폼 ‘카나나’는 연내 사내 비공개 베타테스트(CBT)를 거쳐 내년 1분기 중 일반 이용자 대상 CBT에 들어간다. 카나나는 일대일 대화방과 그룹 대화방에서 친구이자 비서 역할을 하는 ‘AI’ 기능이 포함된 메신저다. 앱에서 이뤄지는 모든 대화와 누적된 기록을 바탕으로 최적화 서비스를 제공한다. 가령 ▲문서 요약 ▲시험 문제 제작 ▲장소 및 콘텐츠 추천 ▲일정 및 준비물 알림 등을 해주거나, 이용자가 찾지 않아도 실시간 상황을 인지해 먼저 대화를 걸 수도 있다.정신아 카카오 대표는 지난 7일 3분기 실적 컨퍼런스콜에서 “기본적인 수익화 방향성은 구독형 모델을 기반으로 할 것으로 예상하나, 구체적인 방안은 다양하게 검토 중”이라고 밝혔다. 카카오톡과 별도 앱으로 출시되는 만큼 기존 주력 서비스인 카카오톡과 카니발리제이션(자기잠식효과) 우려에 대해서는 일부 영향을 인정하면서도 카카오 생태계에 낼 시너지가 더 클 것이라 기대했다.정신아 대표는 “카나나 출시로 커뮤니케이션 종류가 세분화하며 카카오톡과 일부 중복된 사용성이 있을 수 있다”면서도 “해외 기업인 메타만 봐도 ‘왓츠앱’, ‘페이스북 메신저’, ‘인스타그램 DM(다이렉트 메시지)’까지 다양한 종류 소통 플랫폼이 존재하지만, 메타 생태계 내 충성 이용자 규모는 늘고 있다”고 설명했다.한편 카카오는 카카오톡 내부에서도 AI를 적극적으로 접목하려는 시도에 나선다. 톡 채널 안에서 AI가 상품을 추천해주는 ‘AI 커머스 MD’가 올해 4분기 중 출시된다. AI 커머스 MD는 선물하는 맥락과 선물 받는 친구의 성별 또는 연령대를 고려해 가장 트렌디한 상품을 추천한다. 이용자들에게 선택 고민을 줄여주는 동시에 선물을 받았을 때 만족감을 높여주는 온라인 퍼스널 쇼퍼 역할을 하는 게 목표다.",
        "description": "생성형 인공지능(AI) 시대를 맞아 같은 듯 다른 전략에 돌입한 네이버와 <b>카카오</b> 간 경쟁이 내년부터 본격화할 전망이다. 네이버가 돈 버는 AI 사업을 위해 기업 간 거래(B2B) 시장에 집중한다면, <b>카카오</b>는 제2의... ",
        "link": "https://n.news.naver.com/mnews/article/138/0002185970?sid=105",
        "org_link": "https://www.ddaily.co.kr/page/view/2024111015515305061",
        "publish_date": "2024-11-10 16:13:00",
        "title": "돈 되는 AI 만들자…걸음마 뗀 네이버·<b>카카오</b>, 내년 달린다",
        "summary": "네이버와 카카오는 생성형 AI 시대에 맞춰 각기 다른 전략을 펼치고 있다. 네이버는 B2B 시장에 집중하여 기업 맞춤형 AI 서비스를 확대하고, AI 기술을 자사 서비스에 반영하는 데 주력하고 있다. 반면 카카오는 새로운 B2C 플랫폼을 통해 수익화를 도모하며, AI 대화형 플랫폼 '카나나'를 비롯한 다양한 AI 서비스를 순차적으로 선보일 계획이다. 양사는 AI 사업의 성과에 대한 시장의 의구심을 해소하는 것이 중장기적인 과제로 남아 있다."
    },
    {
        "cnt": 57,
        "content": "연말연시 대비 위한 실사례 기반 호호 수칙 다뤄카카오는 개인정보보호위원회, 한국인터넷진흥원(KISA)와  중소사업자의 개인정보보호 역량 강화를 위한 온라인 교육을 진행했다고 10일 밝혔다.카카오와 KISA는 2022년부터 중소사업자를 대상으로 한 개인정보 보호 교육을 진행 중이다. 카카오비즈니스를 이용하는 중소사업자들의 개인정보 관리 역량을 높이기 위한 교육으로, 중소사업자가 아니더라도 개인정보에 관심 있는 누구나 참여할 수 있다.지난 7일 열린 이번 교육은 지난 8월에 이어 두 번째로 진행됐으며 경품제공 이벤트·택배물량이 증가하는 연말연시에 대비할 수 있도록 실제 사례를 바탕으로 한 개인정보 보호 수칙에 대해 다뤘다. 주정욱 KISA 책임연구원이 연사로 참여해 △개인정보 침해사고 사례 △카카오 비즈니스 단계별 개인정보 처리 시 주의사항 △개인정보 유출사고 발생 시 조치사항 등을 발표했으며 교육 이후 실시간 질의응답 시간을 가져 참가자들이 개인정보 관련 평소 궁금했던 점들을 자유롭게 질문하고 정보를 얻어갈 수 있게 했다.해당 세미나는 카카오비즈니스 세미나 홈페이지에서 다시보기로 제공될 예정이다. 카카오비즈니스 세미나는 비즈보드, 카카오톡 채널, 톡스토어 등 카카오의 다양한 비즈니스 플랫폼에 대한 정보와 교육 콘텐츠를 제공하는 플랫폼이다.카카오 관계자는 \"카카오비즈니스 파트너들이 고객정보 처리가 급증하는 연말연시를 대비할 수 있도록 이번 교육을 준비했다\" 며 \"파트너사 외에도 중소사업자들이 개인정보 관련 법률을 이해하고 안전하게 사업을 운영할 수 있도록 지속적으로 맞춤형 교육과 지원을 이어갈 계획\"이라고 밝혔다.",
        "description": "연말연시 대비 위한 실사례 기반 호호 수칙 다뤄 <b>카카오</b>는 개인정보보호위원회, 한국인터넷진흥원(KISA)와 중소사업자의 개인정보보호 역량 강화를 위한 온라인 교육을 진행했다고 10일 밝혔다. <b>카카오</b>와 KISA는 2022년부터... ",
        "link": "https://n.news.naver.com/mnews/article/029/0002914582?sid=105",
        "org_link": "https://www.dt.co.kr/contents.html?article_no=2024111002109931065005&ref=naver",
        "publish_date": "2024-11-10 10:59:00",
        "title": "<b>카카오</b>, 중소사업자 개인정보보호 역량 강화",
        "summary": "카카오는 개인정보보호위원회와 한국인터넷진흥원(KISA)와 함께 중소사업자의 개인정보보호 역량 강화를 위한 온라인 교육을 진행했습니다. 이번 교육은 연말연시 경품제공 이벤트와 택배물량 증가에 대비해 실제 사례를 바탕으로 개인정보 보호 수칙을 다루었으며, 참가자들은 실시간 질의응답을 통해 궁금한 점을 해결할 수 있었습니다. 카카오는 앞으로도 중소사업자들이 개인정보 관련 법률을 이해하고 안전하게 사업을 운영할 수 있도록 지속적인 교육과 지원을 제공할 계획입니다."
    }
]