[
    {
        "cnt": 1,
        "content": "Mark Zuckerberg,CEO of Meta and one of the richest people in the world, has been known for his low-profile and focus on technology. However, recently he has shown a more adventurous and luxurious side.\n\nIn a surprising turn of his personal life, Zuckerberg now owns two impressive superyachts: the Launchpad, valued at $300 million, and its support vessel Wingman, worth $30 million.\n\nKaty Perry stuns Mexico City as she enjoys tacos like a true local\n\nBoth are part of his private fleet and allow him to explore the most remote destinations on the planet while enjoying his favorite hobbies, such as surfing and diving.\n\nMark Zuckerberg's superyacht\n\nThe Launchpad, a 220-foot-long superyacht, was the first to embark on a journey from San Francisco to Tahiti, a trip of over 4,800 miles. This voyage allowed Zuckerberg to enjoy the crystal-clear waters of French Polynesia, known as a paradise for both surfers and divers.\n\nBut what makes this journey even more interesting is the role of Wingman, a support vessel specifically designed for aquatic adventures. Originally known as Dapple, Wingman is a Damen Yachting support boat equipped with features that not only allow remote explorations but also ensure safety during these excursions.\n\nWingman is equipped with an onboard hospital, a dive center, and a decompression chamber, allowing it to operate in deep and remote waters. It is also designed with advanced technology and a highly precise navigation system, including a 360-degree bridge that offers complete visibility of its surroundings.\n\nWith capacity for 20 crew members and six guests, the vessel is built for comfort and safety while engaging in activities like diving and surfing, reflecting Zuckerberg and his wife Priscilla Chan's fitness-focused lifestyle.\n\nZuckerberg uses his millionaire resources to continue growing his fortune\n\nThis luxury not only reflects Zuckerberg's immense fortune, which exceeds $191 billion, but also demonstrates how billionaires use their resources to indulge in their personal interests.\n\nWhile his business life has been the center of attention for years, these superyachts mark a shift toward a more relaxed and exploratory lifestyle, where technology and adventure come together.\n\nJust as in his business approach, his passion for the sea and surfing is a statement of ambition and enjoyment of the fruits of his success.",
        "description": "Mark Zuckerberg, CEO of Meta and one of the richest people in the world, has been known for his low-profile and focus on technology. However, recently he has shown a more adventuro",
        "link": "https://www.marca.com/en/lifestyle/celebrities/2024/11/17/67393df4ca4741ec7b8b45a5.html",
        "publish_date": "2024-11-17T00:51:20Z",
        "title": "Mark Zuckerberg and his luxurious life sailing the ocean with his superyachts to find new vacation spots"
    },
    {
        "cnt": 2,
        "content": "One window for everything you do on the internet. The first browser to integrate your web apps into one seamless experience.",
        "description": "Samsung ready to take on Meta Ray-Ban glasses with its own smart glasses — here’s whenTom's Guide Smart glasses with artificial intelligence (AI) that Samsung Electronics is making with Google and Q.. Report: Samsung XR glasses have Ray-Ban Meta specs with mo…",
        "link": "https://slashdot.org/firehose.pl?op=view&amp;id=175483983",
        "publish_date": "2024-11-16T22:33:01Z",
        "title": "Samsung ready to take on Meta Ray-Ban glasses with its own smart glasses — here’s when - Tom's Guide"
    },
    {
        "cnt": 3,
        "content": "Samsung and Google have been working on XR glasses for a while now. What started out as the development of a headset has reportedly shifted focus to smart glasses. A new leak has revealed more details about the alleged Samsung XR glasses that could compete directly against the Meta Ray-Ban.\n\nInitial reports regarding the product spoke of an XR headset aimed at a similar price segment to the Meta Quest devices. However, it’s possible that price concerns led Samsung and Google to choose a different type of product. Comfort and the ability to wear the device all day may have influenced the decision. After all, people typically only use VR/XR headsets at home or in indoor spaces.\n\nLike the Meta Ray-Ban, Samsung’s XR glasses may not have a display\n\nAccording to the latest leak, the Samsung XR glasses could not have a screen, being similar in this aspect to the Meta Ray-Ban. The source does not list a display among its main specs. This could be the main sacrifice in favor of portability. Google probably prefers you wear the glasses all day to use its services, like the Gemini AI assistant.\n\nGemini may enable the AI-powered functions that we already know in the glasses. For example, the product could become your ideal travel companion thanks to Live Translate. The device could also offer functions related to “payment,” “QR code recognition,” “gesture recognition,” and “human recognition.” More specific descriptions of each feature are not available, but their names give an idea. The use of gestures could serve to control the functions of the glasses, for example.\n\nChip, camera and more\n\nThe device could be powered by the Qualcomm AR1 chip, the same as the Meta Ray-Ban. Although there is already an AR2 chip, the Qualcomm AR1 Gen 1 is actually newer, so Qualcomm is using a bit of confusing nomenclature here. The glasses may feature a 12 MP camera and a 155 mAh battery. They could weigh around 50 grams, which is slightly heavier than the Meta product.\n\nThe leak claims that the company may produce an initial batch of 500,000 units of the product. Lastly, the glasses will reportedly arrive during the second quarter of 2025. This is a bit later than what was leaked, but the release schedule for some upcoming Samsung products has been delayed. For example, the rollout of One UI 7 stable update will not begin until 2025.",
        "description": "A recent leak reveals key specs and details of Samsung's XR glasses, showing similarities to the Meta Ray-Ban.",
        "link": "https://www.androidheadlines.com/2024/11/samsungs-xr-glasses-leak-reveal-more-key-details-specs.html",
        "publish_date": "2024-11-16T22:08:12Z",
        "title": "Samsung's XR glasses leak reveal more key details & specs"
    },
    {
        "cnt": 4,
        "content": "We recently published a list of 15 AI News Updates Taking Wall Street By Storm. In this article, we are going to take a look at where Meta Platforms, Inc. (NASDAQ:META) stands against other AI news updates taking Wall Street by storm.\n\nxAI, the AI startup owned by Elon Musk, is raising more than $6 billion at a $50 billion valuation, per a report by news platform CNBC. The bulk of this money, nearly $5 billion, will be raised through sovereign funds in the Middle East. The funding will be used to purchase 100,000 NVIDIA chips, according to the news outlet. xAI plans to build a supercomputer with these chips. This supercomputer would then be integrated with other Musk companies, most notably Tesla, as plans to improve Full Self Driving continue at a rapid pace.\n\nRead more about these developments by accessing 10 Best AI Data Center Stocks and 10 Buzzing AI Stocks According to Goldman Sachs.\n\nCNBC claims that the billionaire has started working closely with Donald Trump, the president-elect, on the approach of the new White House administration to AI and tech more broadly. Trump plans on rebranding the CHIPS Act and repealing the Executive Order on AI, two major AI initiatives of US President Joe Biden. The technology world has been dealing with the impact of a change in the US presidency, as Trump is widely expected to increase tariffs on firms doing business with China. He is also expected to urge tech firms in the country to relocate manufacturing operations from overseas to the US.\n\nREAD ALSO: 30 Most Important AI Stocks According to BlackRock and Beyond the Tech Giants: 35 Non-Tech AI Opportunities.\n\nFor this article, we selected AI stocks by combing through news articles, stock analysis, and press releases. These stocks are also popular among hedge funds. Why are we interested in the stocks that hedge funds pile into? The reason is simple: our research has shown that we can outperform the market by imitating the top stock picks of the best hedge funds. Our quarterly newsletter’s strategy selects 14 small-cap and large-cap stocks every quarter and has returned 275% since May 2014, beating its benchmark by 150 percentage points (see more details here).\n\nMeta Platforms, Inc. (META) Faces New Rival as Rokid Unveils AI-Enhanced Smart Glasses\n\nQuka / Shutterstock.com\n\nMeta Platforms, Inc. (NASDAQ:META)\n\nMarket Capitalization: $1.5 Trillion\n\nMeta Platforms, Inc. (NASDAQ:META) engages in the development of products that enable people to connect and share with friends and family. Latest reports indicate that Rokid, a Chinese product-oriented platform company dedicated to human-computer interaction, is set to release next-generation smart glasses rivaling Meta’s AI-powered Ray-Bans, at an event on November 18. The Rokid Glasses will be released at the Rokid Jungle 2024 event in Hangzhou. These glasses integrate cutting-edge artificial intelligence with augmented reality.\n\nStory Continues",
        "description": "We recently published a list of 15 AI News Updates Taking Wall Street By Storm. In this article, we are going to take a look at where Meta Platforms, Inc...",
        "link": "https://finance.yahoo.com/news/meta-platforms-meta-faces-rival-195218647.html",
        "publish_date": "2024-11-16T19:52:18Z",
        "title": "Meta Platforms (META) Faces New Rival as Rokid Unveils AI-Enhanced Smart Glasses"
    },
    {
        "cnt": 5,
        "content": "Plot: Based on Charles Yu’s award-winning book of the same name, the show follows the story of Willis Wu, a background character trapped in a police procedural called Black & White. Relegated to the background, Willis goes through the motions of his on-screen job, waiting tables, dreaming about a world beyond Chinatown and aspiring to be the lead of his own story. When Willis inadvertently becomes a witness to a crime, he begins to unravel a criminal web in Chinatown, while discovering his own family’s buried history and what it feels like to be in the spotlight.\n\nReview: Interior Chinatown is an interesting approach to telling a meta-fictional story. Rather than breaking the fourth wall or setting a story within a story, this series takes the approach of interconnecting characters often relegated to the background and showing how they can break free of their stereotypical and cliche constraints to become fully realized protagonists in their own stories. Based on the novel by Charles Yu, Interior Chinatown is awash in the tropes of television cop shows, past and present, and uses them to explore the idea of identity within a blend of comedy and mystery. With Taika Waititi aboard as executive producer and director, Interior Chinatown is a unique series with standout turns from the ensemble cast by Jimmy O. Yang and Chloe Bennet.\n\nSet across ten episodes, each titled after a generic background character often seen in police procedurals, Interior Chinatown centers on Willis Wu (Jimmy O. Yang), a hapless waiter working in his uncle’s restaurant. Willis lives in a one-bedroom apartment near his mother, Lily (Diana Lin), an aspiring realtor, and his father, Sifu (Tzi Ma), a martial arts instructor. Willis’ older brother (Chris Pang) disappeared years earlier, and his absence still serves as a rift for the family. When Willis spots a woman getting kidnapped by masked men, his life is drawn into the police investigation led by Detective Sarah Green (Lisa Gilroy) and her partner Miles Turner (Sullivan Jones). Green and Turner have been assigned to work with a Chinatown expert, Detective Lana Lee (Chloe Bennet), who seeks out Willis to help her investigate. Willis encounters challenges in trying to break out of the mundane and banal life he leads in more ways than one.\n\nHaving seen the first five episodes, I was unsure what to expect from Interior Chinatown. Adapting the National Book Award-winning novel, which has its own way of illustrating the complex world these characters inhabit, seems like it would have been a challenge. Still, Charles Yu and Taika Waititi opened this series by setting up some of the rules of this world. While there are some parallels with the world of Free Guy in which the non-playable characters take center stage, the twists show how the world of Interior Chinatown functions are all built on lighting, camera styles, visual tone, and creative set design. Anyone who has seen an episode of Law & Order will recognize the visual cues of that series and similar cop shows, but the transition from that world to the world of Willis Wu is done seamlessly without overtly telling audiences what is going on. As each episode progresses, we follow Willis as he evolves from a waiter to a delivery guy, then a tech guy, and beyond as his ownership of his life expands. At the same time, the reason for his brother’s disappearance and why Lana Lee has entered Willis’ story become more apparent.\n\nJimmy O. Yang, who has had memorable turns in Silicon Valley and Space Force and success as a stand-up comedian, brings a layered performance to Willis Wu. Having to balance the surreal nature of this story along with some comedy, drama, and martial arts never phases the unexpected lead. Yang’s success is also due to a solid ensemble cast, including veteran actors Tzi Ma and Diana Lin as Willis’ parents, reuniting after playing a couple in The Farewell. Lisa Gilroy and Sullivan Jones are perfect as the procedural cops slowly realize something is off in their routine. Chloe Bennet plays Lana Lee with a hidden agenda that comes into focus as the series progresses. Bennet is initially seen through the male gaze, but her character becomes more integral to Willis’ journey in each episode. Archie Kao, Lauren Tom, and Chris Pang are great is supporting roles, but the standout is Ronny Chieng as Willis’ best friend, Fatty Choi. While Fatty’s journey is far different than Willis’ at the start of the series, The Daily Show correspondent gets to be incredibly funny as the best on-screen waiter I have seen in a long time.\n\nTaika Waititi directed the first episode of the eight-episode series. Stephanie Liang and John Lee each directed two entries, and Ben Sinclair, Jaffar Mahmood, Alice Wu, Anu Valia, and Pete Chatmon each helmed an episode. Charles Yu led the adaptation of his own novel, which was a massive undertaking as this story was already complex as a book. Yu scripted the first and final episode of Interior Chinatown, enlisting Eva Anderson, Matt Okumura, Tiffany So, Saba Saghafi, Naiem Bouier, Keiko Green, Lauren Otero, Alex Russell, and Greg Cabrera to faithfully adapt the less-than-three-hundred page novel by adding new characters and exploring the mystery at the center of the series in a way that works on screen. The visual tricks used to transition between the worlds are mostly technical in nature. They may not have been as readily apparent during filming as they are in the finished product, but across the five episodes that I have seen, it is handled in a manner that I have not seen done in any other series or film before.\n\nInterior Chinatown takes the idea of stereotypes and flips them on its head, offering a story about more than Asian-American identity. It also pays deep heed to the journey of immigrants from abroad to the United States. Jimmy O. Yang is a great choice to play the unassuming lead in a story he would usually have been a supporting player in. Without seeing the second half of the season, I anticipate that Interior Chinatown will become one of the better stories of identity and culture clashes, finding a place alongside Everything Everywhere All At Once, The Farewell, and The Sympathizer. Interior Chinatown is a truly unique approach to storytelling that brings comedy, mystery, drama, and surreal fantasy together to tell a great story as well as a story about storytelling.\n\nInterior Chinatown premieres on November 19th on Hulu.",
        "description": "Chloe Bennett, Tzi Ma, and Ronny Chieng co-star in the meta-comedy based on Charles Yu's best-selling novel.\nThe post Interior Chinatown TV Review: Jimmy O. Yang is a reluctant sleuth in the Taika Waititi-directed comedy noir appeared first on JoBlo.",
        "link": "https://www.joblo.com/interior-chinatown-tv-review-jimmy-o-yang-is-a-reluctant-sleuth-in-the-taika-waititi-directed-comedy-noir/",
        "publish_date": "2024-11-16T18:30:23Z",
        "title": "Interior Chinatown TV Review: Jimmy O. Yang is a reluctant sleuth in the Taika Waititi-directed comedy noir"
    },
    {
        "cnt": 6,
        "content": "The countdown has begun for Rokid Jungle 2024, an event anticipated to be one of the most influential gatherings in the augmented reality (AR) landscape. Slated to take place on November 18, 2024, in Hangzhou, China, this event will bring together over 1,000 industry leaders and visionaries. Celebrating its 10th anniversary, Rokid—a recognized leader in AR innovation—will use this momentous occasion to unveil its latest product Rokid Glasses, reaffirming its position at the forefront of the AR industry.\n\nMore Than Just Glasses: Rokid Glasses AR+AI for a Smarter Daily Experience\n\nRokid Glasses represent a significant advancement in wearable technology, offering far more than a mere tool for augmented reality. The new Rokid Glasses are designed to integrate seamlessly into daily life, facilitating a smarter and more efficient interaction with the environment. Through a combination of real-time AI-driven features and augmented reality capabilities, Rokid Glasses provides users with enhanced functionality that extends beyond conventional smart devices. For travelers, the Rokid Glasses provide real-time language translation, a crucial feature for overcoming language barriers in unfamiliar settings. This capability enables users to communicate effectively in foreign environments, whether engaging in basic conversations, ordering food, or checking messages via glasses display. Besides that, Rokid Glasses are equipped with integrated navigation, allowing users to access turn-by-turn directions directly within their line of sight. This feature significantly enhances the user experience by reducing the need to interact with mobile devices. Whether walking, cycling, or driving, the glasses provide real-time, hands-free guidance, facilitating safe and efficient navigation.\n\nAI Meets AR: The Next-Gen Rokid Glasses to Rival Meta’s Ray-Ban\n\nSince its founding dating back to 2014, Rokid has steadily pioneered AR solutions that enhance and integrate into the real world. Unlike many tech giants focused on immersive virtual environments, Rokid’s mission has consistently centered on creating practical, high-functional and premium AR devices that seamlessly augment physical reality. In a landscape where artificial intelligence and augmented reality are converging, the upcoming unveiled new product at Rokid Jungle 2024, Rokid Glasses offers a compelling alternative to Meta’s Ray-Ban collection. While Meta’s Ray-Ban smart glasses, launched in October 2023, emphasize voice-controlled features and social connectivity, Rokid Glasses take AR+AI functionality further, incorporating an array of interactive options that support everyday tasks like navigation, messaging, and multimedia streaming. With a lightweight, ergonomic design, Rokid Glasses seamlessly integrates digital content into real-life settings, blending comfort with practicality. This multidimensional approach reflects Rokid’s commitment to enhancing daily experiences, aiming to make advanced smart glasses more accessible and valuable to a broader audience.\n\nCelebrating a Legacy of Innovation at Rokid Jungle 2024\n\nRokid Jungle 2024 serves as more than just a celebration—it is a commitment to an augmented reality future that prioritizes accessibility, sustainability, and everyday practicality. Over the past decade, Rokid has evolved from a nascent startup to a dominant force in the AR industry, continuously setting new standards for what augmented reality can achieve. This event represents not only Rokid’s 10 years achievement but also embarks its journey into the future of AR, one deeply embedded in enhancing real-world interactions and experiences.\n\nAs a gesture of gratitude to the customers who have been part of this remarkable journey, Rokid is offering an exclusive $20 discount on all product purchases made on its official using the code ROKID10. As the company enters its next decade, Rokid Jungle 2024 marks a pivotal moment in the evolution of augmented reality, laying the groundwork for a future that is immersive, enriched, and sustainable—a future that begins with this anniversary celebration. Looking ahead, Rokid is set to make an even greater impact at CES 2025, where it will present cutting-edge advancements that will continue to redefine the AR landscape. Stay tuned for the unveiling of these exciting innovations, as Rokid continues to lead the charge in shaping the future of AR technology.\n\nHow to Contact Rokid\n\nEmail: pr@rokid.com\n\nRokid official website: https://global.rokid.com/\n\nSource Rokid\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy",
        "description": "The countdown has begun for Rokid Jungle 2024, an event anticipated to be one of the most influential gatherings in the augmented reality (AR) landscape. Slated to take place on November 18, 2024, in Hangzhou, China, this event will bring together over 1,000 …",
        "link": "https://www.geeky-gadgets.com/rokid-or-meta-whos-bringing-smart-glasses-to-the-mass-market-first/",
        "publish_date": "2024-11-16T15:04:03Z",
        "title": "Rokid or Meta: Who’s Bringing Smart Glasses to the Mass Market First"
    },
    {
        "cnt": 7,
        "content": "It was a bitter and knowing laugh that rippled through the audience when it was announced that Finnish politician and former Meta lobbyist Aura Salla would no longer be speaking at an event in Brussels last month.\n\nSalla had been scheduled to explain her vision as a new Member of the…\n\nThis story appeared on wired.com , 2024-11-16 14:54:48.345000.",
        "description": "It was a bitter and knowing laugh that rippled through the audience when it was announced that Finnish politician and former Meta lobbyist Aura Salla would no longer be speaking at an event in Brussels last month.\nSalla had been scheduled to explain her visio…",
        "link": "https://biztoc.com/x/9194cbb363f6c22e",
        "publish_date": "2024-11-16T14:54:48Z",
        "title": "A profile of and an interview with Aura Salla, a former Meta lobbyist turned EU Parliament member, who says the EU's Big Tech regulation went too far, too fast"
    },
    {
        "cnt": 8,
        "content": "Samsung is ready to take a stab at another wearable segment, less than a year after introducing its first smart ring. A Shenzhen-based research company, Wellsen XR, shared in an investor note Samsung’s plans to launch smart glasses that could arrive late next year or early in 2026.\n\n“Samsung Electronics’ plan to release AI smart glasses was confirmed earlier this month, and its first production volume is 500,000 units in the third quarter of 2025,” says the note, which was reported by Maeil Business Newspaper.\n\nRecommended Videos\n\nInterestingly, Samsung is not chasing something too ambitious or innovative in terms of the tech stack. Instead, the company is taking the safe route and eyeing the same formula as the runaway success that was the Meta Ray-Ban Stories smart glasses, down to the core internal hardware.\n\nThe Samsung smart glasses will reportedly come armed with Qualcomm’s AR1 Gen 1 wearable silicon and an NXP semiconductor as a secondary processing unit. Multimedia capture duties will be handled by a 12-megapixel camera with a Sony CMOS sensor at its heart.\n\nThe smart glasses are said to draw power from a 155 mAh battery and tip the scales at 50 grams. As far as capabilities go, the front camera sensor will come in handy for code scanning, gesture recognition, and more, aside from the usual photo and video capture duties.\n\nDespite the fundamental similarities with the Meta Ray-Ban smart glasses, the software stack would be different. Instead of the Meta AI bundle that is now available on the Stories smart glasses with multi-modal capabilities, Samsung will look at Google.\n\nSpecifically, the Korean electronics giant will put Google’s Gemini AI at the heart of its smart glasses. That partnership isn’t surprising since Samsung’s Galaxy smartphones were also among the first to introduce native Gemini-powered features as part of its Galaxy AI bundle.\n\nThis would be quite a substantial edge, as Gemini already has been integrated deeply within Google’s products, especially the Workspace suite that is used by hundreds of millions of users. At the moment, it can pull off a lot of meaningful tricks in products like Gmail, Docs, and more, while also letting users access custom AI agents.\n\nMoreover, the Android collaboration would go a long way in seamlessly connecting the smart glasses with phones and other ecosystem products. However, Samsung won’t be the lone player in the smart glasses game. Chinese archi rival Xiaomi is reportedly developing its own version that would try to emulate the success of Meta’s offering.",
        "description": "Samsung maybe working on its first smart glasses that follow the Meta Ray-Ban Stories' footsteps. The software stack, however, will rely on Google's Gemini.",
        "link": "https://www.digitaltrends.com/mobile/samung-smart-glasses-report-launch-meta-ray-ban-stories-specs/",
        "publish_date": "2024-11-16T13:51:17Z",
        "title": "Samsung is eyeing smart glasses that could shake up the market"
    },
    {
        "cnt": 9,
        "content": "Business: Meta Platforms builds technologies that help people find communities and grow businesses. The company's products enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, wearables and in-home devices. The…\n\nThis story appeared on cnbc.com , 2024-11-16 13:21:54.",
        "description": "Business: Meta Platforms builds technologies that help people find communities and grow businesses. The company's products enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, wearabl…",
        "link": "https://biztoc.com/x/face9857859e23a3",
        "publish_date": "2024-11-16T13:38:48Z",
        "title": "Activist ValueAct is poised to trim fat and help boost profits at Meta Platforms. Here’s how"
    },
    {
        "cnt": 10,
        "content": "Business: Meta Platforms builds technologies that help people find communities and grow businesses. The company's products enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, wearables and in-home devices. The company operates through two segments: Family of Apps (FoA) and Reality Labs (RL). FoA includes Facebook, Instagram, Messenger, WhatsApp and other services. RL includes augmented and virtual reality-related consumer hardware, software and content. Facebook enables people to connect, share, discover and communicate with each other on mobile devices and personal computers. Instagram is a place where people can express themselves through photos, videos and private messaging. Messenger is a messaging application for people to connect with friends, family, groups and businesses across platforms and devices.\n\nValueAct has extensive experience in mega-cap technology companies, most notably Microsoft and Salesforce. ValueAct CEO Mason Morfit was on the board of Microsoft from March 2014 through the end of 2017 as the tech giant transformed into a cloud-based enterprise software business and went from a $250 billion market cap company to more than $3 trillion today. At Salesforce, when a handful of activists were engaging, the company opted to add Morfit to its board on Jan. 27, 2023, and the stock has more than doubled since then.\n\nNow, ValueAct has engaged another titan of the market, Meta Platforms, announcing an approximately $1 billion dollar position in the company. Meta's products enable people to connect and share through various platforms and devices, including mobile devices, personal computers, virtual reality headsets, wearables, and in-home devices. The company operates through two segments: Family of Apps (FoA) and Reality Labs (RL). FoA includes social media applications such as Facebook, Instagram, Messenger and WhatsApp, while RL includes augmented and virtual reality-related consumer hardware, software and content. This has been an extremely volatile year for Meta's stock price — with dips below $400 per share and highs above $600 — giving ValueAct many opportunities to acquire its position at a favorable price. With the stock price up about 56% in 2024, ValueAct still sees significant untapped value in Meta.\n\n\n\nMeta is expected to deliver $30 in EPS by 2026, which at a 20-times multiple would put the company at approximately $600 per share. This EPS can be broken down into the company's two segments: $40 EPS from its core FoA segment and -$10 EPS from the RL segment. This would place the valuation of Meta's core FoA business at $800 per share, while its RL segment would be valued at -$200 per share, or a $400 billion drain on the company's valuation. This -$10 EPS from the RL segment is made up of -$7 from the RL division and -$3 from AI spending. ValueAct has shown at Microsoft and Salesforce that it is very good in helping companies trim fat and build muscle. There is certainly some fat in the RL division that can be trimmed. The AI spending, while concerning to some in the market, can be the muscle that strengthens Meta's core FoA business. AI will provide benefits to many companies, but one of its best uses is to create value in consumer internet and matching-based business models that are monetized by connecting their vast audiences to relevant content or services, such as such as Spotify, Indeed.com and Expedia. When AI and GPU computing power are applied to these business models, it can lead to significant improvements in matchmaking and monetization. This is because at the end of the day, AI – even generative AI – is just pattern spotting and pattern recognition, so its application can inherently enhance user-product matching and preference alignment. Meta can be one of the biggest beneficiaries of this market in its core FoA business with respect to delivering content and optimizing advertising. The second lever for AI growth for Meta is the impact of how developers are using large language models (LLMs) to create technologies. Developers are increasingly using multiple LLMs within the same project, so they rely on tools that enable different models to work together. Currently led by OpenAI and Microsoft, companies are competing to control the tools used to layer these LLMs, which are necessary to run and develop new technologies. To enter this market, Mark Zuckerberg has open-sourced Meta's \"LLaMA\" model, a high-performance AI model designed to compete with OpenAI's GPT and Microsoft's Copilot. The decision to open-source LLaMa has helped build Meta's role in the AI ecosystem by driving LLaMA adoption. It should more than justify Meta's AI spend. So, if Meta continues to bleed the RL division at the same pace and gets absolutely no value from its AI spend, it will have a $600 stock in 2026. However, if ValueAct can do what it has been able to do at Microsoft, Salesforce, Adobe and others – help grow the muscle and trim the fat – RL's -$7 should decline substantially and AI's -$3 will be money well spent and be a significant value creator, as opposed to a drain on value as the market attributes today. Even a neutral valuation ($0 EPS) for RL/AI would place Meta at $800 per share, implying 40% growth from its current price. And if AI prospects become positive, which seems very plausible given these potential avenues of growth, RL/AI should actually contribute to EPS growth. Thus, 40% growth almost becomes a floor that underscores the significant upside for Meta.\n\nThis is not ValueAct taking a \"flyer\" on AI. First of all, ValueAct is a very thoughtful and diligent investor and doesn't take \"flyers.\" Second, ValueAct has extensive experience from both sides of AI. The firm has been in the boardroom at companies like Microsoft and Salesforce, two of the largest developers of AI. And the firm has been an active shareholder at companies like Spotify, The New York Times, Expedia and Recruit (Indeed.com) some of the largest users and beneficiaries of AI. So, when ValueAct invests in AI, it isn't just spit balling. The firm thoroughly understands AI and how its customers can use it.\n\nWhen thinking about how ValueAct will approach this engagement going forward, we must address the elephant in the room: Meta is a controlled company, with Mark Zuckerberg holding approximately 61% of the company's voting power. While most activists would never bother with a controlled company for obvious reasons, ValueAct actually has a strong track record of creating value at controlled or quasi-controlled companies, including engagements at Martha Stewart Living, The New York Times, 21st Century Fox, Spotify and KKR. In these situations, ValueAct averaged a return of 124.12% compared to an average of 30.79% for the relevant market benchmark. This is because ValueAct understands that activism is about the power of the idea; the power of the argument; the power of persuasion. As such, even in its investments in non-controlled companies, the firm almost always only takes one board seat because it is confident that its ideas will resonate. However, given Meta's controlled structure, we don't expect ValueAct to push as hard for a board seat here as it might at other portfolio companies. In a controlled company you can almost be as effective as an active shareholder as you can as a director. That being said, given ValueAct's track record of board success, particularly at other mega-cap technology companies, shareholders would be well served if Meta added a ValueAct representative to the board.\n\nKen Squire is the founder and president of 13D Monitor, an institutional research service on shareholder activism, and the founder and portfolio manager of the 13D Activist Fund, a mutual fund that invests in a portfolio of activist 13D investments.",
        "description": "Artificial intelligence is a powerful tool in Meta Platforms' arsenal, and if it's optimized, it can contribute to earnings per share growth.",
        "link": "https://www.cnbc.com/2024/11/16/activist-valueact-is-poised-to-trim-fat-help-boost-profits-at-meta-heres-how.html",
        "publish_date": "2024-11-16T13:21:54Z",
        "title": "Activist ValueAct is poised to trim fat and help boost profits at Meta Platforms. Here’s how"
    },
    {
        "cnt": 11,
        "content": "Matthew Miller/ZDNET\n\nAt Meta Connect in September, one of the newest products that caught my eye was a limited-edition pair of Ray-Ban glasses -- with a transparent frame, sapphire transition lenses, and a fairly accessible $429 price tag. Since I've already had great experiences with the Meta Quest 3 and Viture Pro XR glasses, I decided it was time to try the highly praised smart glasses by Meta. Fortunately, I was able to buy a pair right as stock ran out.\n\nOnly 7,500 units were made available worldwide, and mine is number 4,255, marked on the inside of the right frame and on the charging case. ZDNET's Kerry Wan reviewed the standard Meta Ray-Ban smart glasses last year, and after months of use, he still enjoys their functionality. As announced at Meta Connect, existing Meta glasses will also receive software updates, including natural language processing, the ability to remember and recall key information, live translations, and more.\n\nAlso: I took my Ray-Ban Meta smart glasses fly fishing, and they beat GoPro in several surprising ways\n\nWhile deciding whether to make the purchase, I intended to use the glasses to capture video that's difficult to record accurately with a camera or smartphone. This includes testing watches, fitness gear, and e-bikes, as well as creating vertical short-form videos for YouTube and Instagram, with both hands-free to interact with devices. I've used action cameras for some of this content before, but I wanted to see if a first-person perspective would result in better footage.\n\nI also spend time fly fishing, where both hands are occupied, and I want to capture video and still images of these experiences to share with family and friends who don't want to wade through cold rivers and catch small trout. My large, energetic cat demands daily playtime with wand toys, and now I can easily record his incredible acrobatics and funny antics on the go.\n\nIt's been over two weeks since my Meta Ray-Ban Wayfarer Limited Edition glasses arrived, and they've exceeded my expectations. In addition to capturing great video while running with new watches, testing e-bikes, fishing, and playing with my cat, I've recorded a few fights on the ice at a local minor league hockey game, playful snow leopard kittens at the zoo, and my daily commute as the fall leaves turn under a glowing sunset. You can now capture up to three minutes of video by setting that as the default length, and the audio quality during recording has been much better than I expected.\n\nAlso: I downloaded Google's Gemini app on the iPhone for free - and it nearly replaces Siri for me\n\nBeyond video and still capture, I now prefer using the glasses for calls and podcasts over my AirPods Pro while walking around downtown Seattle. Like the bone conduction headphones I use for running, the Ray-Ban glasses leave my ears open for better awareness of my surroundings, and the sound quality is good for podcasts and music. However, in heavy traffic, the sound can be too quiet, so a future version with bone conduction technology would be ideal.\n\nMatthew Miller/ZDNET\n\nI also appreciate the various messaging options, especially being able to have messages read aloud and easily reply to friends and family. Keeping my phone in my pocket while commuting and wearing the Meta glasses feels like an optimal way to get around. I'm enjoying spending less time looking at screens and more time engaging with the world around me.\n\nThe transition lenses are a game changer as well. They allow me to wear the glasses both indoors, where I listen to music, make hands-free inquiries with Meta AI, and handle calls and messaging, and outdoors, where I would normally switch to sunglasses. However, I wish the lenses would get a bit darker in full sunlight.\n\nAlso: In a surprise twist, Meta is suddenly crushing Apple in the innovation battle - Prism\n\nThe Engo 2 Photochromic glasses have improved my running performance by displaying key health stats, and it would be fantastic to see similar functionality in a future version of the Meta glasses. Even being able to ask Meta for running stats would help me keep my eyes on the road and stay focused on my goals.\n\nOverall, I'm very pleased with my purchase of this Limited Edition model of the Meta Ray-Bans, which is designed to give me a glimpse into the underlying technology. And I'm even more excited about the added utility that future updates will bring.\n\nThis article was originally published on October 17, 2024, and was updated on November 16, 2024.",
        "description": "I managed to secure one of the 7,500 pairs of Ray-Bans that Meta recently sold, and they impressed me with their camera, Meta AI responses, and audio playback performance.",
        "link": "https://www.zdnet.com/article/i-tested-metas-transparent-ray-ban-smart-glasses-and-theyre-a-near-perfect-accessory-for-me/",
        "publish_date": "2024-11-16T12:00:19Z",
        "title": "I tested Meta's transparent Ray-Ban smart glasses, and they're a near-perfect accessory for me"
    },
    {
        "cnt": 12,
        "content": "NSO Group used WhatsApp exploits even after Meta-owned company sued it\n\nPierluigi Paganini November 16, 2024 November 16, 2024\n\nCourt filing revealed that NSO Group used WhatsApp exploits after the instant messaging firm sued the surveillance company.\n\nNSO Group developed malware that relied on WhatsApp exploits to infect target individuals even after the Meta-owned instant messaging company sued the surveillance firm.\n\n“As a threshold matter, NSO admits that it developed and sold the spyware described in the Complaint, and that NSO’s spyware—specifically its zero-click installation vector called “Eden,” which was part of a family of WhatsApp-based vectors known collectively as “Hummingbird” (collectively, the “Malware Vectors”)—was responsible for the attacks described in the Complaint. NSO’s Head of R&D has confirmed that those vectors worked precisely as alleged by Plaintiffs.” reads a court filing. “Defendants have admitted that they developed those exploits by extracting and decompiling WhatsApp’s code, reverse-engineering WhatsApp, and designing and using their own “WhatsApp Installation Server” (or “WIS”) to send malformed messages (which a legitimate WhatsApp client could not send) through WhatsApp servers and thereby cause target devices to install the Pegasus spyware agent—all in violation of federal and state law and the plain language of WhatsApp’s Terms of Service.”\n\nNSO Group continued using WhatsApp exploits, including spyware called “Erised,” even after being sued for violating anti-hacking laws. The experts detected three exploits, called “Heaven,” “Eden,” and “Erised”, that were employed in over 1,400 attacks attributed to NSO Group.\n\n“Even after WhatsApp detected and blocked the exploit described in the Complaint in May 2019, NSO admits that it developed yet another installation vector (known as Erised) that also used WhatsApp servers to install Pegasus.2 NSO continued to use and make Erised available to customers even after this litigation had been filed, until changes to WhatsApp blocked its access sometime after May 2020. NSO’s witnesses have refused to answer whether it developed further WhatsApp-based Malware Vectors thereafter.” continues the court filing. “All of these facts are undisputed, drawn principally from the corporate representative testimony of NSO’s own witnesses, which is binding on Defendants.”\n\nNSO employees created and used WhatsApp accounts to develop malware, violating WhatsApp’s Terms of Service in multiple ways, including reverse-engineering, transmitting harmful code, collecting user data without authorization, and accessing the platform illegally. These actions also breached the Computer Fraud and Abuse Act (CFAA) and California’s Comprehensive Computer Data Access and Fraud Act (CDAFA). WhatsApp claims it suffered damages as a result of these violations.\n\nIn October 2019, WhatsApp sued the Israeli surveillance firm NSO Group accusing it of carrying out malicious attacks against its users.\n\nThe legal action alleges that the Israeli surveillance firm tried to compromise approximately 1,400 individuals through WhatsApp hacking attempts.\n\nIn May 2019, Facebook patched a critical zero-day vulnerability in WhatsApp, tracked as CVE-2019-3568, that has been exploited to remotely install spyware on phones by calling the targeted device.\n\nAt the time, The Financial Times reported that the WhatsApp zero-day was exploited by threat actors to deliver the spyware developed by surveillance firm NSO Group.\n\nThe surveillance software developed by NSO Group was used by government organizations worldwide to spy on human rights groups, activists, journalists, lawyers, and dissidents. Security experts have detected and analyzed some of the tools in its arsenal, such as the popular Pegasus spyware (for iOS) and Chrysaor (for Android).\n\nIn March 2024, Meta won the litigation against the Israeli spyware vendor, a U.S. Judge ordered the surveillance firm to hand over the source code for its Pegasus spyware and other products to the social network giant.\n\nNSO Group has been requested to provide details regarding the complete functionality of the pertinent spyware, covering the period one year before the alleged attack through one year after the alleged attack (i.e., from April 29, 2018, to May 10, 2020).\n\nNow, court filings reveal that NSO Group had minimal control over customers’ use of its spyware, contradicting prior claims by the Israeli firm.\n\nContrary to NSO’s claims, the filing suggests the spyware vendor operated its Pegasus system, with customers only needing to provide a target number. NSO disputes these allegations, asserting its clients solely operate the system.\n\n“[NSO Group] stands behind its previous statements in which we repeatedly detailed that the system is operated solely by our clients and that neither NSO nor its employees have access to the intelligence gathered by the system.” said Gil Lanier, vice president of global communications for the Israeli firm.\n\nThe company is “confident that these claims, like many others in the past, will be proven wrong in court, and we look forward to the opportunity to do so.”\n\nFollow me on Twitter: @securityaffairs and Facebook and Mastodon\n\nPierluigi Paganini\n\n(SecurityAffairs – hacking, WhatsApp)",
        "description": "Court filing revealed that NSO Group used WhatsApp exploits after the instant messaging firm sued the surveillance company. NSO Group developed malware that relied on WhatsApp exploits to infect target individuals even after the Meta-owned instant messaging c…",
        "link": "https://securityaffairs.com/171047/security/nso-group-used-whatsapp-exploits-even-after-meta-owned-company-sued-it.html",
        "publish_date": "2024-11-16T11:47:31Z",
        "title": "NSO Group used WhatsApp exploits even after Meta-owned company sued it"
    },
    {
        "cnt": 13,
        "content": "Apollon Financial LLC increased its holdings in Meta Platforms, Inc. (NASDAQ:META – Free Report) by 7.1% in the third quarter, according to its most recent 13F filing with the Securities and Exchange Commission (SEC). The institutional investor owned 1,331 shares of the social networking company’s stock after buying an additional 88 shares during the quarter. Apollon Financial LLC’s holdings in Meta Platforms were worth $762,000 at the end of the most recent reporting period.\n\nOther hedge funds have also recently added to or reduced their stakes in the company. WealthPlan Investment Management LLC increased its holdings in shares of Meta Platforms by 7.7% during the third quarter. WealthPlan Investment Management LLC now owns 22,196 shares of the social networking company’s stock valued at $12,706,000 after purchasing an additional 1,588 shares during the period. Apollon Wealth Management LLC grew its position in Meta Platforms by 3.7% in the 3rd quarter. Apollon Wealth Management LLC now owns 44,624 shares of the social networking company’s stock valued at $25,545,000 after buying an additional 1,606 shares in the last quarter. Jeppson Wealth Management LLC increased its stake in Meta Platforms by 0.7% during the 3rd quarter. Jeppson Wealth Management LLC now owns 4,109 shares of the social networking company’s stock valued at $2,352,000 after buying an additional 27 shares during the period. Everhart Financial Group Inc. raised its position in shares of Meta Platforms by 13.3% during the 3rd quarter. Everhart Financial Group Inc. now owns 12,876 shares of the social networking company’s stock worth $7,371,000 after buying an additional 1,507 shares in the last quarter. Finally, Fountainhead AM LLC lifted its stake in shares of Meta Platforms by 11.2% in the 3rd quarter. Fountainhead AM LLC now owns 4,437 shares of the social networking company’s stock worth $2,540,000 after acquiring an additional 448 shares during the period. Institutional investors own 79.91% of the company’s stock.\n\nGet Meta Platforms alerts:\n\nInsider Activity\n\nIn other Meta Platforms news, insider Jennifer Newstead sold 901 shares of the business’s stock in a transaction on Tuesday, November 5th. The shares were sold at an average price of $567.70, for a total transaction of $511,497.70. Following the completion of the transaction, the insider now owns 30,581 shares of the company’s stock, valued at $17,360,833.70. The trade was a 2.86 % decrease in their position. The transaction was disclosed in a legal filing with the Securities & Exchange Commission, which is available at the SEC website. Also, CEO Mark Zuckerberg sold 16,702 shares of the firm’s stock in a transaction dated Monday, August 19th. The shares were sold at an average price of $526.94, for a total value of $8,800,951.88. Following the completion of the sale, the chief executive officer now directly owns 46,292 shares in the company, valued at approximately $24,393,106.48. This represents a 26.51 % decrease in their ownership of the stock. The disclosure for this sale can be found here. In the last quarter, insiders have sold 158,200 shares of company stock valued at $84,533,106. Insiders own 13.71% of the company’s stock.\n\nWall Street Analysts Forecast Growth\n\nA number of research firms recently commented on META. Guggenheim raised their price objective on shares of Meta Platforms from $600.00 to $665.00 and gave the company a “buy” rating in a research note on Monday, October 7th. Wells Fargo & Company dropped their price objective on Meta Platforms from $652.00 to $641.00 and set an “overweight” rating on the stock in a research note on Friday, November 1st. Mizuho raised their target price on Meta Platforms from $650.00 to $675.00 and gave the company an “outperform” rating in a research note on Thursday, October 31st. Needham & Company LLC reiterated an “underperform” rating on shares of Meta Platforms in a research report on Thursday, October 31st. Finally, Stifel Nicolaus raised their price objective on shares of Meta Platforms from $590.00 to $663.00 and gave the company a “buy” rating in a research report on Monday, October 14th. Two analysts have rated the stock with a sell rating, four have issued a hold rating, thirty-five have given a buy rating and two have issued a strong buy rating to the stock. According to MarketBeat, the company presently has an average rating of “Moderate Buy” and an average target price of $634.10.\n\nCheck Out Our Latest Research Report on Meta Platforms\n\nMeta Platforms Price Performance\n\nShares of META opened at $554.08 on Friday. The company has a debt-to-equity ratio of 0.18, a quick ratio of 2.73 and a current ratio of 2.73. The firm has a market cap of $1.40 trillion, a PE ratio of 26.10, a PEG ratio of 1.28 and a beta of 1.22. The firm’s 50 day moving average price is $568.11 and its 200 day moving average price is $519.97. Meta Platforms, Inc. has a twelve month low of $313.66 and a twelve month high of $602.95.\n\nMeta Platforms (NASDAQ:META – Get Free Report) last released its quarterly earnings results on Wednesday, October 30th. The social networking company reported $6.03 earnings per share for the quarter, beating analysts’ consensus estimates of $5.19 by $0.84. The business had revenue of $40.59 billion for the quarter, compared to the consensus estimate of $40.21 billion. Meta Platforms had a net margin of 35.55% and a return on equity of 35.60%. As a group, research analysts expect that Meta Platforms, Inc. will post 22.53 EPS for the current fiscal year.\n\nMeta Platforms Announces Dividend\n\nThe business also recently declared a quarterly dividend, which was paid on Thursday, September 26th. Shareholders of record on Monday, September 16th were given a $0.50 dividend. The ex-dividend date was Monday, September 16th. This represents a $2.00 dividend on an annualized basis and a dividend yield of 0.36%. Meta Platforms’s dividend payout ratio is currently 9.42%.\n\nMeta Platforms Profile\n\n(Free Report)\n\nMeta Platforms, Inc engages in the development of products that enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, and wearables worldwide. It operates in two segments, Family of Apps and Reality Labs. The Family of Apps segment offers Facebook, which enables people to share, discuss, discover, and connect with interests; Instagram, a community for sharing photos, videos, and private messages, as well as feed, stories, reels, video, live, and shops; Messenger, a messaging application for people to connect with friends, family, communities, and businesses across platforms and devices through text, audio, and video calls; and WhatsApp, a messaging application that is used by people and businesses to communicate and transact privately.\n\nFeatured Articles\n\nWant to see what other hedge funds are holding META? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for Meta Platforms, Inc. (NASDAQ:META – Free Report).\n\nReceive News & Ratings for Meta Platforms Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Meta Platforms and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Apollon Financial LLC increased its holdings in Meta Platforms, Inc. (NASDAQ:META – Free Report) by 7.1% in the third quarter, according to its most recent 13F filing with the Securities and Exchange Commission (SEC). The institutional investor owned 1,331 sh…",
        "link": "https://www.etfdailynews.com/2024/11/16/meta-platforms-inc-nasdaqmeta-shares-acquired-by-apollon-financial-llc/",
        "publish_date": "2024-11-16T11:00:54Z",
        "title": "Meta Platforms, Inc. (NASDAQ:META) Shares Acquired by Apollon Financial LLC"
    },
    {
        "cnt": 14,
        "content": "First National Trust Co raised its stake in shares of Meta Platforms, Inc. (NASDAQ:META – Free Report) by 0.1% in the third quarter, according to the company in its most recent disclosure with the Securities and Exchange Commission (SEC). The fund owned 58,504 shares of the social networking company’s stock after acquiring an additional 30 shares during the period. Meta Platforms makes up 1.3% of First National Trust Co’s holdings, making the stock its 15th biggest holding. First National Trust Co’s holdings in Meta Platforms were worth $33,490,000 as of its most recent filing with the Securities and Exchange Commission (SEC).\n\nOther institutional investors have also made changes to their positions in the company. Central Valley Advisors LLC raised its stake in Meta Platforms by 0.3% during the third quarter. Central Valley Advisors LLC now owns 5,714 shares of the social networking company’s stock worth $3,271,000 after acquiring an additional 18 shares during the period. Cherrydale Wealth Management LLC raised its position in shares of Meta Platforms by 0.5% during the 3rd quarter. Cherrydale Wealth Management LLC now owns 3,841 shares of the social networking company’s stock worth $2,199,000 after purchasing an additional 18 shares during the period. Alliance Wealth Advisors LLC lifted its holdings in shares of Meta Platforms by 0.7% in the 3rd quarter. Alliance Wealth Advisors LLC now owns 2,787 shares of the social networking company’s stock worth $1,595,000 after purchasing an additional 18 shares during the last quarter. Kozak & Associates Inc. boosted its position in Meta Platforms by 1.0% during the 3rd quarter. Kozak & Associates Inc. now owns 1,906 shares of the social networking company’s stock valued at $1,099,000 after purchasing an additional 18 shares during the period. Finally, Capital Advisors Ltd. LLC grew its stake in Meta Platforms by 0.5% during the 3rd quarter. Capital Advisors Ltd. LLC now owns 3,560 shares of the social networking company’s stock worth $2,038,000 after buying an additional 18 shares during the last quarter. 79.91% of the stock is currently owned by institutional investors and hedge funds.\n\nGet Meta Platforms alerts:\n\nWall Street Analyst Weigh In\n\nSeveral brokerages have recently issued reports on META. KeyCorp boosted their price target on shares of Meta Platforms from $560.00 to $655.00 and gave the company an “overweight” rating in a report on Wednesday, October 9th. Robert W. Baird upped their target price on shares of Meta Platforms from $605.00 to $630.00 and gave the stock an “outperform” rating in a research report on Thursday, October 31st. TD Cowen lifted their price target on Meta Platforms from $600.00 to $675.00 and gave the company a “buy” rating in a report on Thursday, October 17th. UBS Group increased their price objective on Meta Platforms from $690.00 to $719.00 and gave the stock a “buy” rating in a report on Thursday, October 31st. Finally, Cantor Fitzgerald reaffirmed an “overweight” rating and set a $670.00 target price on shares of Meta Platforms in a research note on Wednesday, October 16th. Two analysts have rated the stock with a sell rating, four have given a hold rating, thirty-five have issued a buy rating and two have issued a strong buy rating to the stock. According to data from MarketBeat, Meta Platforms currently has an average rating of “Moderate Buy” and a consensus price target of $634.10.\n\nMeta Platforms Stock Down 4.0 %\n\nShares of Meta Platforms stock opened at $554.08 on Friday. Meta Platforms, Inc. has a 1 year low of $313.66 and a 1 year high of $602.95. The company has a market cap of $1.40 trillion, a P/E ratio of 26.10, a P/E/G ratio of 1.28 and a beta of 1.22. The company has a current ratio of 2.73, a quick ratio of 2.73 and a debt-to-equity ratio of 0.18. The stock has a 50-day moving average price of $568.11 and a 200 day moving average price of $519.97.\n\nMeta Platforms (NASDAQ:META – Get Free Report) last posted its quarterly earnings results on Wednesday, October 30th. The social networking company reported $6.03 earnings per share (EPS) for the quarter, topping analysts’ consensus estimates of $5.19 by $0.84. The business had revenue of $40.59 billion during the quarter, compared to analyst estimates of $40.21 billion. Meta Platforms had a net margin of 35.55% and a return on equity of 35.60%. As a group, analysts expect that Meta Platforms, Inc. will post 22.53 EPS for the current fiscal year.\n\nMeta Platforms Announces Dividend\n\nThe business also recently declared a quarterly dividend, which was paid on Thursday, September 26th. Stockholders of record on Monday, September 16th were issued a dividend of $0.50 per share. This represents a $2.00 annualized dividend and a dividend yield of 0.36%. The ex-dividend date was Monday, September 16th. Meta Platforms’s dividend payout ratio is currently 9.42%.\n\nInsider Transactions at Meta Platforms\n\nIn related news, CFO Susan J. Li sold 33,018 shares of the business’s stock in a transaction that occurred on Tuesday, August 27th. The stock was sold at an average price of $517.94, for a total value of $17,101,342.92. The sale was disclosed in a legal filing with the Securities & Exchange Commission, which is available at this hyperlink. Also, insider Jennifer Newstead sold 901 shares of the firm’s stock in a transaction that occurred on Tuesday, November 5th. The shares were sold at an average price of $567.70, for a total transaction of $511,497.70. Following the transaction, the insider now directly owns 30,581 shares in the company, valued at approximately $17,360,833.70. The trade was a 2.86 % decrease in their position. The disclosure for this sale can be found here. Over the last ninety days, insiders have sold 158,200 shares of company stock valued at $84,533,106. 13.71% of the stock is owned by insiders.\n\nMeta Platforms Profile\n\n(Free Report)\n\nMeta Platforms, Inc engages in the development of products that enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, and wearables worldwide. It operates in two segments, Family of Apps and Reality Labs. The Family of Apps segment offers Facebook, which enables people to share, discuss, discover, and connect with interests; Instagram, a community for sharing photos, videos, and private messages, as well as feed, stories, reels, video, live, and shops; Messenger, a messaging application for people to connect with friends, family, communities, and businesses across platforms and devices through text, audio, and video calls; and WhatsApp, a messaging application that is used by people and businesses to communicate and transact privately.\n\nSee Also\n\nWant to see what other hedge funds are holding META? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for Meta Platforms, Inc. (NASDAQ:META – Free Report).\n\nReceive News & Ratings for Meta Platforms Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Meta Platforms and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "First National Trust Co raised its stake in shares of Meta Platforms, Inc. (NASDAQ:META – Free Report) by 0.1% in the third quarter, according to the company in its most recent disclosure with the Securities and Exchange Commission (SEC). The fund owned 58,50…",
        "link": "https://www.etfdailynews.com/2024/11/16/meta-platforms-inc-nasdaqmeta-shares-bought-by-first-national-trust-co/",
        "publish_date": "2024-11-16T11:00:52Z",
        "title": "Meta Platforms, Inc. (NASDAQ:META) Shares Bought by First National Trust Co"
    },
    {
        "cnt": 15,
        "content": "Artificial intelligence (AI) might be the most revolutionary technology in a generation. Depending on which Wall Street forecast you rely upon, it could add between $7 trillion and $200 trillion to the global economy over the next decade.\n\nSome companies are already reaping the rewards.…\n\nThis story appeared on aol.com , 2024-11-16 10:36:24.865000.",
        "description": "Artificial intelligence (AI) might be the most revolutionary technology in a generation. Depending on which Wall Street forecast you rely upon, it could add between $7 trillion and $200 trillion to the global economy over the next decade.\nSome companies are a…",
        "link": "https://biztoc.com/x/a9b0ff00b64e225c",
        "publish_date": "2024-11-16T10:36:24Z",
        "title": "Nvidia, Meta, Apple, and Microsoft Could Help This Magnificent ETF Turn $250,000 Into $1 Million"
    },
    {
        "cnt": 16,
        "content": "Technological advances over the past 20 years have been nothing short of profound, and nowhere is that progress more evident than in the sizes of the world's largest companies. Two decades ago, General Electric and ExxonMobil were the world's largest companies by market cap, clocking in…\n\nThis story appeared on aol.com , 2024-11-16 10:35:53.117000.",
        "description": "Technological advances over the past 20 years have been nothing short of profound, and nowhere is that progress more evident than in the sizes of the world's largest companies. Two decades ago, General Electric and ExxonMobil were the world's largest companie…",
        "link": "https://biztoc.com/x/485d487bba46ade5",
        "publish_date": "2024-11-16T10:35:53Z",
        "title": "Meet the Stock-Split Stock That Soared by 11,210% Over the Past 15 Years. Now, It's Poised to Join Nvidia, Apple, Microsoft, Amazon, Alphabet, Meta, and Tesla in the $1 Trillion Club by 2026"
    },
    {
        "cnt": 17,
        "content": "Xiaomi is reportedly developing a pair of AI-powered smart glasses, posing a challenge to the Ray-Ban Meta.\n\nAccording to a report (via IT Home), the Chinese tech giant is collaborating with Goertek, an electronics manufacturer in China who focuses on\n\nThis partnership will tap on Goertek’s expertise in XR devices and smart wearables in developing Xiaomi’s smart glasses.\n\nIt is expected to boast a sleek design reminiscent of Ray-Ban Meta, equipped with essential features like cameras, microphones, and built-in speakers.\n\nBeyond basic functionalities such as capturing photos and videos, playing music, and making calls, these glasses will surely leverage AI-powered features.\n\nXiaomi AI smart glasses release window?\n\nIndustry insiders suggest that Xiaomi and Goertek have been collaborating on this project for several months.\n\nThe Xiaomi AI smart glasses are rumored to launch in the second quarter of 2025, with an initial production target of over 300,000 units. Availability may be exclusive in China, but we’ll have to wait and see.\n\nSource (1 )",
        "description": "Xiaomi is reportedly developing a pair of AI-powered smart glasses, posing a challenge to the Ray-Ban Meta. According to a report (via IT Home),...\nThe post Xiaomi smart glasses in the works, expected release set for Q2 2025 appeared first on YugaTech | Phili…",
        "link": "https://www.yugatech.com/news/xiaomi-smart-glasses-in-the-works-report/",
        "publish_date": "2024-11-16T04:08:22Z",
        "title": "Xiaomi smart glasses in the works, expected release set for Q2 2025"
    },
    {
        "cnt": 18,
        "content": "🎺 1st Prize:\n\n• A 4090 Graphics Card (or) A Meta Quest 3 to boost your setup!!\n\n• An exclusive Flat2VR Shirt to rep your favorite VR community.\n\n• The adorable Flat2VR Plushie companion!\n\n• Trombone Champ Pin Set—collectible and oh-so-classy.\n\n• A Mystery Bag filled with assorted IRL Tromboner Cards.\n\n• The legendary Sea Scale Trombone (Meta Quest Exclusive)!\n\n🎺 2nd Prize:\n\n• Flat2VR T-Shirt—show off your Flat2VR pride!\n\n• The delightful Flat2VR Plushie—cuddle up while you play!\n\n• Trombone Champ Pin Set for a stylish touch.\n\n• Another Mystery Bag of IRL Tromboner Cards!\n\n• Sea Scale Trombone (Meta Quest Exclusive) to complete your champ setup.\n\n🎺 3rd Prize:\n\n• Trombone Champ Pin Set to add to your collection!\n\n• A Mystery Bag of Assorted IRL Tromboner Cards.\n\n• Sea Scale Trombone (Meta Quest Only) for in-game glory!",
        "description": " 1st Prize:\n\n• A 4090 Graphics Card (or) A Meta Quest 3 to boost your setup!!\n• An exclusive Flat2VR Shirt to rep your favorite VR community.\n• The adorable Flat2VR Plushie companion!\n• Trombone Champ Pin Set—collectible and oh-so-classy.\n• A Mystery Bag fi…",
        "link": "https://www.ozbargain.com.au/node/877236",
        "publish_date": "2024-11-16T01:54:54Z",
        "title": "Win a RTX 4090 Graphics Card and More or 1 of 2 Minor Prizes from Impact Reality"
    }
]