[
    {
        "cnt": 1,
        "content": "Imagine a world where robots can feel, just like you and me. It’s not a scene from a sci-fi movie, but the exciting reality that Meta, the tech giant formerly known as Facebook, is working tirelessly to bring to life. With their latest venture into robotics, Meta is set to transform how machines interact with the world around them, making human-robot collaboration more intuitive and seamless than ever before. This isn’t just about creating smarter robots; it’s about bridging the gap between the digital and physical worlds, opening up a realm of possibilities in industries like healthcare, manufacturing, and beyond.\n\nAt the heart of this innovation is a suite of innovative technologies that promise to redefine touch perception in robotics. From the advanced machine intelligence driving these systems to the breakthrough SPUR technology, which features a staggering 95% improvement over traditional models, Meta is paving the way for robots that can understand and respond to tactile inputs with human-like precision. And while the technical details might sound complex, the potential applications are anything but: imagine prosthetics that restore the sense of touch or robots that can assist in delicate medical procedures. As you provide more insight deeper into this article, you’ll discover how Meta’s pioneering efforts are not just about building better robots, but about enhancing our everyday lives in ways we never thought possible.\n\nRobotic Touch Perception\n\nTL;DR Key Takeaways : Meta has launched a robotics project to transform touch perception technology, enhancing human-robot interactions and opening new possibilities in fields like prosthetics.\n\nAdvanced Machine Intelligence (AMI) is central to the project, enabling robots to understand and respond to tactile inputs for more natural human-robot collaboration.\n\nSPUR technology, trained on 460,000 tactile images, allows robots to interpret diverse tactile stimuli, surpassing task-specific models by over 95%.\n\nThe Digit 360 sensor offers human-level touch sensitivity, improving robots’ interactions with objects and environments for tasks requiring precise touch feedback.\n\nMeta’s partnerships with industry leaders aim to develop and commercialize touch sensing innovations, accelerating the adoption of advanced tactile technologies.\n\nHarnessing Advanced Machine Intelligence\n\nAt the core of Meta’s robotics venture lies Advanced Machine Intelligence (AMI), a innovative technology that pushes the boundaries of robotic capabilities. AMI integrates sophisticated AI systems designed to understand and respond to tactile inputs with unprecedented accuracy. This advancement allows robots to interact with their surroundings in a more natural and intuitive manner, fostering seamless human-robot collaboration.\n\nKey features of AMI include:\n\nReal-time processing of tactile data\n\nAdaptive learning algorithms for improved performance over time\n\nIntegration with existing robotic systems for enhanced functionality\n\nIntroducing SPUR Technology: A Leap in Tactile Understanding\n\nA standout feature of Meta’s project is the introduction of SPUR (Sensory Perception Unified Representation) technology, a versatile touch representation system. Trained on an impressive dataset of 460,000 tactile images, SPUR demonstrates remarkable capabilities, surpassing task-specific models by over 95% in accuracy and versatility.\n\nSPUR enables robots to interpret a wide range of tactile stimuli, significantly enhancing their adaptability across various tasks. This marks a substantial leap forward in robotic sensory technology, allowing machines to “feel” and respond to their environment with unprecedented precision.\n\nMeta’s Secret Robotics Project Unveiled\n\nDiscover other guides from our vast content that could be of interest on robotics technology.\n\nThe Digit 360 Sensor: Redefining Robotic Touch\n\nAnother key innovation in Meta’s arsenal is the Digit 360 sensor. This advanced tactile sensor offers human-level touch sensitivity, allowing robots to respond swiftly and accurately to a diverse array of inputs. By closely emulating human touch, the Digit 360 sensor dramatically improves robots’ ability to interact with objects and environments.\n\nApplications of the Digit 360 sensor include:\n\nDelicate assembly tasks in manufacturing\n\nPrecise manipulations in medical procedures\n\nEnhanced object recognition in various environments\n\nDigit Plexus Platform: Standardizing Touch in Robotics\n\nMeta’s Digit Plexus platform represents a significant step towards standardizing robotic sensor connections. This innovative framework mimics human touch processing, facilitating seamless integration of tactile sensors into robotic systems. By streamlining the development and deployment of AI solutions, Digit Plexus is set to accelerate innovation in the field of robotics.\n\nThe standardization offered by Digit Plexus is crucial for fostering collaboration and driving rapid advancements in robotic technology. It provides a common language for developers and researchers, allowing more efficient knowledge sharing and technology transfer.\n\nStrategic Industry Partnerships Driving Innovation\n\nMeta’s ambitious project is further strengthened by strategic partnerships with industry leaders such as Gelite and Wanick Robotics. These collaborations aim to develop and commercialize innovative touch sensing innovations, accelerating the adoption of advanced tactile technologies across various sectors.\n\nBy combining Meta’s expertise in AI and machine learning with the specialized knowledge of its partners, this coalition is poised to drive significant advancements in robotics. Their collective efforts could lead to breakthroughs in areas such as industrial automation, healthcare robotics, and consumer electronics.\n\nTesting and Refinement with Habitat 3.0 Simulator\n\nThe Habitat 3.0 simulator plays a crucial role in Meta’s robotics project by providing a realistic environment for testing human-robot collaboration in household settings. This advanced simulation platform allows researchers to refine robotic interactions, making sure that robots can effectively assist with everyday tasks.\n\nKey benefits of the Habitat 3.0 simulator:\n\nSafe and cost-effective testing of robotic systems\n\nRapid iteration and improvement of algorithms\n\nRealistic modeling of complex human-robot interactions\n\nAdvancements in Prosthetics: A Touch of Hope\n\nMeta’s touch perception technology shows immense promise in the field of prosthetics. By integrating the Digit 360 sensor into prosthetic devices, users could potentially experience realistic touch sensations and improved motor control. This advancement has the potential to greatly enhance the quality of life for individuals with limb loss or impairment.\n\nThe ability to “feel” through a prosthetic limb could transform how amputees interact with their environment, offering a level of sensory feedback previously thought impossible. This technology could lead to more natural and intuitive use of prosthetic devices, significantly improving user comfort and functionality.\n\nFuture Prospects: A More Interactive World\n\nMeta’s advancements in AI and robotics have the potential to transform human-robot interaction across numerous fields. By enhancing touch perception, robots will be better equipped to navigate and manipulate the physical world, leading to improved applications in areas such as:\n\nAdvanced manufacturing and quality control\n\nRobotic-assisted surgery and rehabilitation\n\nElderly care and assistance\n\nHazardous environment exploration\n\nAs these technologies continue to evolve, we can anticipate a future where the line between digital and physical interactions becomes increasingly blurred. From advanced prosthetics that restore the sense of touch to robots capable of performing delicate tasks with human-like dexterity, the future of robotics promises to be more interactive, intuitive, and integrated into our daily lives than ever before.\n\nMedia Credit: TheAIGRID\n\n\n\nLatest Geeky Gadgets Deals\n\nSome of our articles include affiliate links. If you buy something through one of these links, Geeky Gadgets may earn an affiliate commission. Learn about our Disclosure Policy",
        "description": "Imagine a world where robots can feel, just like you and me. It’s not a scene from a sci-fi movie, but the exciting reality that Meta, the tech giant formerly known as Facebook, is working tirelessly to bring to life. With their latest venture into robotics, …",
        "link": "https://www.geeky-gadgets.com/meta-robotics-touch-perception-technology/",
        "org_link": "https://www.geeky-gadgets.com/meta-robotics-touch-perception-technology/",
        "publish_date": "2024-11-10T07:02:17Z",
        "title": "Metas NEW Secret Robotics Project is Finally Here with Touch Perception"
    },
    {
        "cnt": 2,
        "content": "A federal judge said Mark Zuckerberg is not personally liable in over two dozen lawsuits.\n\n- The lawsuits say Zuckerberg's platforms are addictive to children.\n\n- Plaintiffs said Meta knew Instagram and Facebook posed health risks to its users, especially kids.\n\nA federal judge said Meta…\n\nThis story appeared on businessinsider.com , 2024-11-10 06:33:49.386000.",
        "description": "A federal judge said Mark Zuckerberg is not personally liable in over two dozen lawsuits.\n- The lawsuits say Zuckerberg's platforms are addictive to children.\n- Plaintiffs said Meta knew Instagram and Facebook posed health risks to its users, especially kids.…",
        "link": "https://biztoc.com/x/730dae1d430963ac",
        "org_link": "https://biztoc.com/x/730dae1d430963ac",
        "publish_date": "2024-11-10T06:33:49Z",
        "title": "Mark Zuckerberg isn't personally liable for any harm caused to children by Facebook and Instagram, judge says"
    },
    {
        "cnt": 3,
        "content": "A federal judge said Mark Zuckerberg is not personally liable in over two dozen lawsuits.\n\nThe lawsuits say Zuckerberg's platforms are addictive to children.\n\nPlaintiffs said Meta knew Instagram and Facebook posed health risks to its users, especially kids.\n\nA federal judge said Meta CEO…\n\nThis story appeared on aol.com , 2024-11-09 23:19:22.644000.",
        "description": "A federal judge said Mark Zuckerberg is not personally liable in over two dozen lawsuits.\nThe lawsuits say Zuckerberg's platforms are addictive to children.\nPlaintiffs said Meta knew Instagram and Facebook posed health risks to its users, especially kids.\nA f…",
        "link": "https://biztoc.com/x/174d804f49857475",
        "org_link": "https://biztoc.com/x/174d804f49857475",
        "publish_date": "2024-11-09T23:19:22Z",
        "title": "Mark Zuckerberg isn't personally liable for any harm caused to children by Facebook and Instagram, judge says"
    },
    {
        "cnt": 4,
        "content": "A judge said Meta CEO Mark Zuckerberg is not personally liable in over two dozen social media addiction lawsuits.\n\nChris Unger/Zuffa LLC via Getty Images\n\nA federal judge said Mark Zuckerberg is not personally liable in over two dozen lawsuits.\n\nThe lawsuits say Zuckerberg's platforms are…\n\nThis story appeared on businessinsider.com , 2024-11-09 21:38:36.",
        "description": "A judge said Meta CEO Mark Zuckerberg is not personally liable in over two dozen social media addiction lawsuits.\nChris Unger/Zuffa LLC via Getty Images\nA federal judge said Mark Zuckerberg is not personally liable in over two dozen lawsuits.\nThe lawsuits say…",
        "link": "https://biztoc.com/x/6c238a821ccd638b",
        "org_link": "https://biztoc.com/x/6c238a821ccd638b",
        "publish_date": "2024-11-09T21:52:41Z",
        "title": "Mark Zuckerberg isn't personally liable for any harm caused to children by Facebook and Instagram, judge says"
    },
    {
        "cnt": 5,
        "content": "AI’s $1.3 Trillion Future Increasingly Hinges on Taiwan\n\nby Jane Lanhee Lee and Vlad Savov\n\nvia Bloomberg on October 30, 2024\n\nHuawei Sales Rises 16% on Strong Demand for Its Phones and Chips\n\nvia Bloomberg on October 31, 2024\n\nApple asks Foxconn to produce servers in Taiwan in AI push\n\nby Lauly Li and Cheng Ting-fang\n\nvia Nikkei Asia on November 6, 2024\n\nHuawei courts global chip talent with new Shanghai R&D hub\n\nby Itsuro Fujino\n\nvia Nikkei Asia on November 5, 2024\n\nDid U.S. Semiconductor Export Controls Harm Innovation?\n\nby Andreas Schumacher\n\nvia CSIS on November 5, 2024\n\nChina's rising display industry could hurt US national security, report warns\n\nby Stephen Nellis\n\nvia Reuters on October 31, 2024\n\nChinese researchers develop AI model for military use on back of Meta's Llama\n\nby James Pomfret and Jessie Pang\n\nvia Reuters on November 1, 2024\n\nTencent renews partnership with Bosch for deeper smart car collaboration\n\nby Iris Deng\n\nvia South China Morning Post on November 4, 2024\n\nChina's DeepRoute.ai raises $100 mln as smart driving adoption speeds up\n\nvia Reuters on November 3, 2024\n\nMystery Surrounds Discovery of TSMC Tech Inside Huawei AI Chips\n\nby Yang Jie and Joyu Wang\n\nvia Wall Street Journal on November 5, 2024\n\nChina’s Huawei pushes network gear upgrades in friendly nations, touting AI boost\n\nby Iris Deng\n\nvia South China Morning Post on November 5, 2024\n\nTikTok Sees Trump Victory as App’s Best Hope\n\nby Juro Osawa and Kaya Yurieff\n\nvia Information on November 5, 2024",
        "description": "The Chinese Communist Party seeks to control information technology as a means to shape and censor the communications and opinions of its own people, as well as the communications of individuals beyond China's borders.",
        "link": "https://www.hoover.org/research/articles-taiwan-huawei-apple-semiconductor-export-us-national-security-meta-tencent-and",
        "org_link": "https://www.hoover.org/research/articles-taiwan-huawei-apple-semiconductor-export-us-national-security-meta-tencent-and",
        "publish_date": "2024-11-10T00:00:00Z",
        "title": "Articles On: Taiwan, Huawei, Apple, Semiconductor Export, US National Security, Meta, Tencent, and TikTok"
    },
    {
        "cnt": 6,
        "content": "🔊 Listen\n\nADVERTISEMENT\n\nA federal judge ruled that the Facebook, Instagram, and Meta conglomerate owner was not personally responsible for making children addicted to social media.\n\nU.S. District Judge Yvonne Gonzalez Rogers in Oakland, California, dismissed the accusations against Zuckerberg.\n\nMark Zuckerberg not liable in dozens of lawsuits over social media harm to children: judge https://t.co/fR5YsjXA3T pic.twitter.com/NLhSAUioyd — New York Post (@nypost) November 8, 2024\n\nAccording to her ruling, Zuckerberg did not lead Meta’s efforts to conceal the serious mental health risks posed by Facebook and Instagram for children.\n\nADVERTISEMENT\n\nThe plaintiffs claimed that the billionaire Meta co-founder was the «guiding spirit» behind the alleged cover-up efforts.\n\nThey argued that Zuckerberg ignored repeated internal warnings about the risks and publicly downplayed them.\n\n«The control of corporate activity alone is insufficient» to establish liability, said the judge. She clarified that her decision only affected the claims against Zuckerberg personally, not those directed at Meta as a company.\n\nThe legal term in question is «corporate-office liability,» which refers to establishing responsibility for corporate executives. In this case, the judge concluded that it did not apply to Zuckerberg.\n\nADVERTISEMENT\n\nThe lawsuit was filed under the laws of 13 U.S. states: Arizona, Colorado, Connecticut, Georgia, Maryland, New York, North Carolina, Ohio, Pennsylvania, South Carolina, Texas, Virginia, and Wisconsin.\n\nWhat do the accusers say?\n\nAlthough there are 25 separate lawsuits, they represent the cases of hundreds of children, their families, and school districts.\n\nThe plaintiffs are seeking damages from Meta, Google’s parent company Alphabet (GOOGL.O), TikTok’s parent company ByteDance, and Snapchat’s parent company Snap (SNAP.N) over social media addiction.\n\nADVERTISEMENT\n\nPrevin Warren, @Motleyrice Attorney who represents families who have sued Meta, welcomed the measures but said “they should — and could — have been implemented years ago, before the hundreds of families that we represent experienced the harms of social media addiction.”… pic.twitter.com/Srtu41LQn4 — Nick Hennen (@nicksologist) September 18, 2024\n\nAnd it doesn’t end there. The plaintiffs argue that they are trying to «uncover the truth about how big tech companies have deliberately prioritized profits over the safety of our children,» as reported by Previn Warren, a partner at the law firm Motley Rice, which represents the plaintiffs.\n\nAccording to Warren, the companies should have — and could have — implemented safeguards years ago, before hundreds of families like theirs had to endure the consequences of social media addiction.\n\nHe added that their clients will continue gathering evidence. And they are not alone.\n\nDozens of state attorneys general are filing similar cases against Meta, linking its platforms to anxiety, depression, insomnia, and interference with education and daily life.\n\nDue to time zone differences, the first outlets to cover the news were from Asia.\n\nReports from India indicate that these cases are part of a broader legal effort involving over 1,000 lawsuits filed in California courts by families and public-school districts.\n\nMeta, Alphabet’s Google, ByteDance’s TikTok, and Snap Inc., the parent company of Snapchat, are all named in this wave of litigation, which targets the alleged harm caused to adolescents by their platforms.\n\nFor those wishing to investigate the case further, it is archived under the title: «In re Social Media Adolescent Addiction/Personal Injury Products Liability Litigation,» U.S. District Court, Northern District of California, No. 22-md-03047.\n\nMaría Herrera Mellado es una abogada respetada, licenciada en EE.UU. y España, con un doctorado en Ciencias Jurídicas y títulos de la Universidad de Granada, la Universidad de Arizona y la Florida International University. Con amplia experiencia en derecho internacional, inversiones, inmigración, derechos humanos, protección de la privacidad y lucha anticorrupción, ha asesorado a organizaciones y políticos hispanoamericanos. Ha escrito sobre seguridad nacional e inmigración, protección de datos, derecho constitucional, consumo financiero y derecho bancario en revistas internacionales y coescribió libros publicados en Perú y Colombia. Reconocida por su servicio comunitario, es considerada una de las mujeres más influyentes de Florida. Es experta en varios idiomas y participa frecuentemente en debates en canales como Univisión y Telemundo María Herrera Mellado is a highly respected attorney, licensed to practice in both the U.S. and Spain. She holds a PhD in Legal Sciences and has earned degrees from prestigious institutions, including the University of Granada, the University of Arizona, and Florida International University.With extensive expertise in business law, immigration, human rights, consumer protection, privacy protection, and anti-corruption, María has advised a wide range of organizations and Hispanic American politicians. She has published numerous articles on data protection and banking law in international legal journals and co-authored books on these topics, which have been published in Peru and Colombia. Known for her strong commitment to community service, María is recognized as one of the most influential women in Florida. Fluent in multiple languages, she frequently participates in high-profile debates on networks such as Univisión and Telemundo, where she shares her insights on key legal and social issues.",
        "description": "A federal judge ruled that the Facebook, Instagram, and Meta conglomerate owner was not personally\nThe post Mark Zuckerberg Cleared of Personal Liability in 25 Lawsuits Over Social Media Addiction Claims appeared first on The Gateway Pundit.",
        "link": "https://gatewayhispanic.com/2024/11/mark-zuckerberg-cleared-of-personal-liability-in-25-lawsuits-over-social-media-addiction-claims/",
        "org_link": "https://gatewayhispanic.com/2024/11/mark-zuckerberg-cleared-of-personal-liability-in-25-lawsuits-over-social-media-addiction-claims/",
        "publish_date": "2024-11-10T00:40:00Z",
        "title": "Mark Zuckerberg Cleared of Personal Liability in 25 Lawsuits Over Social Media Addiction Claims"
    },
    {
        "cnt": 7,
        "content": "Companies that enact stock splits are usually top performers. The reason is fairly simple: You only get a lofty stock price by performing well. Historically, companies choose to split their stock when they believe the price reached levels at which investors may be dissuaded from buying…\n\nThis story appeared on aol.com , 2024-11-09 13:09:49.907000.",
        "description": "Companies that enact stock splits are usually top performers. The reason is fairly simple: You only get a lofty stock price by performing well. Historically, companies choose to split their stock when they believe the price reached levels at which investors m…",
        "link": "https://biztoc.com/x/9432001a9d9317af",
        "org_link": "https://biztoc.com/x/9432001a9d9317af",
        "publish_date": "2024-11-09T13:09:49Z",
        "title": "Will Meta Platforms Enact a Stock Split in 2025?"
    },
    {
        "cnt": 8,
        "content": "Television 'The Bachelor': First Look at Ladies Who Might Be on Grant's Season!",
        "description": "Chloe Bailey made an appearance at the launch event for Meta Lab: Los Angeles, which promoted the new Ray-Ban Meta glasses.",
        "link": "https://extratv.com/photos/image_jpg_20241108_8cd504324dc3454a996f9f4944b68d92/",
        "org_link": "https://extratv.com/photos/image_jpg_20241108_8cd504324dc3454a996f9f4944b68d92/",
        "publish_date": "2024-11-09T14:01:39Z",
        "title": "BFA_47399_6741364.jpg"
    },
    {
        "cnt": 9,
        "content": "Earlier this year, Alphabet (NASDAQ: GOOG) (NASDAQ: GOOGL) joined fellow tech giants like Apple, Meta Platforms, and Microsoft in becoming a dividend stock. The move may have been a signal to calm investors' fears that generative artificial intelligence threatens its most valuable…\n\nThis story appeared on aol.com , 2024-11-09 12:04:43.228000.",
        "description": "Earlier this year, Alphabet (NASDAQ: GOOG) (NASDAQ: GOOGL) joined fellow tech giants like Apple, Meta Platforms, and Microsoft in becoming a dividend stock. The move may have been a signal to calm investors' fears that generative artificial intelligence threa…",
        "link": "https://biztoc.com/x/638a01843c8c62d1",
        "org_link": "https://biztoc.com/x/638a01843c8c62d1",
        "publish_date": "2024-11-09T12:04:43Z",
        "title": "How Much Will Alphabet Pay Out in Dividends in 2025?"
    },
    {
        "cnt": 10,
        "content": "One window for everything you do on the internet. The first browser to integrate your web apps into one seamless experience.",
        "description": "Large language models powering ChatGPT, Google Gemini and Meta AI train on content from top-end news publishers while companies downplay their reliance.",
        "link": "https://slashdot.org/firehose.pl?op=view&amp;id=175438841",
        "org_link": "https://slashdot.org/firehose.pl?op=view&amp;id=175438841",
        "publish_date": "2024-11-09T13:32:58Z",
        "title": "New Data Shows AI Companies Love 'Premium Publisher' Content"
    },
    {
        "cnt": 11,
        "content": "One window for everything you do on the internet. The first browser to integrate your web apps into one seamless experience.",
        "description": "I used Meta AI and ChatGPT as my personal assistants for the day to see exactly how these two AI chatbots compare.",
        "link": "https://slashdot.org/firehose.pl?op=view&amp;id=175438831",
        "org_link": "https://slashdot.org/firehose.pl?op=view&amp;id=175438831",
        "publish_date": "2024-11-09T13:32:28Z",
        "title": "Meta AI vs. ChatGPT: AI Chatbots Compared video"
    },
    {
        "cnt": 12,
        "content": "Hixon Zuercher LLC trimmed its stake in Meta Platforms, Inc. (NASDAQ:META – Free Report) by 1.5% in the 3rd quarter, according to the company in its most recent filing with the Securities and Exchange Commission (SEC). The firm owned 8,609 shares of the social networking company’s stock after selling 135 shares during the period. Meta Platforms comprises 1.9% of Hixon Zuercher LLC’s holdings, making the stock its 18th biggest holding. Hixon Zuercher LLC’s holdings in Meta Platforms were worth $4,928,000 as of its most recent filing with the Securities and Exchange Commission (SEC).\n\nA number of other hedge funds have also added to or reduced their stakes in the stock. International Assets Investment Management LLC increased its stake in shares of Meta Platforms by 57,001.5% during the third quarter. International Assets Investment Management LLC now owns 9,517,111 shares of the social networking company’s stock valued at $5,447,975,000 after buying an additional 9,500,444 shares during the period. Capital Research Global Investors lifted its stake in Meta Platforms by 14.5% in the first quarter. Capital Research Global Investors now owns 34,597,001 shares of the social networking company’s stock worth $16,799,612,000 after acquiring an additional 4,379,826 shares during the period. Sustainable Growth Advisers LP bought a new position in Meta Platforms during the 2nd quarter worth about $595,152,000. Vanguard Group Inc. increased its position in Meta Platforms by 0.4% during the 1st quarter. Vanguard Group Inc. now owns 187,180,393 shares of the social networking company’s stock valued at $90,891,055,000 after purchasing an additional 831,047 shares during the period. Finally, Canada Pension Plan Investment Board raised its holdings in shares of Meta Platforms by 30.0% in the 1st quarter. Canada Pension Plan Investment Board now owns 3,411,009 shares of the social networking company’s stock valued at $1,656,318,000 after purchasing an additional 788,131 shares in the last quarter. 79.91% of the stock is currently owned by institutional investors.\n\nGet Meta Platforms alerts:\n\nInsider Activity at Meta Platforms\n\nIn other Meta Platforms news, CFO Susan J. Li sold 8,950 shares of the stock in a transaction on Thursday, August 15th. The shares were sold at an average price of $526.76, for a total transaction of $4,714,502.00. Following the transaction, the chief financial officer now directly owns 74,579 shares of the company’s stock, valued at $39,285,234.04. This trade represents a 0.00 % decrease in their ownership of the stock. The transaction was disclosed in a document filed with the SEC, which is accessible through this hyperlink. In other Meta Platforms news, insider Jennifer Newstead sold 901 shares of the stock in a transaction that occurred on Tuesday, November 5th. The stock was sold at an average price of $567.70, for a total transaction of $511,497.70. Following the completion of the transaction, the insider now owns 30,581 shares of the company’s stock, valued at $17,360,833.70. This represents a 0.00 % decrease in their ownership of the stock. The sale was disclosed in a legal filing with the Securities & Exchange Commission, which is available through this hyperlink. Also, CFO Susan J. Li sold 8,950 shares of Meta Platforms stock in a transaction that occurred on Thursday, August 15th. The stock was sold at an average price of $526.76, for a total value of $4,714,502.00. Following the completion of the sale, the chief financial officer now directly owns 74,579 shares in the company, valued at $39,285,234.04. This represents a 0.00 % decrease in their ownership of the stock. The disclosure for this sale can be found here. In the last quarter, insiders have sold 228,118 shares of company stock valued at $121,237,935. 13.71% of the stock is owned by company insiders.\n\nMeta Platforms Stock Down 0.4 %\n\nMETA stock opened at $589.34 on Friday. Meta Platforms, Inc. has a one year low of $313.66 and a one year high of $602.95. The company has a debt-to-equity ratio of 0.18, a quick ratio of 2.73 and a current ratio of 2.73. The firm’s fifty day moving average is $560.42 and its 200 day moving average is $515.25. The firm has a market cap of $1.49 trillion, a PE ratio of 27.76, a P/E/G ratio of 1.24 and a beta of 1.22.\n\nMeta Platforms (NASDAQ:META – Get Free Report) last posted its earnings results on Wednesday, October 30th. The social networking company reported $6.03 EPS for the quarter, beating analysts’ consensus estimates of $5.19 by $0.84. The firm had revenue of $40.59 billion for the quarter, compared to analysts’ expectations of $40.21 billion. Meta Platforms had a return on equity of 35.60% and a net margin of 35.55%. On average, research analysts forecast that Meta Platforms, Inc. will post 22.53 EPS for the current year.\n\nMeta Platforms Announces Dividend\n\nThe firm also recently announced a quarterly dividend, which was paid on Thursday, September 26th. Stockholders of record on Monday, September 16th were given a dividend of $0.50 per share. The ex-dividend date was Monday, September 16th. This represents a $2.00 dividend on an annualized basis and a dividend yield of 0.34%. Meta Platforms’s dividend payout ratio (DPR) is 9.42%.\n\nAnalyst Ratings Changes\n\nMETA has been the subject of a number of recent research reports. KeyCorp boosted their price objective on shares of Meta Platforms from $560.00 to $655.00 and gave the stock an “overweight” rating in a research note on Wednesday, October 9th. Morgan Stanley upped their price objective on Meta Platforms from $550.00 to $575.00 and gave the stock an “overweight” rating in a research note on Thursday, August 1st. UBS Group raised their price objective on Meta Platforms from $690.00 to $719.00 and gave the company a “buy” rating in a research report on Thursday, October 31st. Evercore ISI increased their price target on shares of Meta Platforms from $550.00 to $600.00 and gave the company an “outperform” rating in a research report on Thursday, August 1st. Finally, TD Cowen lifted their price objective on shares of Meta Platforms from $600.00 to $675.00 and gave the stock a “buy” rating in a research report on Thursday, October 17th. Two analysts have rated the stock with a sell rating, four have assigned a hold rating, thirty-five have issued a buy rating and two have given a strong buy rating to the stock. According to MarketBeat.com, Meta Platforms presently has a consensus rating of “Moderate Buy” and an average target price of $634.10.\n\nRead Our Latest Research Report on Meta Platforms\n\nMeta Platforms Profile\n\n(Free Report)\n\nMeta Platforms, Inc engages in the development of products that enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, and wearables worldwide. It operates in two segments, Family of Apps and Reality Labs. The Family of Apps segment offers Facebook, which enables people to share, discuss, discover, and connect with interests; Instagram, a community for sharing photos, videos, and private messages, as well as feed, stories, reels, video, live, and shops; Messenger, a messaging application for people to connect with friends, family, communities, and businesses across platforms and devices through text, audio, and video calls; and WhatsApp, a messaging application that is used by people and businesses to communicate and transact privately.\n\nFeatured Articles\n\nWant to see what other hedge funds are holding META? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for Meta Platforms, Inc. (NASDAQ:META – Free Report).\n\nReceive News & Ratings for Meta Platforms Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Meta Platforms and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Hixon Zuercher LLC trimmed its stake in Meta Platforms, Inc. (NASDAQ:META – Free Report) by 1.5% in the 3rd quarter, according to the company in its most recent filing with the Securities and Exchange Commission (SEC). The firm owned 8,609 shares of the socia…",
        "link": "https://www.etfdailynews.com/2024/11/09/hixon-zuercher-llc-sells-135-shares-of-meta-platforms-inc-nasdaqmeta/",
        "org_link": "https://www.etfdailynews.com/2024/11/09/hixon-zuercher-llc-sells-135-shares-of-meta-platforms-inc-nasdaqmeta/",
        "publish_date": "2024-11-09T10:58:54Z",
        "title": "Hixon Zuercher LLC Sells 135 Shares of Meta Platforms, Inc. (NASDAQ:META)"
    },
    {
        "cnt": 13,
        "content": "OpenAI, Google, Meta and Anthropic all rely deeply on content from premium publishers to train the large language models, or LLMs, at the heart of their AI efforts, even as these companies have regularly underplayed their use of such copyrighted content, according to new research released this week from online publishing giant Ziff Davis.\n\nZiff Davis owns CNET, as well a host of other brands, including IGN, PCMag, Mashable and Everyday Health.\n\nA paper detailing the research and authored by Ziff Davis' George Wukoson, lead attorney on AI, and Chief Technology Officer Joey Fortuna, reports that AI companies intentionally filtered out low-quality content in favor of high-quality, human-made content to train their models. Given that AI companies want their models to perform well, it makes sense they'd favor quality content in their training data. AI companies used websites' domain authority, or essentially their ranking in Google search, to make those distinctions. Generally, sources that filter higher on Google tend to be of higher quality and trustworthiness.\n\nThe companies behind popular AI chatbots like ChatGPT and Gemini have been secretive about where they're sourcing the information that powers the answers the bots are giving you. That's not helpful for consumers, who don't get visibility into the sources, their reliability, and whether the training data might be biased or perpetuate harmful stereotypes.\n\nBut it's also a point of significant dispute with publishers, who say AI companies are basically pirating the copyrighted work they own, without permission or compensation. Though OpenAI has licensed content from some publishers as it transforms from a nonprofit into a for-profit company, other media companies are suing the maker of ChatGPT for copyright infringement.\n\n\"Major LLM developers no longer disclose their training data as they once did. They are now more commercial and less transparent,\" Wukoson and Fortuna wrote.\n\nOpenAI, Google, Meta and Anthropic didn't immediately respond to requests for comment.\n\nPublishers including The New York Times have sued Microsoft and OpenAI for copyright infringement, while Wall Street Journal and New York Post publisher Dow Jones is suing Perplexity, another generative AI startup, on similar grounds.\n\nBig Tech has seen tremendous valuations amid the AI revolution. Google is currently valued at about $2.2 trillion, and Meta is valued at about $1.5 trillion, in part because of their work with generative AI. Investors currently value startups OpenAI and Anthropic at $157 billion and $40 billion, respectively. News publishers, meanwhile, are struggling and have been forced into waves of layoffs over the past few years. News publishers are struggling in a highly competitive online media environment, trying to navigate through the noise of online search, AI-generated \"slop\" and social media to find audiences.\n\nMeta CEO Mark Zuckerberg said creators and publishers \"overestimate the value of their specific content,\" in an interview with The Verge earlier this year.\n\nMeanwhile, some AI companies have inked licensing deals with publishers to feed their LLMs with up-to-date news articles. OpenAI signed a deal with the Financial Times, DotDash Meredith, Vox and others earlier this year. Meta and Microsoft have also cut deals with publishers. Ziff Davis hasn't signed a similar deal.\n\nBased on an analysis of disclosures made by AI companies for their older models, Wukoson and Fortuna found that URLs from top-end publishers such as Axel Springer (Business Insider, Politico), Future PLC (TechRadar, Tom's Guide), Hearst (San Francisco Chronicle, Men's Health), News Corp (The Wall Street Journal), The New York Times Company, The Washington Post and others, made up 12.04% of training data, at least for the OpenWebText2 dataset. OpenWebText2 was used to train GPT-3, which is the underlying technology for ChatGPT, though the latest version of ChatGPT isn't directly built on top of GPT-3 and is its own thing.\n\nNeither OpenAI, Google, Anthropic nor Meta have disclosed training data used to train their most recent models.\n\nEach of several trends discussed in the research paper \"reflects decisions made by LLM companies to prioritize high-quality web text datasets in training LLMs, resulting in revolutionary technological breakthroughs driving enormous value for those companies,\" Wukoson and Fortuna wrote.",
        "description": "Large language models powering ChatGPT, Google Gemini and Meta AI train on content from top-end news publishers while companies downplay their reliance.",
        "link": "https://www.cnet.com/tech/services-and-software/new-data-shows-ai-companies-love-premium-publisher-content/",
        "org_link": "https://www.cnet.com/tech/services-and-software/new-data-shows-ai-companies-love-premium-publisher-content/",
        "publish_date": "2024-11-09T13:00:18Z",
        "title": "New Data Shows AI Companies Love 'Premium Publisher' Content"
    },
    {
        "cnt": 14,
        "content": "Invictus Private Wealth LLC increased its position in shares of Meta Platforms, Inc. (NASDAQ:META – Free Report) by 3.6% during the third quarter, HoldingsChannel.com reports. The fund owned 1,272 shares of the social networking company’s stock after acquiring an additional 44 shares during the period. Invictus Private Wealth LLC’s holdings in Meta Platforms were worth $728,000 at the end of the most recent reporting period.\n\nOther institutional investors and hedge funds have also bought and sold shares of the company. Delos Wealth Advisors LLC raised its position in shares of Meta Platforms by 527.3% in the first quarter. Delos Wealth Advisors LLC now owns 69 shares of the social networking company’s stock worth $34,000 after buying an additional 58 shares in the last quarter. POM Investment Strategies LLC bought a new position in Meta Platforms in the 2nd quarter worth about $38,000. Ruedi Wealth Management Inc. raised its holdings in shares of Meta Platforms by 122.2% in the 2nd quarter. Ruedi Wealth Management Inc. now owns 80 shares of the social networking company’s stock valued at $40,000 after acquiring an additional 44 shares in the last quarter. Richardson Financial Services Inc. boosted its position in shares of Meta Platforms by 95.6% during the 1st quarter. Richardson Financial Services Inc. now owns 88 shares of the social networking company’s stock valued at $41,000 after acquiring an additional 43 shares during the last quarter. Finally, Halpern Financial Inc. purchased a new position in shares of Meta Platforms during the third quarter worth about $46,000. 79.91% of the stock is currently owned by hedge funds and other institutional investors.\n\nGet Meta Platforms alerts:\n\nAnalyst Upgrades and Downgrades\n\nMETA has been the topic of a number of recent analyst reports. Needham & Company LLC reaffirmed an “underperform” rating on shares of Meta Platforms in a research note on Thursday, October 31st. Royal Bank of Canada restated an “outperform” rating and set a $570.00 price objective on shares of Meta Platforms in a research report on Thursday, August 1st. Stifel Nicolaus lifted their price objective on shares of Meta Platforms from $590.00 to $663.00 and gave the stock a “buy” rating in a report on Monday, October 14th. Wedbush reissued an “outperform” rating and issued a $600.00 target price on shares of Meta Platforms in a research note on Thursday, September 26th. Finally, TD Cowen lifted their price target on Meta Platforms from $600.00 to $675.00 and gave the stock a “buy” rating in a research note on Thursday, October 17th. Two analysts have rated the stock with a sell rating, four have issued a hold rating, thirty-five have issued a buy rating and two have assigned a strong buy rating to the company. Based on data from MarketBeat, Meta Platforms currently has an average rating of “Moderate Buy” and an average price target of $634.10.\n\nInsider Transactions at Meta Platforms\n\nIn related news, insider Jennifer Newstead sold 901 shares of the business’s stock in a transaction dated Tuesday, November 5th. The shares were sold at an average price of $567.70, for a total transaction of $511,497.70. Following the sale, the insider now owns 30,581 shares of the company’s stock, valued at $17,360,833.70. The trade was a 0.00 % decrease in their ownership of the stock. The transaction was disclosed in a legal filing with the SEC, which is available at this link. In related news, CFO Susan J. Li sold 33,018 shares of the firm’s stock in a transaction that occurred on Tuesday, August 27th. The stock was sold at an average price of $517.94, for a total transaction of $17,101,342.92. The transaction was disclosed in a document filed with the Securities & Exchange Commission, which is accessible through the SEC website. Also, insider Jennifer Newstead sold 901 shares of the business’s stock in a transaction on Tuesday, November 5th. The stock was sold at an average price of $567.70, for a total value of $511,497.70. Following the completion of the sale, the insider now directly owns 30,581 shares in the company, valued at $17,360,833.70. This trade represents a 0.00 % decrease in their ownership of the stock. The disclosure for this sale can be found here. Insiders have sold 228,118 shares of company stock valued at $121,237,935 in the last three months. 13.71% of the stock is currently owned by company insiders.\n\nMeta Platforms Stock Performance\n\nShares of META opened at $589.34 on Friday. The company has a 50-day simple moving average of $560.42 and a two-hundred day simple moving average of $515.25. The company has a debt-to-equity ratio of 0.18, a current ratio of 2.73 and a quick ratio of 2.73. The firm has a market capitalization of $1.49 trillion, a PE ratio of 27.76, a price-to-earnings-growth ratio of 1.24 and a beta of 1.22. Meta Platforms, Inc. has a one year low of $313.66 and a one year high of $602.95.\n\nMeta Platforms (NASDAQ:META – Get Free Report) last released its earnings results on Wednesday, October 30th. The social networking company reported $6.03 EPS for the quarter, beating analysts’ consensus estimates of $5.19 by $0.84. Meta Platforms had a return on equity of 35.60% and a net margin of 35.55%. The company had revenue of $40.59 billion during the quarter, compared to analysts’ expectations of $40.21 billion. On average, analysts anticipate that Meta Platforms, Inc. will post 22.53 EPS for the current fiscal year.\n\nMeta Platforms Announces Dividend\n\nThe firm also recently announced a quarterly dividend, which was paid on Thursday, September 26th. Stockholders of record on Monday, September 16th were issued a dividend of $0.50 per share. This represents a $2.00 dividend on an annualized basis and a dividend yield of 0.34%. The ex-dividend date was Monday, September 16th. Meta Platforms’s dividend payout ratio (DPR) is presently 9.42%.\n\nAbout Meta Platforms\n\n(Free Report)\n\nMeta Platforms, Inc engages in the development of products that enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, and wearables worldwide. It operates in two segments, Family of Apps and Reality Labs. The Family of Apps segment offers Facebook, which enables people to share, discuss, discover, and connect with interests; Instagram, a community for sharing photos, videos, and private messages, as well as feed, stories, reels, video, live, and shops; Messenger, a messaging application for people to connect with friends, family, communities, and businesses across platforms and devices through text, audio, and video calls; and WhatsApp, a messaging application that is used by people and businesses to communicate and transact privately.\n\nFurther Reading\n\nWant to see what other hedge funds are holding META? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for Meta Platforms, Inc. (NASDAQ:META – Free Report).\n\nReceive News & Ratings for Meta Platforms Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Meta Platforms and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Invictus Private Wealth LLC increased its position in shares of Meta Platforms, Inc. (NASDAQ:META – Free Report) by 3.6% during the third quarter, HoldingsChannel.com reports. The fund owned 1,272 shares of the social networking company’s stock after acquirin…",
        "link": "https://www.etfdailynews.com/2024/11/09/invictus-private-wealth-llc-purchases-44-shares-of-meta-platforms-inc-nasdaqmeta/",
        "org_link": "https://www.etfdailynews.com/2024/11/09/invictus-private-wealth-llc-purchases-44-shares-of-meta-platforms-inc-nasdaqmeta/",
        "publish_date": "2024-11-09T10:58:53Z",
        "title": "Invictus Private Wealth LLC Purchases 44 Shares of Meta Platforms, Inc. (NASDAQ:META)"
    },
    {
        "cnt": 15,
        "content": "Financial Partners Group Inc lifted its position in shares of Meta Platforms, Inc. (NASDAQ:META – Free Report) by 3.4% in the third quarter, according to the company in its most recent 13F filing with the Securities & Exchange Commission. The fund owned 2,215 shares of the social networking company’s stock after buying an additional 73 shares during the period. Financial Partners Group Inc’s holdings in Meta Platforms were worth $1,268,000 as of its most recent SEC filing.\n\nSeveral other large investors have also made changes to their positions in META. International Assets Investment Management LLC lifted its stake in shares of Meta Platforms by 57,001.5% in the 3rd quarter. International Assets Investment Management LLC now owns 9,517,111 shares of the social networking company’s stock valued at $5,447,975,000 after purchasing an additional 9,500,444 shares in the last quarter. Capital Research Global Investors raised its holdings in Meta Platforms by 14.5% in the first quarter. Capital Research Global Investors now owns 34,597,001 shares of the social networking company’s stock valued at $16,799,612,000 after buying an additional 4,379,826 shares during the period. Sustainable Growth Advisers LP acquired a new position in Meta Platforms during the second quarter valued at approximately $595,152,000. Vanguard Group Inc. grew its stake in Meta Platforms by 0.4% during the first quarter. Vanguard Group Inc. now owns 187,180,393 shares of the social networking company’s stock worth $90,891,055,000 after buying an additional 831,047 shares during the period. Finally, Canada Pension Plan Investment Board grew its stake in Meta Platforms by 30.0% during the first quarter. Canada Pension Plan Investment Board now owns 3,411,009 shares of the social networking company’s stock worth $1,656,318,000 after buying an additional 788,131 shares during the period. 79.91% of the stock is owned by hedge funds and other institutional investors.\n\nGet Meta Platforms alerts:\n\nMeta Platforms Price Performance\n\nShares of META opened at $589.34 on Friday. Meta Platforms, Inc. has a 12 month low of $313.66 and a 12 month high of $602.95. The company has a debt-to-equity ratio of 0.18, a current ratio of 2.73 and a quick ratio of 2.73. The stock has a fifty day moving average price of $560.42 and a 200 day moving average price of $515.25. The company has a market cap of $1.49 trillion, a P/E ratio of 27.76, a PEG ratio of 1.24 and a beta of 1.22.\n\nMeta Platforms Announces Dividend\n\nMeta Platforms ( NASDAQ:META Get Free Report ) last released its quarterly earnings results on Wednesday, October 30th. The social networking company reported $6.03 EPS for the quarter, topping the consensus estimate of $5.19 by $0.84. Meta Platforms had a net margin of 35.55% and a return on equity of 35.60%. The business had revenue of $40.59 billion during the quarter, compared to analyst estimates of $40.21 billion. On average, research analysts forecast that Meta Platforms, Inc. will post 22.53 earnings per share for the current year.\n\nThe company also recently declared a quarterly dividend, which was paid on Thursday, September 26th. Shareholders of record on Monday, September 16th were paid a $0.50 dividend. The ex-dividend date was Monday, September 16th. This represents a $2.00 annualized dividend and a dividend yield of 0.34%. Meta Platforms’s payout ratio is currently 9.42%.\n\nAnalysts Set New Price Targets\n\nSeveral equities analysts recently weighed in on META shares. KeyCorp lifted their target price on shares of Meta Platforms from $560.00 to $655.00 and gave the company an “overweight” rating in a report on Wednesday, October 9th. Rosenblatt Securities restated a “buy” rating and set a $811.00 price objective on shares of Meta Platforms in a research note on Thursday, October 31st. Guggenheim increased their target price on Meta Platforms from $600.00 to $665.00 and gave the company a “buy” rating in a research note on Monday, October 7th. Pivotal Research raised their target price on Meta Platforms from $780.00 to $800.00 and gave the company a “buy” rating in a report on Thursday, October 31st. Finally, Raymond James upped their price target on Meta Platforms from $600.00 to $650.00 and gave the stock a “strong-buy” rating in a report on Thursday, October 10th. Two investment analysts have rated the stock with a sell rating, four have assigned a hold rating, thirty-five have assigned a buy rating and two have issued a strong buy rating to the company’s stock. According to MarketBeat, the company has an average rating of “Moderate Buy” and an average target price of $634.10.\n\nGet Our Latest Stock Report on Meta Platforms\n\nInsider Activity\n\nIn related news, CFO Susan J. Li sold 8,950 shares of the firm’s stock in a transaction that occurred on Thursday, August 15th. The stock was sold at an average price of $526.76, for a total value of $4,714,502.00. Following the sale, the chief financial officer now directly owns 74,579 shares in the company, valued at $39,285,234.04. This trade represents a 0.00 % decrease in their position. The transaction was disclosed in a legal filing with the Securities & Exchange Commission, which is available through this hyperlink. In other news, CFO Susan J. Li sold 33,018 shares of the company’s stock in a transaction that occurred on Tuesday, August 27th. The shares were sold at an average price of $517.94, for a total value of $17,101,342.92. The sale was disclosed in a document filed with the Securities & Exchange Commission, which is available through this link. Also, CFO Susan J. Li sold 8,950 shares of the firm’s stock in a transaction that occurred on Thursday, August 15th. The shares were sold at an average price of $526.76, for a total transaction of $4,714,502.00. Following the transaction, the chief financial officer now owns 74,579 shares in the company, valued at $39,285,234.04. This represents a 0.00 % decrease in their position. The disclosure for this sale can be found here. Over the last 90 days, insiders have sold 228,118 shares of company stock valued at $121,237,935. Insiders own 13.71% of the company’s stock.\n\nMeta Platforms Company Profile\n\n(Free Report)\n\nMeta Platforms, Inc engages in the development of products that enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, and wearables worldwide. It operates in two segments, Family of Apps and Reality Labs. The Family of Apps segment offers Facebook, which enables people to share, discuss, discover, and connect with interests; Instagram, a community for sharing photos, videos, and private messages, as well as feed, stories, reels, video, live, and shops; Messenger, a messaging application for people to connect with friends, family, communities, and businesses across platforms and devices through text, audio, and video calls; and WhatsApp, a messaging application that is used by people and businesses to communicate and transact privately.\n\nFeatured Stories\n\nWant to see what other hedge funds are holding META? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for Meta Platforms, Inc. (NASDAQ:META – Free Report).\n\nReceive News & Ratings for Meta Platforms Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Meta Platforms and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Financial Partners Group Inc lifted its position in shares of Meta Platforms, Inc. (NASDAQ:META – Free Report) by 3.4% in the third quarter, according to the company in its most recent 13F filing with the Securities & Exchange Commission. The fund owned 2,215…",
        "link": "https://www.etfdailynews.com/2024/11/09/meta-platforms-inc-nasdaqmeta-shares-bought-by-financial-partners-group-inc/",
        "org_link": "https://www.etfdailynews.com/2024/11/09/meta-platforms-inc-nasdaqmeta-shares-bought-by-financial-partners-group-inc/",
        "publish_date": "2024-11-09T13:02:45Z",
        "title": "Meta Platforms, Inc. (NASDAQ:META) Shares Bought by Financial Partners Group Inc"
    },
    {
        "cnt": 16,
        "content": "Financial Security Advisor Inc. boosted its position in shares of Meta Platforms, Inc. (NASDAQ:META – Free Report) by 2.5% during the third quarter, according to its most recent disclosure with the Securities & Exchange Commission. The institutional investor owned 2,177 shares of the social networking company’s stock after buying an additional 54 shares during the period. Financial Security Advisor Inc.’s holdings in Meta Platforms were worth $1,246,000 at the end of the most recent quarter.\n\nSeveral other hedge funds have also recently bought and sold shares of the company. Delos Wealth Advisors LLC grew its position in Meta Platforms by 527.3% in the first quarter. Delos Wealth Advisors LLC now owns 69 shares of the social networking company’s stock valued at $34,000 after acquiring an additional 58 shares during the last quarter. POM Investment Strategies LLC acquired a new stake in shares of Meta Platforms in the 2nd quarter valued at approximately $38,000. Ruedi Wealth Management Inc. grew its holdings in shares of Meta Platforms by 122.2% during the 2nd quarter. Ruedi Wealth Management Inc. now owns 80 shares of the social networking company’s stock valued at $40,000 after purchasing an additional 44 shares during the last quarter. Richardson Financial Services Inc. increased its position in Meta Platforms by 95.6% during the 1st quarter. Richardson Financial Services Inc. now owns 88 shares of the social networking company’s stock worth $41,000 after purchasing an additional 43 shares in the last quarter. Finally, Halpern Financial Inc. bought a new position in Meta Platforms in the 3rd quarter valued at approximately $46,000. 79.91% of the stock is owned by institutional investors.\n\nGet Meta Platforms alerts:\n\nAnalyst Ratings Changes\n\nSeveral equities research analysts recently weighed in on META shares. Roth Mkm raised their price objective on Meta Platforms from $620.00 to $635.00 and gave the company a “buy” rating in a report on Thursday, October 31st. Guggenheim raised their price objective on shares of Meta Platforms from $600.00 to $665.00 and gave the company a “buy” rating in a report on Monday, October 7th. JPMorgan Chase & Co. boosted their target price on shares of Meta Platforms from $640.00 to $660.00 and gave the stock an “overweight” rating in a report on Thursday, October 31st. Oppenheimer raised their price target on shares of Meta Platforms from $525.00 to $615.00 and gave the company an “outperform” rating in a research note on Thursday, August 1st. Finally, Barclays increased their price objective on Meta Platforms from $550.00 to $630.00 and gave the company an “overweight” rating in a report on Thursday, October 31st. Two research analysts have rated the stock with a sell rating, four have assigned a hold rating, thirty-five have assigned a buy rating and two have given a strong buy rating to the company. According to data from MarketBeat.com, Meta Platforms currently has a consensus rating of “Moderate Buy” and a consensus price target of $634.10.\n\nMeta Platforms Stock Down 0.4 %\n\nMETA stock opened at $589.34 on Friday. Meta Platforms, Inc. has a fifty-two week low of $313.66 and a fifty-two week high of $602.95. The stock has a fifty day moving average of $560.42 and a 200-day moving average of $515.25. The company has a market capitalization of $1.49 trillion, a price-to-earnings ratio of 27.76, a PEG ratio of 1.24 and a beta of 1.22. The company has a debt-to-equity ratio of 0.18, a quick ratio of 2.73 and a current ratio of 2.73.\n\nMeta Platforms (NASDAQ:META – Get Free Report) last issued its earnings results on Wednesday, October 30th. The social networking company reported $6.03 earnings per share for the quarter, topping analysts’ consensus estimates of $5.19 by $0.84. Meta Platforms had a net margin of 35.55% and a return on equity of 35.60%. The firm had revenue of $40.59 billion during the quarter, compared to analyst estimates of $40.21 billion. As a group, equities research analysts predict that Meta Platforms, Inc. will post 22.53 earnings per share for the current year.\n\nMeta Platforms Announces Dividend\n\nThe firm also recently announced a quarterly dividend, which was paid on Thursday, September 26th. Shareholders of record on Monday, September 16th were issued a dividend of $0.50 per share. The ex-dividend date of this dividend was Monday, September 16th. This represents a $2.00 dividend on an annualized basis and a yield of 0.34%. Meta Platforms’s payout ratio is 9.42%.\n\nInsiders Place Their Bets\n\nIn other news, insider Jennifer Newstead sold 901 shares of Meta Platforms stock in a transaction on Tuesday, November 5th. The stock was sold at an average price of $567.70, for a total value of $511,497.70. Following the completion of the transaction, the insider now directly owns 30,581 shares in the company, valued at approximately $17,360,833.70. The trade was a 0.00 % decrease in their ownership of the stock. The sale was disclosed in a document filed with the Securities & Exchange Commission, which can be accessed through the SEC website. In other news, CTO Andrew Bosworth sold 5,057 shares of the stock in a transaction dated Thursday, August 15th. The shares were sold at an average price of $526.76, for a total value of $2,663,825.32. Following the sale, the chief technology officer now directly owns 11,990 shares of the company’s stock, valued at approximately $6,315,852.40. This represents a 0.00 % decrease in their ownership of the stock. The sale was disclosed in a filing with the SEC, which can be accessed through the SEC website. Also, insider Jennifer Newstead sold 901 shares of the business’s stock in a transaction that occurred on Tuesday, November 5th. The shares were sold at an average price of $567.70, for a total transaction of $511,497.70. Following the transaction, the insider now directly owns 30,581 shares of the company’s stock, valued at approximately $17,360,833.70. This represents a 0.00 % decrease in their position. The disclosure for this sale can be found here. Insiders have sold a total of 228,118 shares of company stock worth $121,237,935 over the last 90 days. Corporate insiders own 13.71% of the company’s stock.\n\nMeta Platforms Profile\n\n(Free Report)\n\nMeta Platforms, Inc engages in the development of products that enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, and wearables worldwide. It operates in two segments, Family of Apps and Reality Labs. The Family of Apps segment offers Facebook, which enables people to share, discuss, discover, and connect with interests; Instagram, a community for sharing photos, videos, and private messages, as well as feed, stories, reels, video, live, and shops; Messenger, a messaging application for people to connect with friends, family, communities, and businesses across platforms and devices through text, audio, and video calls; and WhatsApp, a messaging application that is used by people and businesses to communicate and transact privately.\n\nFeatured Stories\n\nWant to see what other hedge funds are holding META? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for Meta Platforms, Inc. (NASDAQ:META – Free Report).\n\nReceive News & Ratings for Meta Platforms Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Meta Platforms and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Financial Security Advisor Inc. boosted its position in shares of Meta Platforms, Inc. (NASDAQ:META – Free Report) by 2.5% during the third quarter, according to its most recent disclosure with the Securities & Exchange Commission. The institutional investor …",
        "link": "https://www.etfdailynews.com/2024/11/09/financial-security-advisor-inc-has-1-25-million-holdings-in-meta-platforms-inc-nasdaqmeta/",
        "org_link": "https://www.etfdailynews.com/2024/11/09/financial-security-advisor-inc-has-1-25-million-holdings-in-meta-platforms-inc-nasdaqmeta/",
        "publish_date": "2024-11-09T10:58:54Z",
        "title": "Financial Security Advisor Inc. Has $1.25 Million Holdings in Meta Platforms, Inc. (NASDAQ:META)"
    },
    {
        "cnt": 17,
        "content": "Bailard Inc. raised its position in Meta Platforms, Inc. (NASDAQ:META – Free Report) by 0.8% in the third quarter, Holdings Channel reports. The fund owned 81,392 shares of the social networking company’s stock after buying an additional 684 shares during the period. Meta Platforms makes up approximately 1.2% of Bailard Inc.’s portfolio, making the stock its 17th biggest holding. Bailard Inc.’s holdings in Meta Platforms were worth $46,592,000 at the end of the most recent quarter.\n\nA number of other large investors also recently modified their holdings of the company. China Universal Asset Management Co. Ltd. increased its holdings in Meta Platforms by 48.8% in the first quarter. China Universal Asset Management Co. Ltd. now owns 49,191 shares of the social networking company’s stock valued at $23,886,000 after buying an additional 16,138 shares during the last quarter. Mediolanum International Funds Ltd purchased a new position in Meta Platforms in the first quarter valued at approximately $119,989,000. TFB Advisors LLC raised its holdings in Meta Platforms by 97.1% during the first quarter. TFB Advisors LLC now owns 3,367 shares of the social networking company’s stock worth $1,635,000 after purchasing an additional 1,659 shares in the last quarter. Avidian Wealth Solutions LLC lifted its position in shares of Meta Platforms by 1.1% during the 1st quarter. Avidian Wealth Solutions LLC now owns 9,161 shares of the social networking company’s stock worth $4,448,000 after buying an additional 103 shares during the last quarter. Finally, Catalina Capital Group LLC boosted its holdings in shares of Meta Platforms by 108.1% in the 1st quarter. Catalina Capital Group LLC now owns 8,975 shares of the social networking company’s stock valued at $4,358,000 after buying an additional 4,662 shares in the last quarter. 79.91% of the stock is owned by hedge funds and other institutional investors.\n\nGet Meta Platforms alerts:\n\nInsider Buying and Selling\n\nIn other Meta Platforms news, CEO Mark Zuckerberg sold 16,702 shares of the business’s stock in a transaction on Wednesday, August 14th. The stock was sold at an average price of $528.51, for a total value of $8,827,174.02. Following the completion of the transaction, the chief executive officer now directly owns 72,473 shares in the company, valued at approximately $38,302,705.23. The trade was a 0.00 % decrease in their position. The sale was disclosed in a legal filing with the SEC, which is accessible through this link. In related news, insider Jennifer Newstead sold 901 shares of the company’s stock in a transaction that occurred on Tuesday, November 5th. The shares were sold at an average price of $567.70, for a total transaction of $511,497.70. Following the completion of the transaction, the insider now owns 30,581 shares of the company’s stock, valued at approximately $17,360,833.70. This represents a 0.00 % decrease in their ownership of the stock. The sale was disclosed in a document filed with the SEC, which is accessible through this hyperlink. Also, CEO Mark Zuckerberg sold 16,702 shares of Meta Platforms stock in a transaction on Wednesday, August 14th. The shares were sold at an average price of $528.51, for a total transaction of $8,827,174.02. Following the completion of the transaction, the chief executive officer now owns 72,473 shares in the company, valued at approximately $38,302,705.23. This trade represents a 0.00 % decrease in their position. The disclosure for this sale can be found here. Over the last 90 days, insiders have sold 228,118 shares of company stock worth $121,237,935. 13.71% of the stock is owned by insiders.\n\nWall Street Analysts Forecast Growth\n\nA number of brokerages recently weighed in on META. Loop Capital boosted their price target on shares of Meta Platforms from $550.00 to $575.00 and gave the company a “buy” rating in a research report on Tuesday, August 6th. Guggenheim upped their target price on Meta Platforms from $600.00 to $665.00 and gave the company a “buy” rating in a research report on Monday, October 7th. JPMorgan Chase & Co. lifted their price target on Meta Platforms from $640.00 to $660.00 and gave the stock an “overweight” rating in a research report on Thursday, October 31st. Stifel Nicolaus increased their price objective on Meta Platforms from $590.00 to $663.00 and gave the company a “buy” rating in a report on Monday, October 14th. Finally, Royal Bank of Canada reaffirmed an “outperform” rating and issued a $570.00 target price on shares of Meta Platforms in a report on Thursday, August 1st. Two equities research analysts have rated the stock with a sell rating, four have assigned a hold rating, thirty-five have given a buy rating and two have given a strong buy rating to the company. According to data from MarketBeat, the stock presently has an average rating of “Moderate Buy” and a consensus target price of $634.10.\n\nGet Our Latest Stock Analysis on META\n\nMeta Platforms Trading Down 0.4 %\n\nShares of META opened at $589.34 on Friday. Meta Platforms, Inc. has a 1-year low of $313.66 and a 1-year high of $602.95. The stock has a market cap of $1.49 trillion, a price-to-earnings ratio of 27.76, a price-to-earnings-growth ratio of 1.24 and a beta of 1.22. The firm has a 50 day simple moving average of $560.42 and a 200-day simple moving average of $515.25. The company has a debt-to-equity ratio of 0.18, a current ratio of 2.73 and a quick ratio of 2.73.\n\nMeta Platforms (NASDAQ:META – Get Free Report) last posted its quarterly earnings data on Wednesday, October 30th. The social networking company reported $6.03 EPS for the quarter, topping analysts’ consensus estimates of $5.19 by $0.84. The firm had revenue of $40.59 billion during the quarter, compared to analysts’ expectations of $40.21 billion. Meta Platforms had a return on equity of 35.60% and a net margin of 35.55%. Equities analysts forecast that Meta Platforms, Inc. will post 22.53 EPS for the current fiscal year.\n\nMeta Platforms Dividend Announcement\n\nThe company also recently disclosed a quarterly dividend, which was paid on Thursday, September 26th. Investors of record on Monday, September 16th were paid a dividend of $0.50 per share. This represents a $2.00 annualized dividend and a dividend yield of 0.34%. The ex-dividend date was Monday, September 16th. Meta Platforms’s payout ratio is 9.42%.\n\nMeta Platforms Profile\n\n(Free Report)\n\nMeta Platforms, Inc engages in the development of products that enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, and wearables worldwide. It operates in two segments, Family of Apps and Reality Labs. The Family of Apps segment offers Facebook, which enables people to share, discuss, discover, and connect with interests; Instagram, a community for sharing photos, videos, and private messages, as well as feed, stories, reels, video, live, and shops; Messenger, a messaging application for people to connect with friends, family, communities, and businesses across platforms and devices through text, audio, and video calls; and WhatsApp, a messaging application that is used by people and businesses to communicate and transact privately.\n\nSee Also\n\nWant to see what other hedge funds are holding META? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for Meta Platforms, Inc. (NASDAQ:META – Free Report).\n\nReceive News & Ratings for Meta Platforms Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Meta Platforms and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Bailard Inc. raised its position in Meta Platforms, Inc. (NASDAQ:META – Free Report) by 0.8% in the third quarter, Holdings Channel reports. The fund owned 81,392 shares of the social networking company’s stock after buying an additional 684 shares during the…",
        "link": "https://www.etfdailynews.com/2024/11/09/meta-platforms-inc-nasdaqmeta-shares-purchased-by-bailard-inc/",
        "org_link": "https://www.etfdailynews.com/2024/11/09/meta-platforms-inc-nasdaqmeta-shares-purchased-by-bailard-inc/",
        "publish_date": "2024-11-09T10:58:54Z",
        "title": "Meta Platforms, Inc. (NASDAQ:META) Shares Purchased by Bailard Inc."
    },
    {
        "cnt": 18,
        "content": "Click to unmute Meta AI vs. ChatGPT: AI Chatbots Compared\n\nMeta AI vs. ChatGPT: AI Chatbots Compared\n\nNov 9, 2024 Tech\n\nIt's meta A I versus chat G BT. I used both of these chat bots as my personal assistants for the day to see what they can and can't do and how they stack up. You can access both of these chat bots from a desktop browser or apps. I'm using them both on my phone today. Chat C BT has its own app and meta A I is integrated into Facebook messenger, Instagram and whatsapp. You can use me A I for free, but there are both free and paid versions of chat T I'm using chat PT free today. Voice chatting is new on meta A I and relatively new on chat G BT. So I was excited to try it. Meta A I offers 10 voices for you to choose from. And chat G BT offers nine out of meta 10. It gives you some celebrity voices that sound pretty accurate. I can help you with things like creating images, answering your questions or giving you advice. There are no celeb voices on chat GP T. Hey, what's up? Feel free to ask me about anything that's on your mind. You have to be logged into the chat GP T app to access voice chatting. You can also text with these chat bots. I'm going to both text and speak with them today. Let's see how much meta A I and chat GP T can help me with my everyday tasks. I want to plan some activities for the next month and because I'm a bay area local, I am very curious whether or not these chat bots can distinguish between touristy activities and non touristy stuff, which is what I'm interested in. Let's see. Can you give me an itinerary for the perfect non touristy day in San Francisco? Yes, of course. For a non touristy day in San Francisco, explore the city's neighborhoods, parks and local attractions. Visit the Day. Young Museum, Dolores Park. Ok. This is a good start. Can you recommend some good vegetarian restaurants in those neighborhoods? Happy too. Some highly recommended vegetarian restaurants in San Francisco include Green's restaurant, enjoy vegetarian Thai idea. This is an ok start. I would say I like the restaurants more than the first recommendations. I feel like they were a little bit general and a little bit touristy. Let's see what chat GP T gives me. Can you give me an itinerary for the perfect non touristy day in San Francisco? Absolutely. For a more local vibe in San Francisco. Start your morning with coffee and breakfast at trouble. Coffee in the outer sunset. They're famous for their cinnamon toast which goes perfectly with a cozy, cup of coffee from there. Take a walk over to the nearby. That sounds great. Ok. I prefer chat GP TS answer by a landslide. It gave me so much more detail and it gave me an itinerary for the entire day, which I really appreciate because that is what I asked for. I would also say most of the recommendations are actually things that are non touristy, which again what I asked for, I really appreciate that overall. Very impressed by that answer. And I'm going to be adding some of these things to my list. For sure. I have to get groceries this weekend, but I am so bored of my current grocery rotation. And at the same time, I get overwhelmed trying to figure out new recipes. So hopefully these chop bots can help me starting with meta A I, I'm asking, can you create a high protein vegetarian grocery list for me for under $100 in San Francisco? That is a tall order, right? We've got some good protein sources, lots of produce in there, dairy grains and the totals. This list should provide a good foundation for high protein vegetarian meals. But prices may vary depending on the specific store and location. I agree. This is a pretty balanced list. I don't know that I could get all of this for under $100 at Whole Foods or Trader Joe's but grocery outlet maybe. Let's try chat E BT. Next, this looks very similar to the last list says the estimated total is $54 which not sure about that. Again, in San Francisco, the accuracy of that pricing, I would say for this round, the answers are pretty comparable. You could kind of go with either I did like the tip breakdown at the end of meta A I's answer, although it was kind of inaccurate at times. So take that with a grain of salt. These responses were pretty solid, but it is worth noting that sometimes these chat bots can lead you totally astray through producing responses with hallucinations. That is stuff they made up. That's not actually true. Meta A I and chat GP T are multimodal so I can upload and ask them questions about photos. I can also use meta A I to add, remove or alter parts of my photos. I'm asking meta A I can you remove the painting from above the bed in this photo? And Voila not perfect, but it's something it's better than nothing. Next. I'm asking meta A I can you give me wings in this photo and there we go. Before and after I have wings, those photos weren't perfect but it is still cool what you can do with meta A I at the moment while Chachi Bt works for simple adjustments, it can't add or remove things from my photos. It just creates entirely new images. Me A I is completely free. There's a paid version of chat GP T called chat GP T plus, that costs $20 a month. It gives you greater access to chat GP TS most advanced G BT +40 model with chat PT free. If you've asked too many questions, you'll get downgraded to a less advanced GP T chat GP T plus also allows you to make more images with the dolly three A I image generator meta A I. On the other hand, gives you unlimited access to its imagine A I image generator we have found that imagine doesn't produce a strong of results as Dolly three does. We were so impressed by Dolly three that it received a 2024 senior editors choice award. But hey, it's nice that imagines free imagines images are also automatically watermarked to disclose that they A I generated while Doy threes are not. Let's try making an image with metas. Imagine A I. Can you imagine an image of a puppy wearing headphones? OK. Take a look. I like this one. Very cute, not what I expected but I like the colorful headphones. OK. Next, let's try Dolly three on Chat G BT. Can you give me an image of a puppy wearing headphones? Here's an adorable puppy wearing headphones. Let me know if you'd like any adjustments. This is probably what I imagined more when I thought of headphones, the traditional black headphones, they don't fit this puppy. I think in this case, both of the photos are pretty me A I has also recently been integrated into the Rayan Meta Glasses in the US and Canada to allow you to say scan a QR code or hear live translation. You can also create your own A I chatbot using me as a studio in the US and talk to chat bots created by other users. Overall, I prefer chat GP T because I find that it gives me more thorough answers. And I like that it has its own stand alone app, but I don't love that. Chat GP T charges you for more access to some of its best features. Now, this does only scratch the surface of what these chats can do. So check out c.com for more and I am very interested to hear your thoughts. Have you tried these chats? And if so, which one do you prefer? Let me know in the comments below and thank you so much for watching.",
        "description": "I used Meta AI and ChatGPT as my personal assistants for the day to see exactly how these two AI chatbots compare.",
        "link": "https://www.cnet.com/videos/meta-ai-vs-chatgpt-ai-chatbots-compared/",
        "org_link": "https://www.cnet.com/videos/meta-ai-vs-chatgpt-ai-chatbots-compared/",
        "publish_date": "2024-11-09T13:00:03Z",
        "title": "Meta AI vs. ChatGPT: AI Chatbots Compared video"
    },
    {
        "cnt": 19,
        "content": "Callahan Advisors LLC trimmed its position in shares of Meta Platforms, Inc. (NASDAQ:META – Free Report) by 4.1% during the 3rd quarter, according to the company in its most recent 13F filing with the SEC. The institutional investor owned 112,415 shares of the social networking company’s stock after selling 4,851 shares during the quarter. Meta Platforms makes up approximately 6.3% of Callahan Advisors LLC’s holdings, making the stock its largest position. Callahan Advisors LLC’s holdings in Meta Platforms were worth $64,351,000 at the end of the most recent reporting period.\n\nA number of other hedge funds and other institutional investors have also recently made changes to their positions in META. Central Valley Advisors LLC boosted its position in shares of Meta Platforms by 0.3% during the third quarter. Central Valley Advisors LLC now owns 5,714 shares of the social networking company’s stock valued at $3,271,000 after buying an additional 18 shares during the last quarter. Cherrydale Wealth Management LLC lifted its stake in Meta Platforms by 0.5% during the 3rd quarter. Cherrydale Wealth Management LLC now owns 3,841 shares of the social networking company’s stock valued at $2,199,000 after acquiring an additional 18 shares during the period. Alliance Wealth Advisors LLC boosted its holdings in shares of Meta Platforms by 0.7% during the 3rd quarter. Alliance Wealth Advisors LLC now owns 2,787 shares of the social networking company’s stock valued at $1,595,000 after acquiring an additional 18 shares during the last quarter. Kozak & Associates Inc. grew its stake in shares of Meta Platforms by 1.0% in the third quarter. Kozak & Associates Inc. now owns 1,906 shares of the social networking company’s stock worth $1,099,000 after acquiring an additional 18 shares during the period. Finally, Capital Advisors Ltd. LLC raised its holdings in shares of Meta Platforms by 0.5% during the third quarter. Capital Advisors Ltd. LLC now owns 3,560 shares of the social networking company’s stock valued at $2,038,000 after purchasing an additional 18 shares during the last quarter. Hedge funds and other institutional investors own 79.91% of the company’s stock.\n\nGet Meta Platforms alerts:\n\nMeta Platforms Stock Performance\n\nShares of NASDAQ:META opened at $589.34 on Friday. The firm has a fifty day simple moving average of $560.42 and a two-hundred day simple moving average of $515.25. Meta Platforms, Inc. has a 52 week low of $313.66 and a 52 week high of $602.95. The company has a quick ratio of 2.73, a current ratio of 2.73 and a debt-to-equity ratio of 0.18. The stock has a market capitalization of $1.49 trillion, a P/E ratio of 27.76, a PEG ratio of 1.24 and a beta of 1.22.\n\nMeta Platforms Dividend Announcement\n\nMeta Platforms ( NASDAQ:META Get Free Report ) last posted its quarterly earnings data on Wednesday, October 30th. The social networking company reported $6.03 earnings per share (EPS) for the quarter, beating the consensus estimate of $5.19 by $0.84. The business had revenue of $40.59 billion during the quarter, compared to analyst estimates of $40.21 billion. Meta Platforms had a return on equity of 35.60% and a net margin of 35.55%. On average, analysts expect that Meta Platforms, Inc. will post 22.53 earnings per share for the current fiscal year.\n\nThe firm also recently disclosed a quarterly dividend, which was paid on Thursday, September 26th. Investors of record on Monday, September 16th were issued a dividend of $0.50 per share. This represents a $2.00 dividend on an annualized basis and a yield of 0.34%. The ex-dividend date was Monday, September 16th. Meta Platforms’s payout ratio is currently 9.42%.\n\nWall Street Analyst Weigh In\n\nMETA has been the topic of several research reports. Royal Bank of Canada restated an “outperform” rating and issued a $570.00 target price on shares of Meta Platforms in a report on Thursday, August 1st. Guggenheim lifted their price objective on Meta Platforms from $600.00 to $665.00 and gave the stock a “buy” rating in a report on Monday, October 7th. Citigroup increased their target price on Meta Platforms from $645.00 to $705.00 and gave the company a “buy” rating in a report on Thursday, October 31st. Roth Mkm raised their target price on Meta Platforms from $620.00 to $635.00 and gave the stock a “buy” rating in a research report on Thursday, October 31st. Finally, DA Davidson started coverage on shares of Meta Platforms in a research report on Tuesday, September 10th. They set a “buy” rating and a $600.00 price target for the company. Two equities research analysts have rated the stock with a sell rating, four have given a hold rating, thirty-five have assigned a buy rating and two have issued a strong buy rating to the stock. Based on data from MarketBeat.com, the company has a consensus rating of “Moderate Buy” and a consensus price target of $634.10.\n\nCheck Out Our Latest Report on META\n\nInsiders Place Their Bets\n\nIn other Meta Platforms news, insider Jennifer Newstead sold 901 shares of the business’s stock in a transaction dated Tuesday, November 5th. The shares were sold at an average price of $567.70, for a total value of $511,497.70. Following the completion of the sale, the insider now directly owns 30,581 shares of the company’s stock, valued at $17,360,833.70. The trade was a 0.00 % decrease in their position. The transaction was disclosed in a filing with the Securities & Exchange Commission, which is available at this hyperlink. In other news, insider Jennifer Newstead sold 901 shares of Meta Platforms stock in a transaction that occurred on Tuesday, November 5th. The shares were sold at an average price of $567.70, for a total transaction of $511,497.70. Following the completion of the sale, the insider now owns 30,581 shares of the company’s stock, valued at approximately $17,360,833.70. The trade was a 0.00 % decrease in their ownership of the stock. The transaction was disclosed in a legal filing with the SEC, which is accessible through this link. Also, insider Christopher K. Cox sold 20,000 shares of the stock in a transaction that occurred on Thursday, September 19th. The stock was sold at an average price of $557.52, for a total value of $11,150,400.00. Following the completion of the transaction, the insider now directly owns 338,662 shares in the company, valued at approximately $188,810,838.24. This trade represents a 0.00 % decrease in their position. The disclosure for this sale can be found here. Insiders have sold a total of 228,118 shares of company stock worth $121,237,935 over the last quarter. Company insiders own 13.71% of the company’s stock.\n\nMeta Platforms Company Profile\n\n(Free Report)\n\nMeta Platforms, Inc engages in the development of products that enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, and wearables worldwide. It operates in two segments, Family of Apps and Reality Labs. The Family of Apps segment offers Facebook, which enables people to share, discuss, discover, and connect with interests; Instagram, a community for sharing photos, videos, and private messages, as well as feed, stories, reels, video, live, and shops; Messenger, a messaging application for people to connect with friends, family, communities, and businesses across platforms and devices through text, audio, and video calls; and WhatsApp, a messaging application that is used by people and businesses to communicate and transact privately.\n\nSee Also\n\nWant to see what other hedge funds are holding META? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for Meta Platforms, Inc. (NASDAQ:META – Free Report).\n\nReceive News & Ratings for Meta Platforms Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Meta Platforms and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Callahan Advisors LLC trimmed its position in shares of Meta Platforms, Inc. (NASDAQ:META – Free Report) by 4.1% during the 3rd quarter, according to the company in its most recent 13F filing with the SEC. The institutional investor owned 112,415 shares of th…",
        "link": "https://www.etfdailynews.com/2024/11/09/callahan-advisors-llc-has-64-35-million-stock-holdings-in-meta-platforms-inc-nasdaqmeta/",
        "org_link": "https://www.etfdailynews.com/2024/11/09/callahan-advisors-llc-has-64-35-million-stock-holdings-in-meta-platforms-inc-nasdaqmeta/",
        "publish_date": "2024-11-09T10:58:52Z",
        "title": "Callahan Advisors LLC Has $64.35 Million Stock Holdings in Meta Platforms, Inc. (NASDAQ:META)"
    },
    {
        "cnt": 20,
        "content": "HMS Capital Management LLC lowered its position in Meta Platforms, Inc. (NASDAQ:META – Free Report) by 0.9% during the 3rd quarter, according to its most recent disclosure with the Securities and Exchange Commission. The firm owned 4,747 shares of the social networking company’s stock after selling 43 shares during the quarter. Meta Platforms comprises approximately 1.3% of HMS Capital Management LLC’s investment portfolio, making the stock its 17th biggest holding. HMS Capital Management LLC’s holdings in Meta Platforms were worth $2,717,000 at the end of the most recent quarter.\n\nA number of other hedge funds also recently made changes to their positions in the business. Gradient Investments LLC grew its stake in shares of Meta Platforms by 8.9% in the second quarter. Gradient Investments LLC now owns 72,587 shares of the social networking company’s stock worth $36,600,000 after purchasing an additional 5,953 shares in the last quarter. Stanley Laman Group Ltd. lifted its holdings in Meta Platforms by 26.5% in the second quarter. Stanley Laman Group Ltd. now owns 1,678 shares of the social networking company’s stock worth $846,000 after purchasing an additional 352 shares during the period. Cutter & CO Brokerage Inc. grew its position in Meta Platforms by 0.7% in the 3rd quarter. Cutter & CO Brokerage Inc. now owns 9,735 shares of the social networking company’s stock valued at $5,573,000 after buying an additional 65 shares in the last quarter. Janney Montgomery Scott LLC increased its stake in Meta Platforms by 1.4% during the 3rd quarter. Janney Montgomery Scott LLC now owns 412,046 shares of the social networking company’s stock valued at $235,872,000 after buying an additional 5,594 shares during the period. Finally, BCGM Wealth Management LLC raised its position in shares of Meta Platforms by 5.3% during the 1st quarter. BCGM Wealth Management LLC now owns 1,311 shares of the social networking company’s stock worth $637,000 after buying an additional 66 shares in the last quarter. Institutional investors own 79.91% of the company’s stock.\n\nGet Meta Platforms alerts:\n\nMeta Platforms Stock Performance\n\nShares of META opened at $589.34 on Friday. The firm has a market cap of $1.49 trillion, a price-to-earnings ratio of 27.76, a price-to-earnings-growth ratio of 1.24 and a beta of 1.22. The company’s fifty day moving average is $560.42 and its 200-day moving average is $515.25. The company has a quick ratio of 2.73, a current ratio of 2.73 and a debt-to-equity ratio of 0.18. Meta Platforms, Inc. has a 12 month low of $313.66 and a 12 month high of $602.95.\n\nMeta Platforms Dividend Announcement\n\nMeta Platforms ( NASDAQ:META Get Free Report ) last posted its earnings results on Wednesday, October 30th. The social networking company reported $6.03 earnings per share for the quarter, beating the consensus estimate of $5.19 by $0.84. The company had revenue of $40.59 billion for the quarter, compared to analyst estimates of $40.21 billion. Meta Platforms had a return on equity of 35.60% and a net margin of 35.55%. Equities analysts expect that Meta Platforms, Inc. will post 22.53 EPS for the current fiscal year.\n\nThe company also recently announced a quarterly dividend, which was paid on Thursday, September 26th. Shareholders of record on Monday, September 16th were given a dividend of $0.50 per share. This represents a $2.00 dividend on an annualized basis and a yield of 0.34%. The ex-dividend date of this dividend was Monday, September 16th. Meta Platforms’s dividend payout ratio is 9.42%.\n\nAnalyst Upgrades and Downgrades\n\nSeveral research firms have recently issued reports on META. Benchmark reiterated a “hold” rating on shares of Meta Platforms in a report on Thursday, July 25th. Oppenheimer increased their price target on Meta Platforms from $525.00 to $615.00 and gave the company an “outperform” rating in a research note on Thursday, August 1st. Bank of America boosted their price objective on Meta Platforms from $630.00 to $660.00 and gave the stock a “buy” rating in a research note on Thursday, October 31st. DA Davidson started coverage on Meta Platforms in a research note on Tuesday, September 10th. They set a “buy” rating and a $600.00 target price for the company. Finally, Royal Bank of Canada reaffirmed an “outperform” rating and set a $570.00 target price on shares of Meta Platforms in a report on Thursday, August 1st. Two equities research analysts have rated the stock with a sell rating, four have assigned a hold rating, thirty-five have issued a buy rating and two have given a strong buy rating to the company’s stock. According to data from MarketBeat, Meta Platforms has a consensus rating of “Moderate Buy” and an average target price of $634.10.\n\nGet Our Latest Stock Analysis on META\n\nInsider Activity at Meta Platforms\n\nIn other Meta Platforms news, CEO Mark Zuckerberg sold 16,702 shares of the stock in a transaction on Wednesday, August 14th. The shares were sold at an average price of $528.51, for a total value of $8,827,174.02. Following the completion of the sale, the chief executive officer now directly owns 72,473 shares of the company’s stock, valued at $38,302,705.23. This represents a 0.00 % decrease in their position. The sale was disclosed in a document filed with the Securities & Exchange Commission, which is available at this link. In related news, CFO Susan J. Li sold 8,950 shares of the firm’s stock in a transaction on Thursday, August 15th. The stock was sold at an average price of $526.76, for a total value of $4,714,502.00. Following the completion of the transaction, the chief financial officer now directly owns 74,579 shares of the company’s stock, valued at $39,285,234.04. This trade represents a 0.00 % decrease in their ownership of the stock. The sale was disclosed in a document filed with the Securities & Exchange Commission, which is available through this hyperlink. Also, CEO Mark Zuckerberg sold 16,702 shares of the business’s stock in a transaction on Wednesday, August 14th. The shares were sold at an average price of $528.51, for a total transaction of $8,827,174.02. Following the completion of the sale, the chief executive officer now directly owns 72,473 shares in the company, valued at $38,302,705.23. This trade represents a 0.00 % decrease in their position. The disclosure for this sale can be found here. Insiders sold a total of 228,118 shares of company stock worth $121,237,935 in the last 90 days. 13.71% of the stock is owned by company insiders.\n\nMeta Platforms Company Profile\n\n(Free Report)\n\nMeta Platforms, Inc engages in the development of products that enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, and wearables worldwide. It operates in two segments, Family of Apps and Reality Labs. The Family of Apps segment offers Facebook, which enables people to share, discuss, discover, and connect with interests; Instagram, a community for sharing photos, videos, and private messages, as well as feed, stories, reels, video, live, and shops; Messenger, a messaging application for people to connect with friends, family, communities, and businesses across platforms and devices through text, audio, and video calls; and WhatsApp, a messaging application that is used by people and businesses to communicate and transact privately.\n\nSee Also\n\nWant to see what other hedge funds are holding META? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for Meta Platforms, Inc. (NASDAQ:META – Free Report).\n\nReceive News & Ratings for Meta Platforms Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Meta Platforms and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "HMS Capital Management LLC lowered its position in Meta Platforms, Inc. (NASDAQ:META – Free Report) by 0.9% during the 3rd quarter, according to its most recent disclosure with the Securities and Exchange Commission. The firm owned 4,747 shares of the social …",
        "link": "https://www.etfdailynews.com/2024/11/09/meta-platforms-inc-nasdaqmeta-shares-sold-by-hms-capital-management-llc/",
        "org_link": "https://www.etfdailynews.com/2024/11/09/meta-platforms-inc-nasdaqmeta-shares-sold-by-hms-capital-management-llc/",
        "publish_date": "2024-11-09T10:58:53Z",
        "title": "Meta Platforms, Inc. (NASDAQ:META) Shares Sold by HMS Capital Management LLC"
    },
    {
        "cnt": 21,
        "content": "Hardman Johnston Global Advisors LLC raised its position in Meta Platforms, Inc. (NASDAQ:META – Free Report) by 571.6% in the third quarter, according to the company in its most recent disclosure with the Securities and Exchange Commission (SEC). The fund owned 8,475 shares of the social networking company’s stock after acquiring an additional 7,213 shares during the quarter. Hardman Johnston Global Advisors LLC’s holdings in Meta Platforms were worth $4,851,000 at the end of the most recent reporting period.\n\nOther hedge funds and other institutional investors also recently modified their holdings of the company. Central Valley Advisors LLC increased its position in shares of Meta Platforms by 0.3% in the third quarter. Central Valley Advisors LLC now owns 5,714 shares of the social networking company’s stock worth $3,271,000 after purchasing an additional 18 shares during the period. Cherrydale Wealth Management LLC grew its stake in Meta Platforms by 0.5% during the third quarter. Cherrydale Wealth Management LLC now owns 3,841 shares of the social networking company’s stock worth $2,199,000 after buying an additional 18 shares in the last quarter. Alliance Wealth Advisors LLC increased its holdings in Meta Platforms by 0.7% in the 3rd quarter. Alliance Wealth Advisors LLC now owns 2,787 shares of the social networking company’s stock valued at $1,595,000 after buying an additional 18 shares during the period. Kozak & Associates Inc. raised its position in shares of Meta Platforms by 1.0% in the 3rd quarter. Kozak & Associates Inc. now owns 1,906 shares of the social networking company’s stock valued at $1,099,000 after buying an additional 18 shares in the last quarter. Finally, Capital Advisors Ltd. LLC lifted its holdings in shares of Meta Platforms by 0.5% during the 3rd quarter. Capital Advisors Ltd. LLC now owns 3,560 shares of the social networking company’s stock worth $2,038,000 after acquiring an additional 18 shares during the period. Institutional investors own 79.91% of the company’s stock.\n\nGet Meta Platforms alerts:\n\nMeta Platforms Price Performance\n\nMETA stock opened at $589.34 on Friday. Meta Platforms, Inc. has a 1 year low of $313.66 and a 1 year high of $602.95. The stock has a market capitalization of $1.49 trillion, a PE ratio of 27.76, a price-to-earnings-growth ratio of 1.24 and a beta of 1.22. The company’s 50-day moving average is $560.42 and its 200-day moving average is $515.25. The company has a debt-to-equity ratio of 0.18, a current ratio of 2.73 and a quick ratio of 2.73.\n\nMeta Platforms Announces Dividend\n\nMeta Platforms ( NASDAQ:META Get Free Report ) last announced its quarterly earnings data on Wednesday, October 30th. The social networking company reported $6.03 EPS for the quarter, beating analysts’ consensus estimates of $5.19 by $0.84. Meta Platforms had a return on equity of 35.60% and a net margin of 35.55%. The firm had revenue of $40.59 billion during the quarter, compared to analysts’ expectations of $40.21 billion. Equities research analysts expect that Meta Platforms, Inc. will post 22.53 EPS for the current fiscal year.\n\nThe firm also recently disclosed a quarterly dividend, which was paid on Thursday, September 26th. Shareholders of record on Monday, September 16th were issued a dividend of $0.50 per share. The ex-dividend date was Monday, September 16th. This represents a $2.00 annualized dividend and a yield of 0.34%. Meta Platforms’s payout ratio is 9.42%.\n\nInsider Buying and Selling at Meta Platforms\n\nIn related news, insider Jennifer Newstead sold 905 shares of the company’s stock in a transaction dated Friday, August 16th. The shares were sold at an average price of $532.21, for a total value of $481,650.05. Following the sale, the insider now owns 41,437 shares in the company, valued at $22,053,185.77. This represents a 0.00 % decrease in their position. The transaction was disclosed in a legal filing with the SEC, which is available at this link. In related news, CFO Susan J. Li sold 33,018 shares of the stock in a transaction on Tuesday, August 27th. The stock was sold at an average price of $517.94, for a total value of $17,101,342.92. The transaction was disclosed in a document filed with the Securities & Exchange Commission, which is available through this hyperlink. Also, insider Jennifer Newstead sold 905 shares of Meta Platforms stock in a transaction on Friday, August 16th. The stock was sold at an average price of $532.21, for a total transaction of $481,650.05. Following the transaction, the insider now directly owns 41,437 shares in the company, valued at $22,053,185.77. This represents a 0.00 % decrease in their ownership of the stock. The disclosure for this sale can be found here. Over the last three months, insiders have sold 228,118 shares of company stock valued at $121,237,935. Corporate insiders own 13.71% of the company’s stock.\n\nWall Street Analysts Forecast Growth\n\nA number of research analysts recently issued reports on the stock. Guggenheim lifted their price objective on shares of Meta Platforms from $600.00 to $665.00 and gave the company a “buy” rating in a research note on Monday, October 7th. Barclays boosted their price target on Meta Platforms from $550.00 to $630.00 and gave the stock an “overweight” rating in a report on Thursday, October 31st. Susquehanna raised their price objective on Meta Platforms from $600.00 to $675.00 and gave the company a “positive” rating in a research note on Thursday, October 31st. JMP Securities boosted their target price on Meta Platforms from $635.00 to $660.00 and gave the stock a “market outperform” rating in a research note on Thursday, October 31st. Finally, Pivotal Research raised their price target on shares of Meta Platforms from $780.00 to $800.00 and gave the company a “buy” rating in a research note on Thursday, October 31st. Two analysts have rated the stock with a sell rating, four have issued a hold rating, thirty-five have issued a buy rating and two have issued a strong buy rating to the company’s stock. According to MarketBeat, Meta Platforms presently has an average rating of “Moderate Buy” and an average price target of $634.10.\n\nCheck Out Our Latest Report on META\n\nMeta Platforms Profile\n\n(Free Report)\n\nMeta Platforms, Inc engages in the development of products that enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, and wearables worldwide. It operates in two segments, Family of Apps and Reality Labs. The Family of Apps segment offers Facebook, which enables people to share, discuss, discover, and connect with interests; Instagram, a community for sharing photos, videos, and private messages, as well as feed, stories, reels, video, live, and shops; Messenger, a messaging application for people to connect with friends, family, communities, and businesses across platforms and devices through text, audio, and video calls; and WhatsApp, a messaging application that is used by people and businesses to communicate and transact privately.\n\nRead More\n\nWant to see what other hedge funds are holding META? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for Meta Platforms, Inc. (NASDAQ:META – Free Report).\n\nReceive News & Ratings for Meta Platforms Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Meta Platforms and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Hardman Johnston Global Advisors LLC raised its position in Meta Platforms, Inc. (NASDAQ:META – Free Report) by 571.6% in the third quarter, according to the company in its most recent disclosure with the Securities and Exchange Commission (SEC). The fund own…",
        "link": "https://www.etfdailynews.com/2024/11/09/hardman-johnston-global-advisors-llc-has-4-85-million-stake-in-meta-platforms-inc-nasdaqmeta/",
        "org_link": "https://www.etfdailynews.com/2024/11/09/hardman-johnston-global-advisors-llc-has-4-85-million-stake-in-meta-platforms-inc-nasdaqmeta/",
        "publish_date": "2024-11-09T10:58:53Z",
        "title": "Hardman Johnston Global Advisors LLC Has $4.85 Million Stake in Meta Platforms, Inc. (NASDAQ:META)"
    },
    {
        "cnt": 22,
        "content": "Geneva Partners LLC boosted its stake in Meta Platforms, Inc. (NASDAQ:META – Free Report) by 15.7% during the 3rd quarter, according to its most recent 13F filing with the Securities and Exchange Commission. The institutional investor owned 17,547 shares of the social networking company’s stock after acquiring an additional 2,382 shares during the quarter. Meta Platforms accounts for 4.3% of Geneva Partners LLC’s portfolio, making the stock its 7th largest position. Geneva Partners LLC’s holdings in Meta Platforms were worth $10,045,000 as of its most recent filing with the Securities and Exchange Commission.\n\nOther institutional investors and hedge funds have also recently added to or reduced their stakes in the company. Vanguard Group Inc. boosted its holdings in Meta Platforms by 0.4% during the first quarter. Vanguard Group Inc. now owns 187,180,393 shares of the social networking company’s stock worth $90,891,055,000 after purchasing an additional 831,047 shares during the last quarter. Capital World Investors lifted its position in Meta Platforms by 0.6% during the 1st quarter. Capital World Investors now owns 38,299,316 shares of the social networking company’s stock worth $18,597,382,000 after buying an additional 244,803 shares in the last quarter. Capital Research Global Investors increased its position in shares of Meta Platforms by 14.5% in the first quarter. Capital Research Global Investors now owns 34,597,001 shares of the social networking company’s stock valued at $16,799,612,000 after acquiring an additional 4,379,826 shares during the last quarter. GQG Partners LLC boosted its position in Meta Platforms by 3.1% during the first quarter. GQG Partners LLC now owns 11,497,335 shares of the social networking company’s stock valued at $5,582,876,000 after purchasing an additional 342,742 shares during the last quarter. Finally, International Assets Investment Management LLC grew its stake in Meta Platforms by 57,001.5% in the third quarter. International Assets Investment Management LLC now owns 9,517,111 shares of the social networking company’s stock valued at $5,447,975,000 after purchasing an additional 9,500,444 shares in the last quarter. 79.91% of the stock is owned by institutional investors and hedge funds.\n\nGet Meta Platforms alerts:\n\nAnalysts Set New Price Targets\n\nA number of equities research analysts have recently issued reports on the company. DA Davidson assumed coverage on Meta Platforms in a research note on Tuesday, September 10th. They set a “buy” rating and a $600.00 price objective on the stock. Cantor Fitzgerald reissued an “overweight” rating and issued a $670.00 price objective on shares of Meta Platforms in a research report on Wednesday, October 16th. Stifel Nicolaus raised their target price on shares of Meta Platforms from $590.00 to $663.00 and gave the company a “buy” rating in a research note on Monday, October 14th. Scotiabank lowered their price target on Meta Platforms from $585.00 to $583.00 and set a “sector perform” rating on the stock in a research report on Thursday, October 31st. Finally, Sanford C. Bernstein boosted their target price on Meta Platforms from $600.00 to $675.00 and gave the stock an “outperform” rating in a report on Friday, October 25th. Two investment analysts have rated the stock with a sell rating, four have assigned a hold rating, thirty-five have given a buy rating and two have given a strong buy rating to the stock. According to MarketBeat, Meta Platforms has a consensus rating of “Moderate Buy” and a consensus price target of $634.10.\n\nMeta Platforms Trading Down 0.4 %\n\nMETA opened at $589.34 on Friday. The company has a market cap of $1.49 trillion, a P/E ratio of 27.76, a PEG ratio of 1.24 and a beta of 1.22. The company has a current ratio of 2.73, a quick ratio of 2.73 and a debt-to-equity ratio of 0.18. The company’s 50 day moving average is $560.42 and its 200-day moving average is $515.25. Meta Platforms, Inc. has a 1-year low of $313.66 and a 1-year high of $602.95.\n\nMeta Platforms (NASDAQ:META – Get Free Report) last issued its quarterly earnings data on Wednesday, October 30th. The social networking company reported $6.03 earnings per share for the quarter, topping analysts’ consensus estimates of $5.19 by $0.84. The business had revenue of $40.59 billion for the quarter, compared to analyst estimates of $40.21 billion. Meta Platforms had a return on equity of 35.60% and a net margin of 35.55%. Equities research analysts predict that Meta Platforms, Inc. will post 22.53 earnings per share for the current fiscal year.\n\nMeta Platforms Announces Dividend\n\nThe firm also recently announced a quarterly dividend, which was paid on Thursday, September 26th. Investors of record on Monday, September 16th were given a dividend of $0.50 per share. The ex-dividend date was Monday, September 16th. This represents a $2.00 annualized dividend and a yield of 0.34%. Meta Platforms’s dividend payout ratio is presently 9.42%.\n\nInsiders Place Their Bets\n\nIn other news, insider Jennifer Newstead sold 901 shares of Meta Platforms stock in a transaction on Tuesday, November 5th. The shares were sold at an average price of $567.70, for a total transaction of $511,497.70. Following the transaction, the insider now owns 30,581 shares in the company, valued at approximately $17,360,833.70. The trade was a 0.00 % decrease in their ownership of the stock. The sale was disclosed in a document filed with the Securities & Exchange Commission, which is accessible through the SEC website. In other Meta Platforms news, insider Christopher K. Cox sold 20,000 shares of the firm’s stock in a transaction that occurred on Thursday, September 19th. The shares were sold at an average price of $557.52, for a total transaction of $11,150,400.00. Following the completion of the transaction, the insider now owns 338,662 shares in the company, valued at approximately $188,810,838.24. This trade represents a 0.00 % decrease in their position. The transaction was disclosed in a document filed with the Securities & Exchange Commission, which can be accessed through this link. Also, insider Jennifer Newstead sold 901 shares of the company’s stock in a transaction on Tuesday, November 5th. The shares were sold at an average price of $567.70, for a total transaction of $511,497.70. Following the completion of the sale, the insider now directly owns 30,581 shares in the company, valued at approximately $17,360,833.70. This represents a 0.00 % decrease in their ownership of the stock. The disclosure for this sale can be found here. Insiders have sold 228,118 shares of company stock valued at $121,237,935 in the last ninety days. 13.71% of the stock is currently owned by insiders.\n\nMeta Platforms Company Profile\n\n(Free Report)\n\nMeta Platforms, Inc engages in the development of products that enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, and wearables worldwide. It operates in two segments, Family of Apps and Reality Labs. The Family of Apps segment offers Facebook, which enables people to share, discuss, discover, and connect with interests; Instagram, a community for sharing photos, videos, and private messages, as well as feed, stories, reels, video, live, and shops; Messenger, a messaging application for people to connect with friends, family, communities, and businesses across platforms and devices through text, audio, and video calls; and WhatsApp, a messaging application that is used by people and businesses to communicate and transact privately.\n\nRecommended Stories\n\nReceive News & Ratings for Meta Platforms Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Meta Platforms and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Geneva Partners LLC boosted its stake in Meta Platforms, Inc. (NASDAQ:META – Free Report) by 15.7% during the 3rd quarter, according to its most recent 13F filing with the Securities and Exchange Commission. The institutional investor owned 17,547 shares of t…",
        "link": "https://www.etfdailynews.com/2024/11/09/meta-platforms-inc-nasdaqmeta-shares-bought-by-geneva-partners-llc/",
        "org_link": "https://www.etfdailynews.com/2024/11/09/meta-platforms-inc-nasdaqmeta-shares-bought-by-geneva-partners-llc/",
        "publish_date": "2024-11-09T09:54:58Z",
        "title": "Meta Platforms, Inc. (NASDAQ:META) Shares Bought by Geneva Partners LLC"
    },
    {
        "cnt": 23,
        "content": "Catalina Capital Group LLC lifted its holdings in Meta Platforms, Inc. (NASDAQ:META – Free Report) by 12.3% during the third quarter, Holdings Channel.com reports. The institutional investor owned 10,438 shares of the social networking company’s stock after acquiring an additional 1,145 shares during the quarter. Meta Platforms comprises approximately 2.0% of Catalina Capital Group LLC’s holdings, making the stock its 8th biggest position. Catalina Capital Group LLC’s holdings in Meta Platforms were worth $5,975,000 as of its most recent filing with the Securities & Exchange Commission.\n\nSeveral other institutional investors also recently modified their holdings of META. Delos Wealth Advisors LLC boosted its stake in Meta Platforms by 527.3% in the first quarter. Delos Wealth Advisors LLC now owns 69 shares of the social networking company’s stock valued at $34,000 after acquiring an additional 58 shares during the last quarter. POM Investment Strategies LLC bought a new stake in shares of Meta Platforms in the 2nd quarter worth approximately $38,000. Ruedi Wealth Management Inc. lifted its stake in Meta Platforms by 122.2% in the second quarter. Ruedi Wealth Management Inc. now owns 80 shares of the social networking company’s stock valued at $40,000 after purchasing an additional 44 shares during the last quarter. Richardson Financial Services Inc. grew its holdings in Meta Platforms by 95.6% during the first quarter. Richardson Financial Services Inc. now owns 88 shares of the social networking company’s stock valued at $41,000 after purchasing an additional 43 shares during the period. Finally, Halpern Financial Inc. purchased a new stake in Meta Platforms in the third quarter worth $46,000. 79.91% of the stock is owned by institutional investors.\n\nGet Meta Platforms alerts:\n\nMeta Platforms Stock Performance\n\nNASDAQ:META opened at $589.34 on Friday. The company has a quick ratio of 2.73, a current ratio of 2.73 and a debt-to-equity ratio of 0.18. Meta Platforms, Inc. has a twelve month low of $313.66 and a twelve month high of $602.95. The stock has a market cap of $1.49 trillion, a P/E ratio of 27.76, a price-to-earnings-growth ratio of 1.24 and a beta of 1.22. The firm’s fifty day simple moving average is $560.42 and its 200 day simple moving average is $515.25.\n\nMeta Platforms Announces Dividend\n\nMeta Platforms ( NASDAQ:META Get Free Report ) last released its quarterly earnings results on Wednesday, October 30th. The social networking company reported $6.03 earnings per share (EPS) for the quarter, topping analysts’ consensus estimates of $5.19 by $0.84. Meta Platforms had a net margin of 35.55% and a return on equity of 35.60%. The company had revenue of $40.59 billion during the quarter, compared to the consensus estimate of $40.21 billion. As a group, research analysts predict that Meta Platforms, Inc. will post 22.53 EPS for the current year.\n\nThe company also recently declared a quarterly dividend, which was paid on Thursday, September 26th. Investors of record on Monday, September 16th were given a dividend of $0.50 per share. The ex-dividend date of this dividend was Monday, September 16th. This represents a $2.00 annualized dividend and a dividend yield of 0.34%. Meta Platforms’s dividend payout ratio is presently 9.42%.\n\nInsiders Place Their Bets\n\nIn other news, insider Jennifer Newstead sold 905 shares of the business’s stock in a transaction on Friday, August 16th. The shares were sold at an average price of $532.21, for a total transaction of $481,650.05. Following the sale, the insider now owns 41,437 shares in the company, valued at approximately $22,053,185.77. The trade was a 0.00 % decrease in their position. The sale was disclosed in a filing with the SEC, which is accessible through the SEC website. In other news, COO Javier Olivan sold 413 shares of Meta Platforms stock in a transaction that occurred on Friday, November 1st. The shares were sold at an average price of $567.58, for a total transaction of $234,410.54. Following the completion of the transaction, the chief operating officer now directly owns 10,294 shares in the company, valued at approximately $5,842,668.52. This trade represents a 0.00 % decrease in their ownership of the stock. The transaction was disclosed in a document filed with the Securities & Exchange Commission, which is accessible through the SEC website. Also, insider Jennifer Newstead sold 905 shares of the company’s stock in a transaction that occurred on Friday, August 16th. The stock was sold at an average price of $532.21, for a total value of $481,650.05. Following the completion of the sale, the insider now owns 41,437 shares in the company, valued at $22,053,185.77. The trade was a 0.00 % decrease in their position. The disclosure for this sale can be found here. Over the last 90 days, insiders sold 228,118 shares of company stock worth $121,237,935. 13.71% of the stock is owned by corporate insiders.\n\nAnalysts Set New Price Targets\n\nSeveral equities research analysts recently weighed in on META shares. Robert W. Baird boosted their price objective on Meta Platforms from $605.00 to $630.00 and gave the company an “outperform” rating in a research note on Thursday, October 31st. Hsbc Global Res raised shares of Meta Platforms to a “hold” rating in a research report on Thursday, October 24th. Guggenheim upped their price target on shares of Meta Platforms from $600.00 to $665.00 and gave the company a “buy” rating in a research note on Monday, October 7th. Oppenheimer lifted their price objective on shares of Meta Platforms from $525.00 to $615.00 and gave the company an “outperform” rating in a research note on Thursday, August 1st. Finally, Roth Mkm increased their target price on Meta Platforms from $620.00 to $635.00 and gave the stock a “buy” rating in a research report on Thursday, October 31st. Two investment analysts have rated the stock with a sell rating, four have issued a hold rating, thirty-five have assigned a buy rating and two have issued a strong buy rating to the stock. Based on data from MarketBeat.com, the stock presently has an average rating of “Moderate Buy” and a consensus price target of $634.10.\n\nRead Our Latest Analysis on Meta Platforms\n\nMeta Platforms Profile\n\n(Free Report)\n\nMeta Platforms, Inc engages in the development of products that enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, and wearables worldwide. It operates in two segments, Family of Apps and Reality Labs. The Family of Apps segment offers Facebook, which enables people to share, discuss, discover, and connect with interests; Instagram, a community for sharing photos, videos, and private messages, as well as feed, stories, reels, video, live, and shops; Messenger, a messaging application for people to connect with friends, family, communities, and businesses across platforms and devices through text, audio, and video calls; and WhatsApp, a messaging application that is used by people and businesses to communicate and transact privately.\n\nRead More\n\nWant to see what other hedge funds are holding META? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for Meta Platforms, Inc. (NASDAQ:META – Free Report).\n\nReceive News & Ratings for Meta Platforms Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Meta Platforms and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Catalina Capital Group LLC lifted its holdings in Meta Platforms, Inc. (NASDAQ:META – Free Report) by 12.3% during the third quarter, Holdings Channel.com reports. The institutional investor owned 10,438 shares of the social networking company’s stock after a…",
        "link": "https://www.etfdailynews.com/2024/11/09/meta-platforms-inc-nasdaqmeta-is-catalina-capital-group-llcs-8th-largest-position/",
        "org_link": "https://www.etfdailynews.com/2024/11/09/meta-platforms-inc-nasdaqmeta-is-catalina-capital-group-llcs-8th-largest-position/",
        "publish_date": "2024-11-09T10:58:52Z",
        "title": "Meta Platforms, Inc. (NASDAQ:META) is Catalina Capital Group LLC’s 8th Largest Position"
    },
    {
        "cnt": 24,
        "content": "Pittenger & Anderson Inc. lifted its holdings in Meta Platforms, Inc. (NASDAQ:META – Free Report) by 10.1% during the 3rd quarter, according to its most recent filing with the Securities & Exchange Commission. The firm owned 40,576 shares of the social networking company’s stock after purchasing an additional 3,714 shares during the period. Pittenger & Anderson Inc.’s holdings in Meta Platforms were worth $23,227,000 at the end of the most recent reporting period.\n\nA number of other institutional investors and hedge funds also recently made changes to their positions in META. Vanguard Group Inc. grew its position in shares of Meta Platforms by 0.4% during the 1st quarter. Vanguard Group Inc. now owns 187,180,393 shares of the social networking company’s stock valued at $90,891,055,000 after acquiring an additional 831,047 shares during the period. Capital World Investors grew its holdings in Meta Platforms by 0.6% during the first quarter. Capital World Investors now owns 38,299,316 shares of the social networking company’s stock valued at $18,597,382,000 after purchasing an additional 244,803 shares during the period. Capital Research Global Investors grew its holdings in Meta Platforms by 14.5% during the first quarter. Capital Research Global Investors now owns 34,597,001 shares of the social networking company’s stock valued at $16,799,612,000 after purchasing an additional 4,379,826 shares during the period. GQG Partners LLC raised its stake in shares of Meta Platforms by 3.1% in the first quarter. GQG Partners LLC now owns 11,497,335 shares of the social networking company’s stock worth $5,582,876,000 after buying an additional 342,742 shares during the period. Finally, International Assets Investment Management LLC raised its stake in shares of Meta Platforms by 57,001.5% in the third quarter. International Assets Investment Management LLC now owns 9,517,111 shares of the social networking company’s stock worth $5,447,975,000 after buying an additional 9,500,444 shares during the period. Hedge funds and other institutional investors own 79.91% of the company’s stock.\n\nGet Meta Platforms alerts:\n\nInsider Transactions at Meta Platforms\n\nIn related news, CTO Andrew Bosworth sold 5,057 shares of Meta Platforms stock in a transaction that occurred on Thursday, August 15th. The shares were sold at an average price of $526.76, for a total transaction of $2,663,825.32. Following the transaction, the chief technology officer now directly owns 11,990 shares of the company’s stock, valued at $6,315,852.40. This trade represents a 0.00 % decrease in their ownership of the stock. The sale was disclosed in a filing with the SEC, which is available through this link. In other news, CTO Andrew Bosworth sold 5,057 shares of Meta Platforms stock in a transaction on Thursday, August 15th. The stock was sold at an average price of $526.76, for a total value of $2,663,825.32. Following the transaction, the chief technology officer now directly owns 11,990 shares in the company, valued at approximately $6,315,852.40. This trade represents a 0.00 % decrease in their position. The sale was disclosed in a legal filing with the SEC, which can be accessed through this hyperlink. Also, CEO Mark Zuckerberg sold 84 shares of the company’s stock in a transaction on Monday, October 14th. The stock was sold at an average price of $600.00, for a total value of $50,400.00. Following the sale, the chief executive officer now owns 518,424 shares of the company’s stock, valued at $311,054,400. This trade represents a 0.00 % decrease in their ownership of the stock. The disclosure for this sale can be found here. In the last quarter, insiders sold 228,118 shares of company stock valued at $121,237,935. Company insiders own 13.71% of the company’s stock.\n\nMeta Platforms Stock Down 0.4 %\n\nShares of NASDAQ META opened at $589.34 on Friday. Meta Platforms, Inc. has a 52-week low of $313.66 and a 52-week high of $602.95. The firm has a market capitalization of $1.49 trillion, a price-to-earnings ratio of 27.76, a PEG ratio of 1.24 and a beta of 1.22. The stock has a 50 day moving average price of $560.42 and a 200 day moving average price of $515.25. The company has a debt-to-equity ratio of 0.18, a quick ratio of 2.73 and a current ratio of 2.73.\n\nMeta Platforms (NASDAQ:META – Get Free Report) last issued its earnings results on Wednesday, October 30th. The social networking company reported $6.03 earnings per share for the quarter, topping the consensus estimate of $5.19 by $0.84. The business had revenue of $40.59 billion during the quarter, compared to analysts’ expectations of $40.21 billion. Meta Platforms had a return on equity of 35.60% and a net margin of 35.55%. Sell-side analysts expect that Meta Platforms, Inc. will post 22.53 earnings per share for the current year.\n\nMeta Platforms Announces Dividend\n\nThe firm also recently announced a quarterly dividend, which was paid on Thursday, September 26th. Shareholders of record on Monday, September 16th were given a dividend of $0.50 per share. This represents a $2.00 dividend on an annualized basis and a yield of 0.34%. The ex-dividend date was Monday, September 16th. Meta Platforms’s dividend payout ratio (DPR) is 9.42%.\n\nWall Street Analysts Forecast Growth\n\nSeveral equities research analysts recently issued reports on the stock. KeyCorp increased their target price on shares of Meta Platforms from $560.00 to $655.00 and gave the stock an “overweight” rating in a report on Wednesday, October 9th. Bank of America lifted their target price on shares of Meta Platforms from $630.00 to $660.00 and gave the company a “buy” rating in a research note on Thursday, October 31st. Tigress Financial increased their price target on Meta Platforms from $575.00 to $645.00 and gave the stock a “strong-buy” rating in a research note on Friday, August 16th. Needham & Company LLC restated an “underperform” rating on shares of Meta Platforms in a research report on Thursday, October 31st. Finally, Sanford C. Bernstein increased their target price on Meta Platforms from $600.00 to $675.00 and gave the stock an “outperform” rating in a research report on Friday, October 25th. Two analysts have rated the stock with a sell rating, four have issued a hold rating, thirty-five have issued a buy rating and two have assigned a strong buy rating to the company. According to MarketBeat.com, the stock has a consensus rating of “Moderate Buy” and an average target price of $634.10.\n\nRead Our Latest Analysis on META\n\nMeta Platforms Profile\n\n(Free Report)\n\nMeta Platforms, Inc engages in the development of products that enable people to connect and share with friends and family through mobile devices, personal computers, virtual reality headsets, and wearables worldwide. It operates in two segments, Family of Apps and Reality Labs. The Family of Apps segment offers Facebook, which enables people to share, discuss, discover, and connect with interests; Instagram, a community for sharing photos, videos, and private messages, as well as feed, stories, reels, video, live, and shops; Messenger, a messaging application for people to connect with friends, family, communities, and businesses across platforms and devices through text, audio, and video calls; and WhatsApp, a messaging application that is used by people and businesses to communicate and transact privately.\n\nFeatured Articles\n\nWant to see what other hedge funds are holding META? Visit HoldingsChannel.com to get the latest 13F filings and insider trades for Meta Platforms, Inc. (NASDAQ:META – Free Report).\n\nReceive News & Ratings for Meta Platforms Daily - Enter your email address below to receive a concise daily summary of the latest news and analysts' ratings for Meta Platforms and related companies with MarketBeat.com's FREE daily email newsletter.",
        "description": "Pittenger & Anderson Inc. lifted its holdings in Meta Platforms, Inc. (NASDAQ:META – Free Report) by 10.1% during the 3rd quarter, according to its most recent filing with the Securities & Exchange Commission. The firm owned 40,576 shares of the social networ…",
        "link": "https://www.etfdailynews.com/2024/11/09/pittenger-anderson-inc-purchases-3714-shares-of-meta-platforms-inc-nasdaqmeta/",
        "org_link": "https://www.etfdailynews.com/2024/11/09/pittenger-anderson-inc-purchases-3714-shares-of-meta-platforms-inc-nasdaqmeta/",
        "publish_date": "2024-11-09T09:55:03Z",
        "title": "Pittenger & Anderson Inc. Purchases 3,714 Shares of Meta Platforms, Inc. (NASDAQ:META)"
    },
    {
        "cnt": 25,
        "content": "DM has been reported to have a negative impact on the CIMT and the lipids profile. Notably, an increased CIMT has been associated with the development of various CVDs. However, based on the conflicting findings on CIMT status in T2DM, the contribution of CIMT to dyslipidaemia and CVDs remains unclear. Therefore, it is important to research the extent of T2DM patients’ risk of developing future CVDs to manage the condition best. In this study, we reviewed and quantitatively analysed evidence from existing clinical studies to evaluate the status of CIMT and lipid profiles in patients with T2DM.\n\nOn the other hand, total cholesterol (TC), low-density lipoprotein cholesterol (LDL-C), high-density lipoprotein cholesterol (HDL-C) and triglyceride (TG) contribute to the development of atherosclerosis. 25 Therefore, impaired lipid profiles in T2DM may contribute to secondary complications among patients with T2DM. While this is commonly known, conflicting results have emerged from various researchers, with some showing no elevation in lipid profile and others showing no significant difference in T2DM. 21 23 26 27\n\nCIMT values are associated with hypercholesterolaemia regardless of genetic aetiology and predisposition. 18 The previous meta-analyses showed an elevated CIMT in pre-diabetes and DM 19 20 ; however, analysed evidence was collected from clinical trials with small sample sizes in different clinical studies, especially in T2DM. This poses a question about the statistical power of such evidence. Other studies have shown no significant differences in CIMT status among T2DM and people without T2DM. 7 21–23 More recently, researchers have shown decreased left and right internal CIMT in T2DM compared with people without T2DM. 24 These conflicting results, especially with more recent evidence showing reduced CIMT compared with old evidence, prompt an investigation into the status of CIMT among T2DM, which could assist in the assessment of its contribution to the development of secondary CVD.\n\nChronic inflammation and dyslipidaemia are more prevalent in patients with DM and have a negative impact on cardiovascular health. 9–11 Chronic inflammation, as a classic feature of T2DM, has been associated with atherosclerosis and intimal calcification. 12 13 Carotid intima–media thickness (CIMT) is associated with lipid accumulation and, therefore, serves as an ideal marker of subclinical atherosclerosis and CVD in patients with DM. 3 14 15 CIMT is defined as the distance from the lumen–intima interface to the media–adventitia interface of the arterial wall, mainly measured noninvasively through ultrasonography images of the carotid arteries. 16 This ultrasonic test uses higher-resolution images, which detect the early stages of CIMT thickening. 17 Previous evidence reported that an increase in CIMT by 0.1 mm increases the relative risk of ischaemic heart disease by 15% and cerebral vascular disease by 18%. 3\n\nDiabetes mellitus (DM) is a complex chronic condition of carbohydrate metabolism characterised by the body’s inability to produce or respond to insulin. 1 2 Patients with DM often present with comorbidities such as hypertension, dyslipidaemia, insulin resistance, obesity and hyperglycaemia, which increase their risk of cardiovascular disease (CVD)-related mortality. 3 4 Recent evidence has demonstrated that patients with DM are at high risk of developing CVDs and associated complications compared with pre-diabetes and non-DM. 5 CVDs are made up of disorders of the heart and blood vessels, including coronary heart disease, cerebrovascular disease, heart failure and atherosclerosis, as a result of dyslipidaemia and chronic inflammation. 6 7 Additionally, a subclass of DM, type 2 DM (T2DM), is commonly known to have a high risk of secondary conditions such as anaemia due to impaired haematological indices. 8 This may further increase the risk of CVDs in this group of patients.\n\nData extracted in this study were analysed by using Review Manager (V.5.4) and metaHun ( http://softmed.hacettepe.edu.tr/metaHUN/ ) (accessed on 19 January 2024). We used the data (sample size, mean±SD) to explore the change of all outcomes (CIMT, lipid profiles) in T2DM compared with people without T2DM. In case median and ranges were given in the study, such data were converted to mean and SD following guidelines by. 31 31 Similarly, if the mean and SE (SEM) were reported, SD was estimated using the formula SEM=SD/√n. The effect sizes were reported as standardised mean differences (SMD) and 95% CIs. The magnitude of effect size was categorised as small, medium and large when equivalent to 0.2, 0.5 and 0.8, respectively. P values of <0.05 were regarded as statistically significant. We used the I 2 statistic test to assess statistical heterogeneity. 32 The I 2 values of <50% and >75% were classified as minimal and substantial statistical heterogeneity, respectively. Due to heterogeneity, a random-effect model meta-analysis was performed. Sensitivity analysis was conducted using a one-study exclusion procedure to evaluate the stability of our effect size. Publication bias was evaluated graphically using funnel plots and statistically with Egger’s regression tests. Meta-regression was also performed to find the association between the outcomes and moderators, such as age, gender, body mass index (BMI), hypertension status and study design.\n\nThe authors (RGM and KM) independently extracted the following data from eligible studies: name of the first author, year of publication, country, sample size, age, DM status, the mean and SD for TC, TG, HDL-C, LDL-C and CIMT. The Excel sheet was used to capture all extracted data. The main findings of the studies were also summarised. A third independent author (WP) verified data extracted by RGM and KM to reduce biases. Quality was assessed by following guidelines from the Newcastle-Ottawa Scale (NOS). 30 This method considers three main domains: selection, comparability and outcome across different study designs. This activity was undertaken independently by RGM and KM with WP as arbitrator in case of inconsistencies.\n\nIn contrast, the studies were excluded if they were not conducted in T2DM or did not specify the form of DM, preclinical studies on T2DM, did not measure CIMT status, measured lipid parameters without CIMT status, studies without data about CIMT in one group, studies on treatment, published in other language, abstract, letters to the editor, retracted studies, grey literature including preprints and theses or dissertation.\n\nThe studies were included if they were conducted in patients with T2DM, reporting CIMT and any lipid parameter (TG, TC, LDL-C and HDL-C) in T2DM, published in English. In cases where a study had multiple T2DM groups, we combined data to get the overall mean from two T2DM groups.\n\nIndependent authors (RGM and KM) systematically searched literature on Google Scholar, PubMed and Scopus databases from inception to 18 January 2024. The following medical subject heading (MeSH) terms and boolean operators were used to identify studies: carotid artery intima–media thickness OR CIMT AND lipid profile AND T2DM. The MeSH/keywords were modified for each database. Furthermore, reference lists of the relevant studies that were retrieved were also screened to identify additional eligible studies. Any disagreement in the search was resolved by an independent author (WP).\n\nWe explored the association between CIMT and lipid profile status in T2DM. The selected moderators included age, gender, BMI, hypertension and study design. Meta-regression based on age suggests there is a direct relationship between CIMT and age in T2DM (p=0.001). Similarly, the same observation was noted in BMI (p=0.035) and hypertension status (p=0.000). This implies that age, BMI and hypertension status are significant moderators ( online supplemental table 6 ). However, gender was not a significant moderator (p=0.266) ( online supplemental table 6 ). Interestingly, using the study design as a moderator was also found to be a significant moderator (p=0.001) ( online supplemental table 6 ). For TG, all moderators except for gender were notable (p<0.05) factors associated with elevated TG in T2DM ( online supplemental table 6 ). No significant association was observed between TC and all moderators (p>0.05) ( online supplemental table 6 ). For LDL-C, age, gender and hypertension status were significant moderators (p<0.05) associated with an increased LDL-C ( online supplemental table 6 ). Moreover, age, gender, BMI, hypertensive status and study design were significant moderators (p<0.05) associated with reduced HDL-C levels among patients with T2DM ( online supplemental table 6 ).\n\nFor studies that assessed the status of CIMT in T2DM, an evaluation of publication bias using funnel plots revealed some potential level of biases ( online supplemental figure 4A ); interestingly, this was supported statistically by the Egger’s regression test (Z score=6.70, p<0.05). Funnel plots showed evidence of bias on TG ( online supplemental figure 4B ); this was also supported by the Egger’s regression test (Z score 4.6, p<0.05). Funnel plots depicted potential evidence of biases for TC ( online supplemental figure 4C ); this was supported statistically by the Egger’s regression test (Z score=6.20, p=0.000). Visual inspection of LDL-C through a funnel plot showed bias ( online supplemental figure 4D ). Interestingly, this was supported by Egger’s regression test results (Z score=6.89, p=0.000). Lastly, there was evidence of bias across studies that evaluated HDL-C and showed publication bias through funnel plots ( online supplemental figure 4E ), which was corroborated by the Egger’s regression test (Z score =−14.81, p=0.0000).\n\nA total of 47 studies 7 14 15 21–23 26 27 33–41 43 46–65 67–72 77–79 encompassing 7600 patients with T2DM and 18 506 people without T2DM reporting on HDL-C were included in the meta-analysis. The random effect model meta-analysis revealed a significantly decreased HDL-C level in patients with T2DM compared with people without T2DM, SMD=−0.79, 95% CI (−0.96, –0.62), p<0.00001 ( online supplemental figure 3 ). The studies had significant heterogeneity (I 2 =96%; p<0.00001). In sensitivity analysis, only the exclusion of the study by Káplár et al 49 resulted in a shift in effect size, SMD=−0.65 (0.80, –0.50), p=0.0000. Exclusion of Majidi et al 23 resulted in an SMD of −0.84, 95% CI (−1.02, –0.66), p=0.0000. Exclusion of Meyer et al 58 yielded an SMD of −0.71, 95% CI (−0.88, –0.54), p=0.0000. The exclusion of both Naguib et al 60 and Wang et al 72 changed the effect size to SMD=−0.73, 95% CI (0.90, 0.56), p=0.0000.\n\n46 studies 7 14 15 21–23 25–27 33–41 46–50 53–62 65–74 77–79 with a sample size of 6072 patients with T2DM and 15 672 people without T2DM that assessed TC were included in this meta-analysis. The level of TC was significantly increased in T2DM compared with people without T2DM, SMD=0.24, 95% CI (0.02, 0.46, p=0.03) ( online supplemental figure 1 ). However, the studies presented considerable heterogeneity (I 2 =97%; p<0.00001). Sensitivity analysis showed that the exclusion of the study by Meyer et al 58 changed the effect size to SMD=0.14, 95% CI (−0.07, 0.34), p=0.18. Both Zhang et al 22 and Naguib et al 60 led to SMD=0.19, 95% CI (−0.02, 0.40), p=0.077. Lastly, the exclusion of Káplár et al 49 changed the effect size to SMD=0.30, 95% CI (0.10, 0.50), p=0.032.\n\n50 studies 7 14 15 21–23 25–27 33–41 43 46–56 58–74 77–79 with 6954 patients with T2DM and 8484 people without T2DM that reported on TG were included in the meta-analysis. The levels of TG significantly increased in patients with T2DM compared with people without T2DM SMD=1.12, 95% CI (0.82, 1.41), p<0.00001 ( figure 3 ). The studies had substantial heterogeneity (I 2 =98%; p<0.00001). For the sensitivity analysis, the exclusion of two studies, Meyer et al and Káplár et al, 49 58 resulted in a change in effect size (SMD=1.03, 95% CI (0.74, 1.33), p=0.000) and SMD=1.02, 95% CI (0.74, 1.31, p=0.0000) respectively. Additionally, the exclusion of Kowall et al 51 yielded an effect size of SMD=1.05, 95% CI (0.81, 1.29), p=0.0000.\n\n57 studies 7 14 15 21–27 33–79 with a sample size of 8254 patients with T2DM and 21 248 people without T2DM were included in the random effect meta-analysis of studies reporting CIMT. CIMT was significantly high in patients with T2DM compared with people without T2DM participants, SMD=1.01, 95% CI (0.75, 1.26), p<0.00001, ( figure 2 ). The studies had significant heterogeneity (I 2 =98%; p<0.00001). Sensitivity analysis was conducted following leave-one-out analysis; for CIMT, a notable change was observed when three studies were excluded, 58 SMD=0.91, 95% CI (0.65, 1.16), p=0.000, 24 SMD=1.10, 95% CI (0.90, 1.29), p=0.000 and SMD=0.95, 95% CI (0.71, 1.20), p=0.000. 55\n\nAmong the included studies, all cross-sectional studies were classified as good quality, scoring at least 6 and 7 stars ( online supplemental table 3 ). On the other hand, all included cohorts were also rated as having good quality as they scored between 6 and 7 stars out of possible eight scores ( online supplemental table 4 ). Similarly, the case controls scored 8 stars and were classified as good quality ( online supplemental table 5 ).\n\nOnline supplemental table 2 summarises the overview characteristics of included studies from peer-reviewed journals published between 1995 and 2024. Evidence from these 57 studies with a total sample size of 29 502 (8254 T2DM and 21 248 people without T2DM) was included in the current analysis. Among the included T2DM, 4090 (49.6%) participants were male, while 4164 (50.4%) were females. However, it is important to note that the two studies did not specify the gender distribution of the enrolled population. The age of participants was reported in 56 studies; the median and IQR age of T2DM was 56.05 (51.18–60.05) years, confirming that the meta-analysis included adults only. The BMI of the T2DM group was 28.6 (25.5–30.5) kg/m 2 , suggesting an overweight status in T2DM. It is noteworthy to indicate that BMI was not reported in at least four studies.\n\nA total of 214 records were retrieved using the following search engines and databases: Google Scholar (n=18), PubMed (n=85) and Scopus (n=111). The search is presented in online supplemental table 1 . Mendeley reference manager (V.2.98.0) was used to exclude seven duplicate records retrieved from the search. Before full-text screening, 29 records were excluded due to irrelevant titles, abstracts and keywords. Following full-text screening, additional sets of records were excluded. Among them, 44 had no control groups, 23 were irrelevant populations, 22 were studies on treatments, 15 had no main outcomes of interest, 7 had no sufficient data, 4 reviews, 2 protocols and 1 letter to the editor. Additionally, one study was conducted in an animal model of T2DM, one was retracted from the journal and one full text was not retrieved. Finally, 57 studies 7 14 15 21–27 33–79 met the inclusion criteria for the present study and were included in this meta-analysis ( figure 1 ).\n\nDiscussion\n\nThe present study systematically reviewed and quantitatively analysed existing literature on the status of CIMT and lipid profiles in patients with T2DM. This study found that CIMT was higher in patients with T2DM than those without T2DM. Additionally, TG, TC and LDL-C levels were increased in the T2DM group than in people without T2DM. Furthermore, a significant reduction in HDL-C levels in patients with T2DM compared with people without T2DM was observed. In support of the present study, Zhou et al reported an increase in CIMT in patients with T2DM.80 Our meta-regression has revealed that age, BMI and hypertension are some of the factors that contribute to an increased CIMT among T2DM. This is also supported by a previous study that reports an association between CIMT and age and BMI.47 Indeed, different biological ageing measures correlate with T2DM vascular complications, possibly extending the range of risk factors driving atherosclerosis in T2DM.81 82 In the current study, no association was noted between increased CIMT and gender, suggesting gender does not have an impact on the status of CIMT among T2DM. This evidence is aligned with previous reports, as no significant relationship was observed between increased CIMT and gender in T2DM.47\n\nHyperglycaemia associated with T2DM has been reported as an independent risk factor for increased CIMT, thus increasing the risk of CVD, including ischaemic stroke.83 84 An increased CIMT in patients with T2DM may be attributed to hyperglycaemia-induced endothelial dysfunctions, which promote chronic inflammation and further increase the risk of atherosclerosis.85 86 Inflammatory cytokines can also result in the accumulation of immune cells in the arterial wall, thus contributing to the thickening of the artery.87 More recently, a systematic review and meta-analysis was conducted in DM to evaluate the status of CIMT. Although the study found an increased CIMT status in DM, it was conducted in children with T1DM.88 The latter results may not be translatable to adult T2DM populations, especially as it has been observed that age has a significant association with increased CIMT among patients with T2DM. An increased CIMT in T2DM remains a challenge due to the associated cardiovascular complications such as atherosclerosis.89 The exact mechanism of artery thickness in T2DM is not fully understood. However, it is assumed that hyperglycaemic states in T2DM may contribute to CIMT thickening through the formation of advanced glycation end products (AGEs). These AGEs result from elevated blood glucose and bind to the proteins in the arterial walls, thereby reducing wall elasticity and contributing to arterial stiffness.90\n\nOn the other hand, elevated blood glucose impairs the endothelium’s inner layer, making it more receptive to foam cells and lipids, thereby promoting the development of atherosclerotic plaques.86 The present plagues induce intima thickening. Another mechanism by which DM is associated with the thickening of CIMT thickening is due to elevated insulin levels experienced by people with DM, and this promotes the growth of smooth muscle cells in the arterial wall,91 resulting in CIMT thickening. As observed in the current study, hypertension is associated with increased CIMT in T2DM, and increased blood pressure impairs the arterial walls, promoting atherosclerosis. Therefore, primary measures must be put in place to control hypertension in T2DM to curb associated secondary complications.\n\nThe present study found a significant increase in TG, TC and LDL-C levels between the T2DM and those without T2DM, further supporting previous evidence. For instance, previous studies reported increased LDL-C and TC levels in T2DM compared with people without T2DM.92 93 Age, gender and hypertension were found to be associated with an increased LDL-C. Usually, an increased LDL-C in T2DM is induced by inflammation, thereby impairing lipid metabolism.94 This, subsequently, results in an increased LDL-C production and a reduced clearance from the bloodstream. This results in high LDL-C in the blood. Age and gender contribute to an increased LDL-C; primarily, ageing slows down metabolism and reduces liver function, thereby slowing down LDL-C removal.95 96 As women reach menopause, their oestrogen levels decline, resulting in an increased HDL-C.97 Although small dense LDL-C was not assessed in the current study due to lack of data, the evidence from the literature has indicated that these particles can infiltrate the arterial wall and promote foam cell formation and arterial plaques.98 According to Al Mansour, the prevalence of high TC was 23.7% in patients with T2DM.99\n\nAdditionally, 2Acuña et al92 reported that 46.7% of patients with T2DM had TC levels in the upper limits. Moreover, Paquet et al reported consistently high serum TC levels in patients with uncontrolled T2DM.93 The evidence of the contribution of high serum TC and LDL-C to atherosclerosis has been reported extensively in the literature. In another meta-analysis, higher serum TC and LDL-C were regarded as the leading cause of coronary atherosclerosis and an increased risk of CVD.100\n\nWhile the present study found an increased TG in patients with T2DM compared with those without T2DM, this agrees with evidence from other clinical studies that reported increased TG in patients with T2DM.101 Insulin resistance in patients with T2DM has been reported to promote lipogenesis,102 including increased TG synthesis,103 which has been associated with cardiovascular complications such as atherosclerosis and the thickening of CIMT.104\n\nThe level of HDL-C decreased in the T2DM group compared with those without T2DM. According to Agbaje et al, low HDL-C was associated with CIMT progression.105 In DM, HDL-C particles undergo conformation changes that impair their function.106 Additionally, T2DM has been reported to alter HDL-C metabolism, leading to decreased HDL-C production and function, resulting in low HDL-C in circulation.107 One of the central features of T2DM is insulin resistance; this disrupts lipid metabolism, resulting in low HDL-C.108 In contrast to the current study, an increase in plasma HDL-C has been regarded as a novel therapeutic option to reduce the risk of T2DM.109 Interestingly, a previous report by Mokgalaboni et al showed an impaired lipid profile in patients with T2DM.10 This further supports the observation from the current findings that patients with T2DM have an impaired lipid profile, which predisposes them to the risk of cardiovascular complications. Our results suggest that patients with T2DM are at high risk of developing dyslipidaemia and CVDs due to impaired lipid profiles and increased CIMT, respectively. Therefore, CIMT and lipid profile monitoring should be considered in T2DM treatment and management protocols.",
        "description": "Objectives Carotid intima–media thickness (CIMT) is a measurement for subclinical atherosclerosis and has been associated with overall cardiovascular diseases, especially in type 2 diabetes mellitus (T2DM). We aimed to assess the status of carotid health and …",
        "link": "https://bmjopen.bmj.com/content/14/11/e087496",
        "org_link": "https://bmjopen.bmj.com/content/14/11/e087496",
        "publish_date": "2024-11-09T08:25:19Z",
        "title": "Systematic review and meta-analysis assessing the status of carotid intima-media thickness and lipid profiles in type 2 diabetes mellitus"
    },
    {
        "cnt": 26,
        "content": "High-quality intervention studies may not be widely available, which may limit the contribution of the review to policy and practice.\n\nWe will use the rigorous methodology in accordance with the Cochrane Handbook and the results will be reported as stated by Preferred Reporting Items for Systematic Reviews and Meta-Analyses statement.\n\nThis review will provide the most comprehensive systematic review of the effectiveness of social network interventions on dietary adherence to date among adults with type 2 diabetes.\n\nIntroduction\n\nType 2 diabetes (T2D) presents a significant challenge to public health, burdening individuals, communities, healthcare systems and societies worldwide.1–4 Despite medical treatments, poor dietary intake remains critical to unfavourable outcomes for patients with T2D, affecting sustained glycaemic control and long-term health outcomes.5–7 A healthy diet is crucial for adults with T2D as it contributes to optimal weight control, body mass index (BMI) and haemoglobin A1c (HbA1c), which indicate long-term glycaemic conditions.8–10\n\nAlthough adherence to dietary recommendations plays a crucial role in sustained dietary control and long-term diabetes outcomes, dietary adherence among patients with T2D is disconcertingly low, with only 25% of patients with T2D following their recommended dietary plans.11 12 Factors such as competing demands, emotional distress, low self-commitment, low self-efficacy and insufficient social support contribute to this challenge.13 14 Therefore, achieving a healthy diet and maintaining a sustainable lifestyle necessitate significant resources and individual commitment. In addition, social support is crucial in helping individuals manage the self-management workload associated with these efforts.15 16 In this context, social networks have emerged as an opportunity for innovative interventions to catalyse and sustain behavioural changes in individuals with T2D.17\n\nSocial networks encompass the intricate web of social relationships surrounding individuals, connecting them with family, friends, coworkers and neighbours. For patients with T2D, these networks are critical for social, psychological and behavioural support.17 18 According to Koetsenruijter et al,19 having a comprehensive informational and emotional support network can significantly enhance their self-management abilities. Social networks often provide functional and structural support that aids decision-making and strengthens mental and physical resilience, enabling individuals to better cope with diabetes lifelong challenges.20–23 When it comes to making behavioural changes, social networks serve as a source of encouragement, reducing the likelihood of relapse and maintaining healthy lifestyles.23 24\n\nPrevious studies have explored the connection between social networks and health, suggesting two main hypotheses (figure 1): the stress-buffering or stress-exacerbating hypothesis and the social contagion or behavioural hypothesis.22 25 26 Among patients with T2D, social network interventions have proven effective in promoting immediate self-management behaviours.17 23 27–30 In a meta-analysis of 19 randomised controlled trials (RCTs) conducted by Spencer-Bonilla et al,30 social networks were linked to enhanced social support and lower levels of HbA1c after 3 months. Additionally, other studies have shown that social support positively increases self-efficacy for diabetes management, such as maintaining healthy diets and regular physical exercise.31–33 Finally, patients with T2D with supportive families are more likely to adhere to dietary recommendations27 28 34 and have greater self-efficacy, leading to improved adherence to diet recommendations.29\n\nFigure 1 Conceptual framework for the relationship of social networks to health.22 25\n\nUnfortunately, previous systematic reviews and meta-analyses focused on glycaemic control but did not thoroughly investigate the effectiveness of social network interventions for dietary adherence despite its social nature and importance in maintaining glycaemic control.17 30 35 36 There is also a need to explore the impact of different network intervention approaches, which these reviews have not covered. Additionally, while increasing evidence supports the role of non-healthcare professionals such as peers in diabetes management and education,37 these reviews did not explore the impact of informal and interpersonal relationships on diabetes care. To address these gaps, this review aims to assess the effectiveness of social network interventions, such as engaging families, friends and peers, in improving dietary adherence among patients with T2D. We will include randomised trials (RCTs), non-randomised trials (NRTs) and controlled before-and-after (CBAs) studies that compared a social network intervention against the following comparators: usual care, no intervention or an intervention with no explicit social network component. We will also examine whether different network interventions approaches—individual, segmentation, induction or alteration—vary in their effectiveness.38 As a result, this review will provide a better understanding of how network interventions can improve health behaviours and outcomes among patients with T2D.",
        "description": "Introduction\r\n\nOptimal adherence to recommended diets is crucial to achieving long-term glycaemic control among individuals with type 2 diabetes (T2D) individuals. However, there is limited evidence on the effectiveness of interventions that target dietary ad…",
        "link": "https://bmjopen.bmj.com/content/14/11/e082946",
        "org_link": "https://bmjopen.bmj.com/content/14/11/e082946",
        "publish_date": "2024-11-09T08:25:19Z",
        "title": "Social network interventions for dietary adherence among adults with type 2 diabetes: a systematic review and meta-analysis protocol"
    },
    {
        "cnt": 27,
        "content": "In summary, the research findings to date demonstrate that components of the construct of PSD can have positive effects. However, it is not yet clear whether this can be generalised to different disorders, age groups and specific PSD strategies. To our knowledge, there is no meta-analysis to date that specifically addresses the social support strategy in IMI. Thus, the current systematic review and meta-analysis aimed to close this gap and answer the following research questions:\n\nThe aim of this social support category is to motivate users by leveraging social influence and thereby improving adherence and engagement with the intervention. This in turn could increase effectiveness of IMI. As proposed by Oinas-Kukkonen et al, 7 social support strategies can be divided into seven subcategories. In line with these seven subcategories, Kelders et al 12 suggest the following definition of the subcategories of social support: (1) social learning: opportunity for participants to see others’ intervention usage and applying the learnt behaviour (eg, sharing progress); (2) social comparison: comparison of participants’ behaviour (eg, comparing responses); (3) social facilitation: recognising that other users are using the intervention (eg, discussion board); (4) cooperation: stimulation for cooperation to achieve target behaviour (eg, shared goal achievement); (5) competition: stimulation of comparison between participants (eg, leader board); (6) recognition: showing participants adopting target behaviour (eg, stories of successful users); (7) normative influence: providing normative knowledge on target behaviour (eg, activity of healthy persons).\n\nPSD seems to have a positive effect on the effectiveness of and the adherence to unguided and guided IMI for children, adolescents and young adults (AYA) and adults. 9–11 However, it is not yet clear whether this can be generalised to different mental health disorders. Thus, a meta-analysis by McCall et al suggests that PSD is more strongly associated with outcomes of unguided IMI for depression than for anxiety. 10 To date, the individual principles have rarely been considered in isolation, and research does not demonstrate the importance of specific PSD principles. 10 In particular, principles of social support have been less studied. 11\n\nOne framework that combines such motivation-supporting interventions and technologies is the Persuasive System Design (PSD). 7 By definition, PSD technologies are interactive systems that aim to influence intervention users to modify their attitudes and behaviour without applying coercion or deception. 8 The PSD construct focuses on human–machine interaction and is divided into four subcategories: primary task support, human–machine interaction, system credibility and social support. 7 PSD concentrates on how to build and maintain intervention users’ motivation (ie, direction and intensity of behaviour) and volition (ie, invested efforts and commitment to the realisation of intended behaviour). 6\n\nMental health symptoms among children, adolescents and adults 1 2 cause significant psychological strain and impairments in various areas of life. 3 There is a substantial treatment gap and people in need often remain without treatment. 4 Internet-based and mobile-based interventions (IMI) constitute one promising low-threshold approach to extend healthcare services. 4 Meta-analyses point to the effectiveness of therapist-guided IMI for a range of mental disorders in adults. 5 In order to achieve and foster behaviour changes by means of IMI, it is important to support participants in using interventions steadily. 6 The use of technological features that focus on the promotion of motivation represents an alternative approach to therapist guidance to achieve this goal.\n\nTo answer research questions 1–3, we performed meta-analytic pooling using the package dmetar in the software R. 20 Since we assumed a considerable between-study heterogeneity, we applied a random-effects model. The heterogeneity variance τ 2 was calculated using the restricted maximum likelihood estimator. 21 To calculate the CI around pooled effects, we used the Knapp-Hartung adjustment. 22 Hedges’ g and 95% CIs were calculated for the primary outcome symptom reduction to estimate intervention effects. Statistical heterogeneity was calculated using I 2 statistics. 23 Forest plots were used to visualise heterogeneity. In the case of studies comparing more than two groups, we focused on active control conditions and omitted inactive controls to avoid double counting. 24 If a study used multiple instruments to measure the primary outcome, we selected the result of the primary outcome instrument with the best-reported psychometric properties. 24 To identify possible moderators of the intervention effects, subgroup analyses were performed in the case of at least three studies per subgroup. As a methodological factor, we controlled for risk of bias. 25 Furthermore, in addition to the theoretically relevant factors of age group, type of mental health symptoms and social support strategy, we controlled for the type of control group. Control groups differ substantially and may influence the effects observed in a particular study. 26 In order to identify potential publication bias, Funnel plots and Egger’s test were applied. Results on utilisation of the social support strategies were not pooled meta-analytically because of clinical heterogeneity regarding the respective definition of the construct. Instead, they were systematically reviewed and descriptively reported.\n\nTo assess the methodological quality of included RCT, we used the Risk of Bias Tool V.2.0 as recommended by the Cochrane collaboration. 19 Five domains were assessed for risk of bias: (1) arising from the randomisation process; (2) due to deviations from the intended intervention (effect of adhering to intervention); (3) due to missing outcome data; (4) due to measurement of the outcome with the participant declared as the outcome assessor; (5) due to the selection of the reported results. All quality assessments were conducted by two independent reviewers (AM and MB) and interrater reliability was determined by Cohen’s Kappa.\n\nRelevant articles were identified by searching the electronic databases of PubMed, Embase, PsycINFO and the Cochrane Central Register of Controlled Trials without restriction of publication date. For the precise, complete search strategy, please see online supplemental table S1 . An additional hand-search of reference lists of selected articles was conducted. The initial search took place in December 2020 and was updated in June 2023. Publications up to June 2023 (date of search 6 June 2023) were considered. Titles and abstracts were screened by two independent reviewers (AM and MB). Afterwards, a full-text screening in terms of the eligibility criteria was conducted by the same reviewers. To reach consensus in case of disagreement, a third reviewer (MD) was consulted. The conduction and documentation of the systematic literature searches were done using the Covidence Systematic Review Software ( www.covidence.org ). Data from included studies were extracted by the two reviewers (AM and MB).\n\nAll included studies had to be published in English or German. In contrast to the study registration, only randomised controlled trials (RCT) were included for all research questions, due to the large number of high-quality studies that could be included. The five questions specified in the registration were all answered. For the sake of clarity, however, the questions on efficacy and adherence evaluated in component studies were summarised in one research question in this manuscript. Target groups were participants of all ages with mental health symptoms or psychological stress (ie, distress), diagnosed by structural clinical interviews, standardised observer-rated instruments with normed cut-off points, validated self-report measures or ratings by professional healthcare experts and non-clinical samples. Eligible interventions had to (1) be theory-based; (2) be delivered digitally through either internet-based or mobile-based means in an individual setting; (3) target mental health symptoms and (4) include a social support feature in addition to the IMI. The social support feature had to be internet-based or mobile-based and provided by other intervention users. Since we were interested in support from actual intervention users, we excluded the seventh social support subcategory of normative influence of the PSD framework. Eligible comparison conditions comprised RCT with at least one trial arm constituting of an IMI combined with a social support strategy. Various active and passive control groups as comparison conditions were eligible. To answer research question 2, only component studies comparing an IMI to a disentangled variation of the same intervention were included. Either the social support strategy was left out (ie, dismantling study) or added to the treatment package (ie, additive design study). 18\n\nActivity per session (eg, number of comments, access and performing any activity at least once) was reported in five studies with different operationalisations. 41 43 62 63 71 The values ranged from M=0.54 to 3.8 and the percentage values from 17% to 82%. Furthermore, number of visits (M=13.4, SD=9.1), 51 percentage of participants using live sessions (31%), 32 overall contributions (n=233), 29 and time spent with features (M=2 hours 40 min) 50 were reported in one study each. Please see online supplemental table S3 for an overview of engagement results.\n\nOverall, k=23 (50%) studies reported on the usage of social support features. In average across six studies, participants made M=7.40 (SD=3.26; range of mean 2.20–10.50) contributions to social support features (eg, commenting). 31 32 40 48 50 69 The percentage of participants accessing the social support feature at least once was reported in eight studies and ranged from 28% to 100%. 38 40–42 48 61 67 74 Across these eight studies, the reported mean percentage was 67.50% of participants. ElMorr et al (M=1.92) 36 and Sun et al (M=3.39, SD=1.10) 52 reported on the number of visitors per live session.\n\nOf the k=11 component studies, four reported the mean and SD of completed modules. 31 50 61 74 There was a non-significant standardised mean difference between groups with versus without social support of Hedges’ g=0.07 (95% CI −0.29 to 0.44, p=0.57). Estimated τ 2 was 0 (95% CI 0 to 0.84) with an I 2 value of 0% (95% CI 0 to 84.7%; Q(3)=1.92, p=0.59). Furmark et al 27 also reported on the module completion rate but without reporting the standard deviation (IG: M=7.35 vs CG: M=6.41). Two studies reported on the rate of participants completing all modules: Rollman et al 48 found that 36.1% of the IG completed all modules, whereas in the CG 37.2% completed all modules. In the study of Wootten et al, 65 the completion rate was 60% in the IG and 57% in the CG. Ahmad et al 28 reported that in the group with social support, more participants watched 7–12 of 12 videos (IG: 65% vs CG: 38%). Furthermore, two studies compared the number of logins between groups: neither Duffecy et al 34 (IG: M=21.5, SD=18.7; CG: M=11.3, SD=8.6, p=0.20) nor Duffecy et al. 33 (t(193.07)=0.51, p=0.60) found a significant difference between logins over 8 weeks between groups. Morledge et al 42 found that in the IG 37% practiced at least one exercise versus 43% in the CG. In total, 64% of the component studies reported a higher adherence in groups with social support.\n\nTo gain insights whether IMI augmented with social support are more effective compared with the same IMI without a social support strategy, we pooled k=11 component studies. The SMDs ranged from Hedges’ g=−0.37 to 0.33, resulting in a non-significant pooled SMD of Hedges’ g=−0.08 (95% CI −0.22 to 0.05, p=0.19). Estimated τ 2 was 0.0001 (95% CI 0 to 0.06) with an I 2 value of 0% (95% CI 0 to 60.2%; Q(10)=7.12, p=0.71). Preplanned subgroup analyses revealed no significant moderating influences of mental health symptoms (p=0.47), age group (p=0.71), type of social support (p=0.39) or risk of bias (p=0.45). Detailed information on these subgroup analyses is found in table 2 . With regard to potential publication bias, the visual inspection of the funnel plot symmetry ( online supplemental figure S3 ) and the regression test revealed no significant asymmetry (t(9)=1.11, intercept=0.71, 95% CI −0.54 to 1.96, p=0.30).\n\nA total of 46 trials reported on the effectiveness of IMI augmented with social support compared with different control conditions. The SMDs ranged from Hedges’ g=−1.28 to 0.56, resulting in a pooled effect size of Hedges’ g=−0.34 (95% CI −0.47 to −0.21, p<0.001; figure 4 ). Since there was a considerable between-study heterogeneity with τ 2 =0.14 (95% CI 0.07 to 0.26), with an I 2 value of 73.6% (95% CI 64.8% to 80.3%) and Q(45)=170.71 (p<0.001), we performed subgroup analyses. In table 1 , we report on the results of the subgroup analyses. There was a significant influence of the targeted mental health condition (p<0.001), the type of social support (p<0.001) and the control condition (p<0.001), but not of the age group (p=0.22) or risk of bias (p=0.09). Regarding publication bias, the visual inspection of the funnel plot asymmetry ( online supplemental figure S2 ) and the regression test revealed no significant asymmetry (t(44)=−1.38, intercept=−0.92, 95% CI −2.23 to 0.39, p=0.17).\n\nOverall, two studies were assessed to have a low risk of bias, 33 studies had some risk of bias and 10 studies were judged to have a high risk of bias ( figures 2 and 3 ). Inter-rater reliability was acceptable with Cohen’s kappa κ=0.69. The risk of bias judgement for each study can be found in online supplemental figure S1 .\n\nMost of the included interventions were based on cognitive behavioral therapy (CBT, k=35; 78%), followed by psychoeducation (k=4; 9%), mindfulness (k=2; 4%), mindfulness combined with CBT (k=2; 4%), coping (k=1; 2%) and narrative therapy (k=1; 2%). Intervention duration was on average M=9.08 weeks (SD=2.5; range: 4–18 weeks). In total, primary studies comprised N=6 999 participants (74% women) with a mean age across studies of M=39.60 (SD=11.86). The mean sample size was n=156 (SD=169.64; range: 27–800). Included studies were published between 2004 and 2022 with 31% (k=14) published within the past 5 years (2018–2023). Regarding country, most studies were conducted in Australia or USA (k=30; 66%). Overall, 4% (k=2) were conducted in non-western countries. In most of the studies, depression was the primary target condition (k=15; 33%), followed by anxiety (k=14; 31%) and mental distress (k=7; 16%). Of the 46 included trials, 43% (k=20) deployed a waitlist control group (CG), 11% (k=5) used standard care CG (control group), while 46% compared the intervention group(IG) to an active CG (k=21). 24% (k=11) of studies implemented a component study design with regard to the social support strategy. For further information on study characteristics, please see online supplemental table S2 .\n\nA total of 27 405 records were identified. After removing 20 921 duplicates, 6 484 titles and abstracts were screened, resulting in 269 records eligible for full-text screening. Finally, taking all research questions into account, 45 studies were included in the systematic review and meta-analysis. Overall, 46 comparisons were included since the study of Furmark et al 27 was split in two trials. Reasons for exclusion of full texts across all research questions were: no IMI, no primary mental health outcome, no social support strategy as defined by PSD, language, duplicate and social support not IMI-based. For detailed information on the study selection process, please see the PRISMA flow diagram in figure 1 .\n\nDiscussion\n\nThis systematic review and meta-analysis evaluated research implementing social support strategies in digital interventions targeting mental health symptoms. As a framework, we used the PSD principles. Across all research questions, 45 studies were included in this systematic review and meta-analysis. Of these, 11 component studies provided information on the direct effect of social support strategies on effectiveness and adherence.\n\nThe results of this systematic review and meta-analysis suggest that social support is predominantly implemented by the strategy of social facilitation (ie, forum, discussion boards). According to our subgroup analysis, the type of social support seems to play a significant role in terms of effectiveness of IMI. Notably, except the social facilitation strategy, no other social support strategy or combination of different strategies was represented by more than three studies and could thus not be interpreted, given the methodological standard, recommending to not interpret subgroups with fewer than three studies.24 Within the subgroup of social facilitation, we found a considerable heterogeneity. This could be due to the fact that the forums and discussion boards are structured very differently. There are forums that are moderated, meaning that posts are actively posted by the team to stimulate discussion. On the other hand, there are forums where only content is monitored and activity is left entirely to the participants themselves. Taking only the component studies into account, five studies report on the additional effect of implementing social facilitation, and the result is a non-significant effect.\n\nOther social support strategies such as competition or cooperation are implemented rarely. One reason for this could be that extensive technical implementations are necessary for a mature competition or cooperation system. For instance, Alvarez et al75 implemented an extensive social support programme in a digital intervention targeting AYA with ultra-high risk for psychosis. There are not only various functions for exchange involved in their study but also cooperation and common problem-solving approaches. For example, participants have the ability to post a challenge in which other participants can join.75 Their piloting points to successful deployment of the intervention design.\n\nThe combination of different principles has also been implemented rarely. Wildeboer et al76 found that the combination of the principles of social learning and comparison might be promising. In regard to this, it is also of paramount importance to consider which types of PSD strategies work well together and which ones might have a diminishing or unapparent effect.11 76 To answer this question, further studies are needed that not only combine different social support strategies in a stepwise manner but also consider the combination of social support strategies with other PSD principles.\n\nBesides the combination of different strategies, Owen et al77 found that different channels for social support strategies (ie, chat, discussion board, e-mail or blog) reached different types of users. Moderators included gender, symptom severity and recruitment strategy, among others. Overall, it would be useful to apply additional and varied implementations of social support to ensure the maximal reach and inclusion of the target groups. In order to perform such extensive implementation procedures in a goal-oriented way, the application of instructional design process based on Behaviour Change Model for digital interventions could be useful.78 79 In this regard, it is important to emphasise that it cannot be assumed that every participant needs the same solution. Rather than a one-fits-all model, it might be important that tailoring options are implemented so that users can decide about using specific IMI features based on their preferences.\n\nRegarding effectiveness of the implemented social support strategies, we found 11 component studies. Component studies are important since they allow an assessment of whether the construction of social support characteristics can be worthwhile.80 Currently, the data suggest no additional benefit of social support strategies compared with the same IMI without the examined strategies. One potential explanation for the non-significant effect might be the low utilisation of the features. To ensure that social support strategies can be effective, it is crucial that they are sufficiently used.81 Geramita et al81 reported that participants with a higher utilisation of social support features showed significant improvements in anxiety and quality of life compared with non-users. Furthermore, research suggests that active users in particular find the features more helpful than inactive users.82 In the studies included in this review, the reported utilisation rates are quite low. However, we note that in the included studies, utilisation has been measured heterogeneously, which restricts the comparability of the results. Based on the data about access to a social support feature, uptake does not seem to pose a problem, but constant and active use of the interventions does. Therefore, possibilities that promote active use of the features should be considered. One opportunity could be reminders in the form of a combination of the social cooperation strategy. For example, ‘buddy’ pairs could remind each other of an active contribution to the forum.83\n\nFurthermore, it might be valuable to pay more attention to potential sociodemographic or clinical differences between users and non-users as it may be necessary to tailor social support features depending on the target group. For example, it is conceivable that not all participants take part in social support features spontaneously, for example, due to shyness. In a face-to-face setting, such participants can be supported by therapists. This might be also important in IMI, for example, by active motivation by eCoaches in guided IMI. In general, the low utilisation rates of social support features are not uncommon in the field of digital marketing. The 90-9-1 rule suggests that 1% of online group members create approximately 90% of the content, 10% creates <10% and 90% of participants only observe the activities without an active contribution.84 85 The same phenomenon has already been observed in digital intervention research. Thus, in various studies, participants were spending time in forums without making active contributions.32 86\n\nIncluding all studies with different control conditions, we found a moderate effect size with considerable heterogeneity and thus limited interpretability of the effect. The considerable heterogeneity might be due to the variety of included target populations and intervention designs (ie, guidance, intervention duration, theoretical background). The subgroup of targeted mental health symptoms was significant. Our finding is in line with the general research on peer support, suggesting similar large positive effects for depression and anxiety.87 However, our results contradict with preliminary findings that indicate PSD had a significant impact on the effectiveness of unguided IMI for depression, but not on IMI for anxiety.10 Component studies could support a more robust conclusion about the effect of social support in different disorders. However, in our analysis, there was no significant subgroup effect of different mental health symptoms between component studies. Notably, the number of component studies was small and a predominance of studies targeting adults and affective disorders was observed.\n\nFinally, PSD aims to increase adherence. We found that groups with social support were more adherent to the treatment compared with control groups without social support in the majority of studies (64%). This result maintains the idea that social support can promote adherence to IMI.77 However, it should be noted that adherence was reported differently among the studies, making it difficult to compare adherence values with each other. A pooled effect across four studies reporting on the mean of completed modules was non-significant. Since a dose–response relationship is postulated repeatedly in the field of digital intervention research, it becomes of utmost importance to define adherence in a uniform way, so that pooled statements can be made on the basis of a larger number of studies.",
        "description": "Objective This systematic review and meta-analysis evaluates the available evidence on efficacy of social support strategies, as defined by the persuasive system design framework, in internet-based and mobile-based interventions (IMI) targeting mental health.…",
        "link": "https://bmjopen.bmj.com/content/14/11/e086728",
        "org_link": "https://bmjopen.bmj.com/content/14/11/e086728",
        "publish_date": "2024-11-09T08:25:19Z",
        "title": "Persuasive design principle of social support in digital interventions targeting mental health symptoms: a systematic review and meta-analysis"
    }
]